<?php
echo "
<font color='#0000ff'>1 恶魔之书介绍：</font><br />
在上几代游戏时，常常有这样的烦恼：怪物配合后，由于技能树数量的限制而不得不舍弃一些珍贵的技能。而到了新作DQM3D中，SE社出于方便玩家游戏的考虑，以配合时额外出现一只名为恶魔之书的怪物（即2体配合变成2只）来继承玩家所舍弃的那些技能树。<br />
<br />
<br />
<font color='#0000ff'>2 恶魔之书的出现条件：</font><br />
<font color='#444444'>配合时需要舍弃的</font><font color='#444444'>技能树</font><font color='#444444'>（须至少分配20点技能点）</font><font color='#444444'>有</font><font color='#444444'>3个以上</font><font color='#444444'>即可出现，<br />
3个：</font>恶魔之书<font color='#444444'>（物质D，1格）、4个：大恶魔之书（物质B，2格）、5个以上：魔王之书</font>（物质B，3格）<br />
<br />
<br />
<font color='#0000ff'>3 恶魔之书的特点：</font><br />
恶魔之书继承原怪兽的所有初始能力和+值，父母与原怪兽完全相同，并且性别一般情况下也与原怪兽一致（偶有例外）。<br />
<br />
<br />
<font color='#0000ff'>4 恶魔之书的使用技巧：</font><br />
<br />
<font color='#800080'> 4.1 快速提升怪物的“+”值。<br />
</font>使怪物的“+”值 迅速达到“+99”，从而能够进一步配合出究极怪兽。<br />
<br />
<font color='#800080'> 4.2 量产sp技能。<br />
</font>以合成攻击sp为例，攻击sp=攻击3+战士，先加满攻击3、战士、2个技能树，然后配合怪物得到攻击sp，然后将原本须扔掉的2个合成攻击sp的素材技能树继承给恶魔之书，加满重新配合又可重新得到攻击sp。同样道理，&amp;quot;最强&amp;quot;系列技能也能通过此法量产。<br />
<br />
<font color='#800080'> 4.3 量产4体配合怪物。<br />
</font>由于4体配合与怪物的父母无关，只与祖父母有关，因此可以用2只恶魔之书再一次配合得到4体配合的怪兽。<br />
以四体合成怪物E为例， 若E=A+B+C+D：<br />
第一步，A+B=AB+恶魔之书1；<br />
第二步，C+D=CD+恶魔之书2；<br />
第三步：AB+CD=E，恶魔之书1+恶魔之书2=E。<br />
从而使四体合成效果倍化，直接生产出E的究极形态。<br />
实际上，AB+CD=E 和 恶魔之书1+恶魔之书2=E 的合成过程中也可以生成恶魔之书。<br />
即AB+CD=E+恶魔之书3；恶魔之书1+恶魔之书2=E+恶魔之书4。<br />
通过使用转生之杖可以使恶魔之书3的父母变为AB=A或B、CD=C或D，于是恶魔之书3又相当于一半的E，此时相当于<font color='#ff0000'>用A、B、C、D四只怪合成出了2.5个E。</font><br />
特别的，当E=A+A+B+B时，只需使用一只A，一只B即可合成出E。<br />
综上所述，<font color='#ff0000'>灵活利用恶魔之书可以使4体配合过程简化许多</font>。<br />
<br />
<font color='#800080'> 4.4 转移怪物的技能树。<br />
</font>其实恶魔之书可以理解为怪物化的口袋妖怪中的技能机器，通过多次配合可以将一个怪物的技能树以恶魔之书的形态保存，再学习给另一个怪物。<br />
<br />
<font color='#800080'> 4.5 量产魔王技能。</font><br />
先将魔王怪兽的技能遗传给恶魔之书（参照4.4）。然后用转生之仗重新配合魔王怪兽，此时魔王怪兽已忘记的魔王技能会重新习得。<br />
以量产小拉普森的技能树魔王拉普森为例，<br />
第一步，小拉普森（技能A，技能B，魔王拉普森）+任意怪兽（技能C,技能D，技能E）=小拉普森（技能A，技能B，技能C）+恶魔之书（魔王拉普森,技能D，技能E）<br />
第二步，小拉普森（技能A，技能B，技能C）+任意怪兽=小拉普森（技能A，技能B，魔王拉普森）+恶魔之书<br />
同理，<font color='#ff0000'>此方法不仅可复制量产魔王技能，也可以量产任意怪兽的特有技能。</font><br />
<br />
<font color='#800080'> 4.6 量产位阶怪兽。</font><br />
此法可以迅速增加图鉴，从而开启图书馆的两个隐藏门。<br />
以F级+0的怪兽与A级+99的魔王之书配合为例，<br />
任意怪兽(F+0)+魔王之书(A+99)=A级怪兽(A+99)+魔王之书(A+99)。
";
?>
