<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:1024px}
</style>
</head><body><div id='divcenter'>";
echo "<a href='#laji'>垃圾场</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#niufuke'>纽福克</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#eastzero'>东零镇-爱丽丝一号</a>&nbsp;&nbsp;&nbsp;&nbsp;";
echo "<a href='#beier'>贝尔迪亚&要塞迹地</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#shenniao'>鸟神村&蛇洞</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#moerke'>莫尔克镇</a>&nbsp;&nbsp;&nbsp;&nbsp;";
echo "<a href='#alice'>爱丽丝一号</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#wuyou'>乌有乡</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#duoan'>多安镇</a><br><br>";
echo "<a href='#huolai'>霍莱</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#island'>湖中小岛</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#yaosai'>履带要塞/勇士村</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#jianong'>加农之刃</a><br><br>";
echo "<a href='#siqiang'>四强通缉犯攻略</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#zhanche'>所有战车的获得</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href='#allboss'>全BOSS攻略</a>&nbsp;&nbsp;&nbsp;&nbsp;<br><br>";

//echo "<a href='#laji'></a>&nbsp;&nbsp;&nbsp;&nbsp;";
echo "<br><font size=4>
　“ 大破坏”突然间袭击了这个世界<br>
　　文明崩溃了，平静的生活也渐渐化为了瓦砾与砂尘<br>
　　人类已经不再是地上的支配者——天地变异打破了一切<br>
　　人类开始胆怯地生活在怪物的威胁之下，生活在被谜团包围的“大破坏”的每一天<br>
　　人类逐渐失去了往昔的记忆——文明的遗产已经被侵蚀、再也看不到存在的迹象<br>
　　然而，生存下来的人们并没有舍弃希望，他们在重新营造自己的生活、渐渐地恢复生机……<br>
　　亲切的音乐，熟悉的场景……一切都仿佛回到了十四年前。“Metal Saga”世界中的一名少年，即将开始他的梦想之路。面对他执意要成为像父亲乔治一样伟大的猎人的想法，<br>
	母亲尼娜不是很愿意。<br>
　　要点：这里有两个选项：1.坚持要当猎人；2.顺从母亲的意思继承家业。选择2的话便会直接出现第一个结局——主人公继承了母亲的修理店，过着平静的生活……<br>
　　于是，为了给大家奉上这篇攻略，完全和平主义的我无奈地选择了第一项，开始了作为猎人的冒险旅程。<br>
<br>
　　<a name='laji'>垃圾场<br>
　　离开了家门，先到村里的酒吧转转吧。鱼龙混杂的酒吧里可以打听到很多情报，这是身为一名猎人的基本常识。在酒吧中会遇到一个名叫红狐的美女猎人，她会教主角一些<br>
	猎人基本技巧。出了酒吧来到村里的猎人事务所，一位猎人介绍主角去村子旁边的垃圾山寻找坦克，同时得到了第一个通缉犯的情报。情报收集的差不多了，就可以去装备店<br>
	买一把武器向垃圾山出发了。<br>
　　要点：<br>
　　1.酒吧的点唱机可以播放游戏中的BGM，对自己的射击技术有自信的话可以试试旁边的打坦克游戏机，100G玩一次，要是取得高分的话是会有奖励的。<br>
　　2.村子上方的教堂里住着大名鼎鼎的医学怪人——明奇博士。“再见明奇”的BGM依旧，真是让人感动得老泪两行了。如果有同伴在战斗中死亡，可以到这里接受博士的电击复活；<br>
	即使全灭也不用担心，这个游戏永远不会GAME OVER，博士忠实的助手伊格鲁会把全员拖回来的。让人安心的是，复活不会花掉一分钱，因为主人公的尸体已被用做人体研究抵消了报酬……<br>
　　3.村子里有着绿色屋顶的小房子是空间传送装置，可以利用它往返于到过的村镇。<br>
　　4.村子中有着绿色门的房子里边有一位索罗门博士，他正在收集怪物图鉴，去帮他吧。<br>
　　垃圾山<br>
　　来到村后的垃圾山，一路向前，在第一个岔路口向上，于最深处可取得第一辆坦克：越野吉普车。回到之前的岔路口向下，在箱子里可以得到37mm主炮。继续前进，在最深处<br>
	遇到第一个通缉犯清道夫，用刚入手的坦克和主炮可以轻松取胜。原路返回，在入口处原本有人挡路的地方可以得到两件人类装备。<br>
　　要点：<br>
　　1.垃圾是垃圾的意思，在东部大陆得到这种道具便可以来到这里，同门口小孩交换合成人类用装备的材料。<br>
　　2.先左转再右转会发现一个需要密码的箱子，密码是2946，里面是金块，可以卖5000G。<br>
　　垃圾场<br>
　　终于得到了第一部坦克，还干掉了一个通缉犯，可以回家向老妈及街坊四邻吹嘘一番了。在猎人事务所领到1000G赏金，去酒吧喝点小酒挥霍一下吧，哈哈！听着小曲儿喝着啤酒的<br>
	感觉真好，酒吧老板的女儿好像还对自己有点意思。金钱！名誉！女人！一切满足男人虚荣心的东西——I need more！I need more！<br>
　　要点：<br>
　　1.本作的老妈可没有以往那么温柔，坦克损坏拿到老妈那里修理居然是要钱的，还说什么要是个真正的猎人就一定会付修理费……这无情冷酷的世界啊。<br>
　　2.家里地下1楼是车库和坦克改造工厂，想要改造爱车的话就来这里。<br>
　　<a name='niufuke'>纽福克 (纽福克)<br>
　　出了垃圾场一路向北，过桥后来到了纽福克，在坦克修理场会遇到与主角一家世交甚好的达米欧大叔，他可以为坦克涂装。修理场中还可以遇到和主角从小一起长大的基里亚和米卡，<br>
	职业都是技师，可以任选一个成为同伴。在酒吧，会遇到三个身穿黑色西装的神秘人物，在谈论关于复苏世界大破坏之前的文明的事情。<br>
　　要点：<br>
　　1.基里亚和米卡之一成为同伴后，可以随时回来交换，不过经验和等级是单独计算的。基里亚自带特技“即席修理”。米卡自带技能“修理”。<br>
　　2.在坦克装备店可以购买传真，是比传送机更方便的传送系统。坦克携带后在菜单选择最后一项传真即可瞬间来往于各个村镇。在这里还可以买到地雷探测器，在得到金属探测器<br>
	之前非常重要。<br>
　　3.在垃圾山通往纽福克的桥旁河边埋藏着一辆德马格坦克，使用地雷探测器很轻松就可以找到。<br>
<br>
　　长锤怪鱼3<br>
　　废弃大楼 (废ビル)<br>
　　出了纽福克向北来到沙漠中的废墟，在自动贩卖机旁的入口来到地下一层，就会发现蚊式坦克。正在洋洋得意时突然闯进来三个人，瞧模样似乎也是猎人，双方简单的自我介绍后<br>
	得知金发小姐名叫罗斯.贝尔迪亚，另两位是她的弟弟卡尔和管家塞巴斯金，同样是来寻找坦克的，无奈晚了一步，只好把坦克让给了主角。<br>
　　要点：<br>
　　1.废弃大楼里有不少物品，3楼的75mm主炮一定要得到。<br>
　　2.搜刮完毕出来后，在周边的沙漠随便走走便会发现第二个通缉犯新式甲壳虫，实力不强，用刚入手的坦克和主炮轻松搞定。<br>
　　纽福克 (纽福克) 西北商人营地<br>
　　在纽福克西北的商人营地会遭遇赏金首人狩师团在袭击商人。在Metal Saga的世界，无论英雄还是恶棍，都不会对流浪的商人下手，这是不成文的规矩。这伙混蛋居然如此没有职业<br>
	道德，实在不可轻饶。刚灭掉一堆喽罗，人狩大队长便开着一辆破车出现了，这厮实力不弱，当将他坦克的SP轰至一半以下时，红狐突然华丽地出现，红色短发，俊俏的脸蛋，诱人<br>
	的紧身衣，手持巨型来福枪，背上一把大剑，只见一道白光闪过，人狩大队长的破车被直接轰飞，紧接着便是直接面对人狩大队长，劲敌，小心应付。<br>
　　要点：<br>
　　此战非常特殊，与商人对话的时候千万不要选退却，战斗中也不可逃跑或者被灭，否则再次来到此地会发现人狩大队长已经把营地洗劫一空离开了。保险起见，买齐装备再来吧。<br>
　　<a name='eastzero'>East Zero→Alice One<br>
　　继续向西北前进，到达新的镇子East Zero。从火车站旁的猎人处得知酒吧里有人能帮忙寻找坦克。在酒吧里会遇到一个龅牙，说只要给他钱他就能去挖坦克，以现在的资金根本没<br>
	闲钱让他挖车，还是直接走人吧。镇子里的火车站可以坐车去中部大陆，列车有3个等级，反正还是穷人，寒酸点就在2500G的贫民仓将就一下吧，上车后和乘务员对话就可以下车了。<br>
	坐火车一路来到中部大陆的Alice One镇，商店里的物品都很高级当然价格也很高级。在酒吧会遇到夏莉和拉希德在争论枪和剑哪个更强。上前对话就可以任选一人收作同伴。<br>
　　要点：<br>
　　1.Alice One是游戏中期的镇子，周边的怪物很强，收了同伴不宜出镇，应即刻返回East Zero。如果金钱充足购买几个高级装备，后面的战斗会很轻松。***另外切记即使卖身也要去<br>
	人类道具店买一个金属探知机！***<br>
　　2.第二次进入East Zero时会看到准备劫持列车。之后在列车上的赌场会遇到两个通缉犯，列车强盗道尔顿兄弟和木偶师~乔。全部是白兵战，以目前实力绝非他们对手，慎之！<br>
	并且无论胜负都只有一次机会与他们战斗，因此上了火车之后最好不要乱跑，以免误入赌场，待以后实力变强后再来挑战。<br>
　　3.East Zero东南方沙漠会遇见沙漠鲨鱼在游，这便是通缉犯ス大锤头，虽然赏金比人狩大队长少500，但是实力并不弱，最好收了战士同伴后开3台坦克来打。<br>
　　4.带着拉希特返回East Zero和酒吧里的村雨对话发现原来他们是宿敌。之后村雨离开。<br>
　　5.从Alice One归来后东部大陆各村庄会被BB团占领。<br>
　　6.从这里开始第一次出现了特技仙人，从仙人处可以学习一些非常有用的特技，对之后的游戏有很大帮助。<br>
　　BG研究所<br>
　　East Zero西南方的树林中有一栋建筑物，进入后会发现黑衣二人组，交谈得知黑衣人组织正在寻找大破坏之前的文明留下的遗迹，而这里便是其中之一：基因研究所。在一间实验室<br>
	发现四只沉睡在微波炉中的基因改造犬，四选一成为同伴。<br>
　　要点：<br>
　　1.四只基因改造犬分别是柴犬波奇，土佐犬达罗，波士顿犬贝尔纳尔，圣伯纳德犬拉利。<br>
　　波奇各项能力都很平均；塔罗乌善长格斗特技；贝尔纳尔的特技都是属性攻击；拉利的防御很高，只要你有钱还可以无限回复HP。<br>
　　2.在这里的2F可以得到4个LOVE芯片，一定要找齐哦！<br>
<br>
　　<a name='beier'>贝尔迪亚&要塞迹地<br>
　　贝尔迪亚镇中有一座豪宅，进去一转才知道这里便是罗斯的家，不愧是大小姐啊！去罗斯的闺房转转，发现这妞原来也挺可爱嘛。同罗斯的老爸交谈得知原来他和主角的老爸交情不错，<br>
	但他也不知道乔治如今身在何处。罗斯家里可以找到很多道具，不要客气，全部收走！罗斯家门前的地下入口就是她家的车库，修理人员，改造人员一应俱全，真是奢侈阿！！<br>
　　出去到酒吧混混日子再去猎人事务所打听下情报，便出镇子到北方的要塞迹地，会发现几个官兵和一辆坦克，现在暂时不能取得。选择右边的通路，在2楼和3楼找到开关，开启通向5楼的<br>
	电梯，乘坐电梯来到5楼，在一处穷奢极侈的房间找到了被通缉的蓝色浆果上校，这废柴堪称是整个游戏最无聊的BOSS了，自己躺在手下背着的躺椅上，攻击全靠手下3名杂兵，除了喝酒和<br>
	睡觉之外什么也不会，我便要败啊！<br>
　　切掉废柴上校后原路返回，这时看守坦克的士兵已经逃走了，戈帕德坦克入手。这辆坦克是对空专用，两门主炮穴只能装备小口径的对空机炮。接着进入上方的通路，在最深处发现沉睡着<br>
	的超兽坦克，是个劲敌，整备好坦克装备再挑战。<br>
　　要点：<br>
　　1.在罗斯父亲的房间可找到地私房钱地图。地图提示：在罗斯家墙后的壁画上一共可以找到3000G。<br>
　　2.如果之前带上拉希特和村雨对话过，那么他就会出现在贝尔蒂亚的酒吧，再次对话后村雨再次离开。之后塞巴斯金来询问是否有可疑的人来过。选项任选没有关系。<br>
　　3.从中部大陆归来后先去纽福克村传送装置旁边的房子中会发现BB团袭击了这里，之后在贝尔迪亚酒吧听关于BB士兵的传闻。出村再进来会发现BB团向罗斯索要保护费，选是帮罗斯摆平<br>
	这些喽罗吧。<br>
　　4.虽然蓝色浆果上校很容易料理，但到达5楼前还有几次必经的杂兵战，因此还是有15级左右再打较好。切掉大佐后可以在5楼储藏室的墙壁上得到豪华地图。至于那超兽坦克，可以用<br>
	遗迹找到的105mm主炮轰之。<br>
　　5.消灭掉蓝色浆果上校后，东部大陆各村庄的BB士兵便会作鸟兽散。<br>
<br>
　　<a name='shenniao'>鸟神村&蛇洞<br>
　　一座巨大的鸟居立在村口，典型的日本村落。在村中最北面的山顶上同村长说话得知北方蛇洞的大蛇最近又开始要求祭品了，而这次的祭品就是村长的女儿！我们是正义的朋友，怎么能容忍<br>
	如此残忍的事情发生呢？去灭了大蛇吧！出村后到北方的蛇洞，先在洞内的水池旁将大蛇打倒，之后大蛇逃跑，原路回到洞口即可追到它，直接将它杀掉喂鱼算了。解决了大蛇后回到鸟神村<br>
	的山顶向村长邀功，并告知村长的女儿枫自己的姓名可以得到降魔刀。<br>
　　要点：<br>
　　1.在鸟神村买上防寒装甲，这样大蛇的全体攻击便没有威胁。为防止装甲被破坏可以多买几件备用。大蛇的弱点是火，因此资金充裕的话最好购入几件火属性的武器，另外买上两三枚火炎手榴弹，每次可以烧掉大蛇180左右的HP。在有洞中的一个地方会发现一个，凭借大无畏的恐怖主义精神……自爆后炸开了通路，这样就可以开着坦克打第一次大蛇了。大蛇的全体攻击很强，必要的时候下车用火属性武器和他进行白兵战。<br>
　　2.洞中可以找到92mm炮和投掷小刀。<br>
　　3.鸟神村东面与沙漠交界地会随机遇到系列著名的神风王子，超低的出现率和超高的逃跑率成为无数老玩家们惨痛的回忆。另外东部大陆经常会看到的鸟状影子是通缉犯秃鹰轰炸机，会沿着公路从垃圾场、纽福克、East Zero、贝尔迪亚、鸟神村这五个城镇之间移动。接触到它的影子便会战斗，不但要有对空坦克还需要强力的武器，以目前实力还不是对手，后期再来吧。<br>
<br>
　　<a name='moerke'>莫尔克镇<br>
　　鸟神村的东北，穿过茫茫的沙漠，莫尔克镇就在东方大陆的东北角。曾经繁荣的城市被亡灵坦克大队蹂躏得不成样子，人们不得不转到地下生活。镇中可找到不少不错的装备。村中最下层有个下水道，通缉犯“垃圾恶魔”便藏身于此。下水道内正方形台子的左边水域内会随机遇到“垃圾恶魔”。解决掉这个又脏又恶心的东西后即可离开。镇子的西方终日大雾弥漫的区域就是广阔的亡灵沙漠了，在这里会不断遇到亡灵坦克大队，无穷无尽，沙漠的西北方立着一块慰灵碑，用来告慰在此牺牲的全部坦克大队成员的亡魂。石碑旁边埋藏着黑豹式坦克，拖回去置办好装备吧。<br>
　　再次来到鸟神村，与村长的女儿枫对话，得知破除亡灵坦克大队怨魂的方法。回到亡灵沙漠，调查石碑选择“是”，破坏掉后，战争中的怨魂便会升天了。至此东部大陆已经基本制霸完毕，直接传送到Alice One开始西部大陆的征途吧。<br>
　　要点：<br>
　　莫尔克镇中可以得到几件防寒装甲、青龙刀、火炎枪及贝雷塔手枪等。如果之前蛇洞还没有打，可以直接到这里搜刮完装备再去。下水道的怪物同样怕火，装备防寒装甲后可以轻松面对大部分攻击。下水道左下方有一条无限循环的道路拿完3个箱子即可撤退。<br>
<br>
　　<a name='alice'>Alice One<br>
　　又来到了中部大陆的Alice One。把用命换来的赏金全部贴到坦克上吧。备齐装备后来到镇子北方的猴山。里面的原生猴子实力不弱，经验同样可观，一战一级想不升都不行。山洞并不复杂，一路前进来到最深处看到正在泡温泉的沙门氏菌始祖，还记得初代中的沙门菌猿一家吗？这便是他们的老祖了，哇卡卡，打它之前要先干掉旁边那个耍剑的老毛猴。二连战，因此要做好充分准备，幸好老祖不是很强，推荐等级35以上。<br>
　　要点：<br>
　　1.采办装备之后就可以去火车上的赌场挑战道尔顿兄弟和木偶师.乔了，道尔顿兄弟只要打倒其中一人其他的人都跑了也没关系。和木偶师.乔对战一定要先打木偶，不然的话打倒老头之后会单挑木偶，此时木偶能力大增非常恐怖。此外打倒道尔顿兄弟一段时间后会收到道尔顿兄弟死剩种发来的Mail，说要为兄弟报仇，然后由East Zero向西进入第一隧道深处即可开战。<br>
<br>
　　<a name='wuyou'>Neverland孤 儿院 或乌有乡<br>
　　沿着Alice One的道路一路向西北前进，帮助一对男女修车后便可以进入Neverland孤儿院了。村子大厅左边的房间内有一个小正太正在修理一辆坦克，只是还需要10t废铁。废铁有两种方法可以得到：一是用战斗后得到的“未知块”，“中型块”，“大型块”这三种道具去西部大陆任意一座城市中的坦克装备店同商人交换；二是使用分解坦克零件的特技废物利用，此特技可以在Alice One的特技仙人处习得。分解任何坦克装备或道具得到的废铁一律是1.7t。分解特技使用一次要花掉5000G。凑够废铁后再花2万G，出去随便找个旅店睡一觉，再来就可以从小正太处得到新的旋风）坦克，这是第二辆对空坦克，可以装备4门小口径对空机炮。孤儿院东南的大地图上有一座废弃大楼，在大楼右边调查，突然蹦出来一只巨型寄居蟹，这就是通缉犯穴居恶魔，由于经常会躲到大楼里，因此战前一定要备足APFSDS弹。这只螃蟹不是很强，50级左右便可以搞定了。<br>
　　要点：<br>
　　1.修好坦克之后可以发展一下夏莉的事件。<br>
　　2.从孤儿院沿铁轨一路前进，如果这时已经收拾掉10个以上的通缉犯之后便会收到来自猎人工会的求救信。这时便可以去西北方的大陆横断铁路第二隧道，在第一层的最深处遇到大型钻探机鼹鼠，这是“大破坏”前的遗产，但最近突然暴走。由于是固定遇敌所以不必担心出现率问题，这个地鼠型机械的弱点是光学武器，推荐45级以上直接轰杀。<br>
<br>
　　巴士站<br>
　　先在Alice One的酒吧花5000G打听到情报，然后去正西方的商人营地处花3000G买到物品巴士站牌，然后向正北方前进，进入巴士站，在有绿色顶棚的候车点使用巴士站牌，成功后会被传送到外面，7分钟后进去可以取得野地巴士。进去站在站牌旁原地等就可以了。在巴士站附近会遇到通缉犯车轮，实力不强，尽情开炮吧。此外巴士站西北方沙漠的边缘地带还埋藏着巴巴罗萨坦克，快使用探测器哼 哼 哈 兮去吧。<br>
　　<a name='duoan'>多安镇<br>
　　巴特坦克研究所<br>
　　玩过前作的玩家一定不会忘记在超任版《Metal Max 2》中著名的巴特坦克研究所。本作中会为玩家制造坦克的怪博士巴特依然老当益壮。巴特坦克研究所就在中部大陆的最东南角，进入后先同博士对话，凑够他所要求的废铁，交给旁边的机器人，再找博士交谈即可。在这里可以在美妇人M3 Lee，隆美尔，艾布拉姆斯，零式，豹式五种坦克中任选一辆制造。制造出的坦克可以随时回来重新回炉造成其他式样，只需补齐两种坦克相差重量的废铁即可。<br>
　　雷克大桥<br>
　　多安西南方的跨湖大桥，机械版日本时代剧正在上演。传说立于桥头的阿修罗弁庆已经收集了999个人的武器……大汗。这家伙实力很强，最烦人的是他的攻击多数会直接攻击坦克部件，6回合后还会使用乱舞技，让人十分头痛，一定要快速解决。打败他后可以在里面找到新的坦克罗吉纳。<br>
<br>
　　<a name='huolai'>霍莱<br>
　　刚进镇便会被一神偷窃去一半金钱所以还是把钱花干净再来吧。一切准备就绪后回到多安，把钱全部花掉，买一些海战专用的S-E武器，租船便可以在海上玩了。先来到西南方的霍莱，接着直接传送会到多安，发现镇子被章鱼坦克占领了，连续干掉5只后，巨型章鱼便会出现，战胜后领了赏金出村便会收到Mail，多安镇的居民为答谢主角要送一艘船。和船港处的老人对话就能得到自己的船了。<br>
　　要点：<br>
　　1.章鱼坦克的经验不少，而且是固定遇敌，随时可以补给，是个练级的不错对象。只可惜获胜后一文钱也没有。<br>
　　2.拿到船后，由霍莱向北到达一处商人营地，会发现一辆消防车。正要跟商人商量购买，罗丝忽然出现并出了更高的价格。于是商人要主角和罗丝自由竞价。一段时间后会收到Mail，再去此处商人营地，罗丝会出价5万G，只要比她出更高的价格就可买到消防车。<br>
　　3.拿到消防车后到霍莱旁的废旧大楼，利用消防车的梯子进入大楼，在B1可得到巴尔干坦克。开车从3F可以出去。2F还有一个通缉犯隐形。它经常会进入隐身状态，所以专攻隐身状态的人类武器是必须的。推荐等级90以上。<br>
<br>
　　<a name='island'>湖中小岛<br>
　　拿到船后坐船来到位于多安西北方湖中央的Gordo Float在这里可以买到水战用的武器。在湖中会随机遇到鲶鱼潜艇和龙爪虫两大水中通缉犯，鲶鱼潜艇 在多安西南方小岛的西方比较容易碰到；龙爪虫在Neverland孤儿院西方，湖的最北方那条细细的小河中容易碰到。都是强敌，对战前要确保装备了海用S-E，否则战斗将会十分艰苦。<br>
　　<a name='yaosai'>履带要塞/勇士村<br>
　　一路向北来到履带要塞/勇士村，再向北则是最后一个镇子加农之刃。两个镇子之间有不大的几率会遇到カ神风皇帝，这可是第二个“神秘人”！样子极其猥琐的神风鬼皇，同样出现率非常低，逃跑率非常高，一定要使用从特技仙人学来的退却阻止特技。<br>
<br>
　　<a name='jianong'>加农之刃<br>
　　终于来到加农之刃。这里是最后一个城镇了，买齐了装备，把没有收拾的通缉犯都补完一下，为最终决战做好准备吧。加农之刃西方山中的长方形凹地中靠右边山崖处埋藏着坦克。其实这就是FC版《METAL MAX》中红狼坦克的车型——以色列的梅卡瓦，只是未被涂成红色而已。<br>
　　如果现在手里存有十几万G的钱，便试着去拿最强的坦克：鼠式<br>
<br>
　　鼠式吧，这辆车的获得是需要完成一系列事件的：<br>
　　1.在East Zero的车站前和坦克旁边的男人说话。<br>
　　2.给East Zero酒馆内的龅牙(出っ齿)70000G左右的钱。<br>
　　3.在列车的赌场车厢和龅牙对话。<br>
　　4.在Alice One的狗店和龅牙对话，他又会离开。<br>
　　5.霍莱酒场和龅牙对话，给他同上次一样多的钱。<br>
　　6.在履带要塞的酒场触发事件。<br>
　　7.去加农之刃的猎人工会与一个站着的猎人说话。<br>
　　8.在勇士村的酒馆和龅牙说话告知他被通缉了，然后他便会逃跑。<br>
　　9.和勇士村酒馆门口的大爷说话。<br>
　　10.在勇士村的里路地被栅栏围住的地方的建筑物的阴影处找到龅牙，然后开打，打赢后去履带要塞的酒吧里找长老要车。<br>
　　至此坦克应该已置备齐全了，在沙漠里打打怪存些钱，加农之刃北方的沙漠里会遇到多炮台战车，皮糙肉厚，实力非常强，HP下降到一半时还会进入隐蔽状态，十分难缠，一定要带上APFSDS弹 <br>
    <a name='siqiang'>最强的四个通缉犯攻略方案：<br>
    （风暴之龙）<br>
    赏金：150,000G<br>
    在沙漠中的黑之塔附近还会遇到砂暴之龙，这是同隆美尔游魂（陆地巡洋舰）同等级的超强通缉犯，简直就是金属的巴哈姆特。这个最强的空中怪物口中放射的电磁波可直接对坦克造成严重伤害，当其HP被削减到一半以下时还会使用装甲转换特技，和它对战简直就是噩梦。攻略要点是在East Zero习得的下降，作用是令空中机械系敌人强制着陆。并使用S-E炮穴较多的坦克加装对空专用S-E：CIWS。<br>
    CIWS入手方法：巴特坦克研究所制造坦克时将S-E选为CIWS，坦克造好后把CIWS卸下来将坦克回炉重造，反复数次，想要多少便有多少。<br>
    陆地巡洋舰（隆美尔游魂）<br>
    赏金：200,000G<br>
    Alice One西北的沙漠中会遇到这部隆美尔游魂（FC上的《重装机兵》曾译做“沙漠之舟”）。这是沙漠中的巨型移动要塞，旧文明的最强陆上战舰，系列传统的坦克系最强通缉犯。它完全不是一般程度可以解决得了的，战斗根本是硬碰硬，没有最强的自信还是少惹为好，推荐等级：150级以上。<br>
    干掉隆美尔的游魂后它就会变成多炮塔的地上要塞陆地巡洋舰，实力极强，建议去Alice One习得特技机械停止，作用是一定几率停止全部机械系敌人的活动，之后便可以随意蹂躏那些炮塔了。<br>
    再次胜利后发现要塞是可以进入的，并在内部的B1F收到最后一位同伴——旧文明制造的最终兵器少女阿尔法（邪神COS-MOS……）。140级，无法升级，无法装备武器，能力超强，特技不花钱而且实用。<br>
    隐藏的最恶结局：地上要塞内部的自爆控制台上输入3476，然后按UNLOCK，EXIT——要塞自爆，地球毁灭结局出现。<br>
    捷克（酒吧老板）<br>
    赏金：100,000G<br>
    曾经号称“西部最强”的猎人居然是垃圾场（垃圾场）酒吧的老板！<br>
    要触发本事件要先去Alice One的猎人工会和一个叫ビ-ン的人说话，然后回去酒吧就可以了。注意如果有人挑战的话，去酒吧和捷克对话不会发生事件，必须等到酒吧没有挑战自己的时候才能进行。触发事件后会有两个猎人冲进来要干掉捷克，还抓了他女儿作为威胁，捷克出去后瞬间便摆平了他们。<br>
    第一次出现选项选第一项放他走，如果杀死他酒吧就再也不会开了。放走后回家和老妈和妹妹对话（可忽略）。出村收到MAIL，老爸说他没时间，让你去莫尔格镇的下水道救捷克，来到下水道后碰到捷克的女儿，选择带走她，在下水道中找到捷克后出现选项选第二项站着不动，事件后继续选第二项站着不动，然后ビ-ン良心发现放了捷克。事件后出村收MAIL，去猎人工会领钱，酒吧重新开张，这个事件便圆满解决了。<br>
    如果打倒他，那么垃圾场的酒吧从此关门大吉，更不会再见到他的女儿，还会被老妈和村人骂做冷血的杀人魔，就连称号都变成了死神……而且完美的通缉犯图鉴也永远无法完成。<br>
    赤色恶魔<br>
    赏金：300,000G<br>
    其实就是红狐，几乎无敌的猎人，方法不当的话即使用金手指改到255级也未必能战胜她，这里提供一种攻略方法给大家做参考。<br>
    首先用合成等离子炮身＋等离子电磁线圈＋等离子电容器＋道尔芯片13合成出等离子加农炮ア；其次，推荐等级140以上；最后，事实证明，等级再高也不能跟其进行白兵战，所以必然选择坦克战(第四项)。<br>
    战前准备：坦克：鼠式（鼠式）。主炮1：改造后的等离子加农炮ア；主炮2+3：买到的最强主炮改(初始905攻的那个)，一炮一千多。副炮1+2：35mm机铳改（实际无什么作用，纯为坦克增加耐久度）。S-E1+2：履带要塞能买到的30800G的冰冻属性S-E改(有很高几率可以攻击到隐身状态)。<br>
    所有装备必须改造到攻最大，强度最大（因为那么重，只能靠坦克本身零件作为坦克耐久了，而且即使有高功率发动机，所能携带的装甲也不够红狐一下1800的），这时候出现了一个问题：目前没有足够的发动机能拖动这么一堆装备，于是我采取了一个小花招，就是战斗开始前把坦克拖到红狐身边，或者先把鼠式上大部分装备全卸下来装满装甲约3000多，然后装上装备以超超超重状态(-46t)停靠在其身边。然而这个小花招只成功了一半，就是能超重开打，却是以0sp的状态出现的，然而速度却被默认为有高sp的状态，所以不能先攻了，大概是BUG。<br>
    战斗第一阶段：红狐躲在范围外：前几个回合使用主炮，每次3发，虽然命中低一些，但一般至少总有1/3的几率击中，如果采用对范围外的rap弹，每回合只能开一炮，损伤只有600多；战斗第二阶段：红狐恢复正常，此状况双方都处在不太有利的地位，这个时候你的主炮一般应该至少坏了一个，但还要继续狂轰，因为命中高了；战斗第三阶段：红狐隐身，此状态普通攻击无效，因此采用双S-E，看看自己的人品，发现两个S-E虽然都破损，但还能撑，于是狂轰至结束战斗。<br>
    最终之战——黑之塔（黑暗之塔）<br>
    先来到Alice One村口的莱恩家里同莱恩对话，得到黑之塔的情报，接着进入加农之刃西北方沙尘暴中的黑之塔会被赶出来，后去Alice One村口的莱恩家看到他被黑衣人袭击，救出他之后出村收到老爸传来的紧急MAIL，再去黑之塔，会看到老爸被黑衣眼镜男打伤，从老爸口中得知这个黑之塔是古代文明超级导弹的发射塔，黑衣人组织要用它毁灭全人类。时间不等人，赶快进入塔中，由顶层进入，直接坐电梯到最底层，干掉黑衣人组织里的女人和胖子，原来导弹的发射已进入倒计时，他们只是为了拖延时间。继续前进找到黑衣眼镜男阿里克斯，他说出了事情的真相……<br>
    以前的人类为了找出拯救地球环境恶化的方法，集结了当时的科学技术做出了拥有高度人工智能的计算机，它名叫诺亚。诺亚为了拯救地球到底应该怎么做呢？模拟了无数次之后，诺亚得出了答案，那就是抹杀制造自己的人类！只要抹杀了因为一己私欲而不断破坏地球的人类，就可以拯救地球，之后就发生了“大破坏”。这场“大破坏”几乎让人类全部灭亡。为了消灭生存下来的人们，诺亚制造了一群兵器……人们称之为怪物，之后怪物数量慢慢减少了……有一天，诺亚不知道被什么人破坏了，传说是一个猎人干的（FC版《METAL MAX》剧情）。在那之后，诺亚消失了，可是怪物们却没有消失，这是因为诺亚的终端机也存在着人工智能，把诺亚的机能分散开继续运作着——黑衣男阿里克斯就是诺亚的终端之一！<br>
    原来阿里克斯说出这番话也是为了拖延时间，真是狡诈透顶，导弹就要发射了，选择阻止导弹发射（如果选择不阻止的话便会出现世界毁灭的结局），然后到电脑前存个档，从下面的门进入作业用电梯一路追赶导弹，之后便全力攻破吧。<br>
    刚把导弹打爆，暴走的阿里克斯便爬上来了，最终之战了，拼尽全力吧<br>
<br>
	<br><a name='zhanche'>
	具体的战车获取按顺序如下：<br>
01、越野车：垃圾山中。<br>
02、德马格：垃圾场西北森林挖掘。<br>
03、蚊式：纽福克北方的废弃大楼B1F。<br>
04、野巴士：巴士停靠站使用停车牌获得。<br>
05、旋风(对空)：乌有乡用废铁跟钱换。<br>
06、突击炮：亡灵战车大队石碑处挖掘。<br>
07、巴巴罗萨：巴士停靠站西北沙漠挖掘。<br>
08、消防车：水上基地左下方的商人营地竞价获得。<br>
09、虎式：多安镇东南沙漠挖掘。<br>
10、罗西纳：雷克大桥东侧击败阿修罗获得。<br>
11、伏尔甘：霍莱左上的沉没废楼B1层(进去时需要消防车）。<br>
12、猎豹(对空)：贝尔迪亚的北方要塞1F。需先打败5F的通缉犯。<br>
13、梅卡瓦：加农之都西方沙漠挖掘。<br>
14、露露贝尔/隆美尔/艾布拉姆斯/零式/豹式：巴特战车研究所用废铁制造。5选1。<br>
15、鼠式：战车要塞打败战车骗子获得。<br>
<br><a name='allboss'>
本文整理的是重装机兵沙尘之锁的全BOSS位置图文攻略，供各位玩家参考对照。<br>
<br>
（部分BOSS不能作战失败，否则将再也打不到） <br>
1，清道夫 1000G 垃圾山里，先去拿战车再去打胜算较高。 <br>
2，新式甲壳虫 1500G 纽福克村的北方，沙漠里，靠近大楼废墟出现率高。 <br>
3，人狩大队长 3000G 纽福克村的西北方，商人营地里，一次战斗，只许胜利不许失败……推荐击败新式甲壳虫后再来惹。先对抗战车，中间有红狐助战。轰掉敌人的坦克，然后对抗其人。 <br>
4，大锤头 2500G 东零车站东边的沙漠里，能力强悍，请小心作战。 <br>
5，拆解魔 80000G 必带男机械师（这是他老爸）先到贝尔迪亚村，和罗丝小姐做两次自我介绍，并且有一定数目的战车（本人来的时候是八辆， 有人说四辆也可以）进出村就可以看到他出场，然后去罗丝家的地下车库，先和罗丝说话，再和管家说话，最后她弟弟说话。然后进去找拆解魔，会被罗丝阻止，再 和她弟弟谈话，这样就可以在村门口遇到他了。他的战斗力特别强悍，尤其是可以瞬秒战车部件，所以要小心下车对付。此战只许成功，不许失败！ <br>
6，神风王子 9900G 贝尔迪亚村西边的商人营地西北方的仓库周围，本人在西北处遇到。真会逃，还是用防止敌人退却的特技吧。 <br>
7，蓝浆果上校 10000G （人类战）此角色牵扯小剧情，一定要到达贝尔迪亚村后优先消灭，贝尔迪亚村北方要塞的楼上，开门需要开几个开关， 稍微有些麻烦。前几层都是固定遇敌，多准备些投掷武器和补血工具。这家伙本人不会攻击，把他的几个部下秒掉后就可以轻松虐待他和背他的士兵啦。 <br>
8，超兽战车 15000G 贝尔迪亚村北方要塞地下，对话后就可以作战，推荐先拿要好的火炮后再来对付他。 <br>
9，秃鹫战机 12000G （空战）随机出现在前几个村子门口，并且在村子之间移动。追上去攻击，推荐用对空武器…… <br>
10，大蛇 10000G （人类战）鸟神居 旁边洞穴里，先装备防冻装甲后使用火焰武器攻击它，第一次打跑它，第两次战斗后就可以获得胜利…… <br>
11，垃圾堆的恶魔 10000G （人类战）莫尔克村的下水道的下方的一个方型台子边上比较容易遇到，请记住这里，因为我们以后还要来一次……另外，这家伙比起大蛇来没有什么差距…… <br>
12，亡灵战车大队 20000G 首先，击败大蛇，在去打亡灵战车一仗，会发现无法击败，然后去莫尔克村村的猎人事务所（勇士办事处）打听情 报，接着去鸟神居找那个女配角谈话几次，会获得破解方法。接着去沙漠中间偏左的地方找到石碑，调查后破坏掉就可以了。别忘记，石碑下边还有辆坦克呢。<br>
<br>
好了，东边大陆我们都清理了，该去西边了，首先去东零站坐火车了…… <br>
先收了战士后并且练级高了后再进入二层赌场以引发剧情。 <br>
火车上的通缉犯全部都是人类战，并且只有一次作战的机会！： <br>
13：强盗兄弟 12000G：去赌场会发现他们在抢劫，追上车顶后三对三。 <br>
14：木偶师 18000G：击败强盗后，再次坐火车，全体装备单人攻击武器进入赌场就可以遇到，此BOSS的真身是木偶，所以不要攻击老人。击败木偶后再伤害老人。否则的话……木偶失控后可能秒杀我方。<br>
<br>
到了西边大陆…… <br>
15：车轮 20000G：爱丽斯一站（什么名字啊……）北边汽车站北方和最北方山下出现。能力一般，但是小心那里来回乱跑的陆地巡洋舰。 <br>
16：陆地巡洋舰 200000G：和车轮挨的很近，不过是在本体可看到的。推荐后期都装备好了再回来打……它实在太厉害了。还有，一定要让机械师学会机械停止的特技。打完后进去还要摧毁炮台……幸好不是连战…… <br>
17：沙门菌老祖 20000G：（人类战）爱丽斯一站东北的山洞里，打它之前还需要打一个猴子，那家伙比它还厉害，而且是二连战，等级不高不要来惹，可能导致全灭…… <br>
18：强盗残党 18000G：打败强盗兄弟后会收到他们的信件。从东零车站顺铁路进入隧道后在分叉路口拐弯前进就可以遇到了。虽然不算太厉害， 但是由于洞穴里的反坦克狗太多，遇敌率还超高，走到BOSS跟前也快没装甲了…… 但是可以用第三城学到的狗的特技嗅觉,可以不遇到等级低的敌人,顺利通 过铁路,初期不要来到了西部变强了再来铁路.<br>
19：寄居蟹 24000G：在孤儿院东南的大楼里藏着，缩壳能力无耻卑鄙，后期再来！多带特种弹和反藏匿S-E，轰死他！ <br>
20：钻洞机 20000G：顺铁道走到左上角，路过孤儿院就可以找到矿坑，它在1F的最里面，用闪光弹打威力较高。必打的BOSS,打败后发生黑衣人剧情. <br>
21：肌肉教主 30000G：（人类战）多安镇东边，进入肌肉教会先把身上装备解下来和门口的人说话：他问你 <br>
来参观？ 选 不是 <br>
要入教吗？选择 是<br>
<br>
进入后到最上层和教主谈话，被带到了改造室，选择“逃出”，然后装上装备就可以冲去最上层找教主PK或者逃离这里。 <br>
先声名：此BOSS能力比马歇尔变态，推荐最后再来打…… <br>
22：战车地狱 30000G：多安镇西南，接到求救信号后按BS控制器指示走过去转转就能找到，这东西会藏到沙内加强防御，并且会破坏战车的底盘。不过比起教主来说，还是欠了点。 <br>
23：人狩师团长 24000G ：比较麻烦的家伙，首先带女战士，然后去孤儿院中途给完成修车事件，进入孤儿院机器卫兵才能放行，然后去某村的 门口买房子（抱歉，我忘了）……接着打听团长的消息，等旋风号修好后徒步走出孤儿院，剧情，进出一次，剧情，进出一次……继续剧情。开车出去，收到邮件。 然后去多安镇黑衣人旁边的工厂，进去后是人狩师的基地，找到后团长，干掉他后选是，带走孤儿院某卤莽同志的尸体去做电疗……最后再回孤儿院对话。 <br>
24，金属野猪 14000G：多安镇西南边，BS控制指示的有点偏…… <br>
25：巨大黑影（希望有人解释一下这BOSS） 50000：在多安东南的大峡谷里，以他的个头很好找…… <br>
26：导弹海怪 40000G：接到邮件回去后会发现满街的章鱼坦克……消灭清理干净后它回登场，能力强悍。不过可以每杀四只章鱼坦克进出一次村子，章鱼坦克再次出现，杀章鱼坦克经验很多。不过没钱就是了。 打败后出村收到邮件再去找船厂的老人可获得船(自由活动)<br>
27：阿修罗 38000G 多安镇西南的桥上挡路，让人头痛的BOSS，故意输的话，武器全无，不过可以无限拿回……这BOSS每六回合会进行无双乱舞并且会攻击部件，所以尽可能的别珍惜S-E啦……打败他后获得T-34坦克。 <br>
28：老人的力量 50000G：（人类战）老人院最下层,从背后的楼梯下去……初期被欺负……后期欺负人…… <br>
29：隐身刺客 40000G：（人类战）惑莱旁的下沉的大楼里，需要花50001买的消防车才能进入，里面有坦克和这个会隐身的BOSS。推荐音波和冰冻武器…… 如果有人工少女可以用激光攻击.<br>
获得船后可以打以下两个 <br>
30：鲶鱼潜艇 60000G：多安西南方小岛周围出没，记得S-E装备反潜武器。 <br>
31：龙爪虫 80000G：湖最北边的那条最细的河的河湖交接处比较容易遇到。<br>
32：酒吧老板 100000G：首先，把酒吧里挑你的家伙全消灭……30个通缉犯前应该没这个事件……谁知道呢，反正这时候没人挑战你了（都被放倒了） 去火车站和两个猎人谈话，然后去猎人工会找一个大胡子戴牛仔帽的家伙说话，回家，在酒吧里遇到事件，可见到老板的能力了。选择第一项：放他走。然后去莫尔 克村的下水道，遇到酒吧老板的女儿，对话，选：带上她，然后到那个垃圾恶魔所在的台子上边。会发生剧情，选择第二项：站着不动。再选第二项：站着不动。接 着去领钱吧，酒吧再次开张。 <br>
33：神风皇帝 99000G：这个家伙让我找了半天……履带要塞和加农之刃的小沙漠里出现，大约在乱石的地方,好象离加农之刃稍微近点。反正很麻烦…… <br>
34：B2魔鬼鳐鱼 50000G：在整个西部大陆乱飞,后期还经常能在海上出现.是秃鹫的加强版，记得对空武器！ <br>
35：多炮台战车 100000G：加农之刃周围的沙漠里，除了北边，剩余地方都可能出现……等级装备不行的话很难对付的。<br>
36：红色恶魔（红狐）300000G：最强的赏金猎人，改造女终于在我们清理了35名通缉犯后对主角提出了挑战（前提是已经没人挑战你），打红狐先选择 战车战！然后把你的鼠式防御改到最高，装备能买到最好的武器：主炮三门，副炮两门，S-E两门（要履带要塞3XXXX的那种冰冻S-E，反隐），把装甲全 扔掉，把全部武器全升级到最高。超重了，我知道……拖到红狐身边。坐上挑战红狐吧。 开始一直用主炮轰，即便她变换状态也要轰，最后她会隐形，用S-E轰 直结束战斗……此战运气非常重要，有可能一下就被她给打下车……SL大法吧。 如果有合成的牡丹SE,可以把SE炮弹改造满.只在鼠式上装两SE,防御 满,再装装甲,可以很快灭掉,记得是5回合左右,打他的时候他浪费回合变换状态更好,SE可以解决隐身和范围外。<br>
37：风暴之龙 150000：先让机械师学会空中强制落地的技能，然后把坦克全部装备好，记得防御电磁……全体去加农之刃的北方迎接最强悍的飞行通缉犯 吧……此龙不只会电磁武器，还会装甲变化，能力强悍，建议装上履带的冰冻SE,可以防止他隐身.你打的过红狐靠运气的话，这么就是靠实力……反正早晚它也 要爬下，不过先去拿最后的战车吧。<br>
38：龅牙 450G：此通缉犯非常特殊也非常麻烦……在イースト&#12539;ゼロ和车站前有坦克的男人对话，给20000G-70000G，数值浮动，让他走人为 止坐火车在赌场和他对话 。之后去站前的小狗打擂台的地方和他对话 。接着到惑莱的酒吧和他对话再给他一样的钱。到履带要塞酒吧发生事件，下一步去加农之 刃的猎人事务所和里面的人对话。然后去人间砦的酒吧和他对话，再和门口的大爷说话。在酒吧右上角的栅栏附近找到他，干掉后完成通缉．最后去履带要塞的酒吧 能得到战车。<br>
<br>
另外，传送失败后会到达两个地方遇到两个剩下的通缉犯，都是人类战。<br>
关于传送失败,有人说等级120以上几率高,但好象是打败35个通缉后几率更高. <br>
塑料巨人 25000G：超特技仙人那里的拐角处可以遇到。但是遇到的几率不是很高.怀念的造型啊……<br>
机械-X 30000G：制药研究所周围。很好找。<br><br><br><br><br>";
echo "<br><br><br><br><br><a name='hecheng'>
赏金首掉落的垃圾兑换明细<br>
<br>
与众不同的垃圾<br>
（蛇的浮雕、爆冲击发器、绯牡丹炮身、有男子气概的东西、等离子电磁线圈、绯牡丹速射装置）<br>
<br>
非常棒的垃圾<br>
（等离子电磁线圈、蛇的浮雕、绯牡丹速射装置、蛇的爆缩机、绯牡丹炮身、道尔芯片11、爆冲击发器、等离子炮身、等离子电容器、有男子气概的东西）<br>
一流机械垃圾<br>
（绯牡丹速射装置、蛇的爆缩机、蛇的炮身、等离子电容器、有男子气概的东西、爆冲击发器、等离子炮身、道尔芯片12、等离子电磁线圈）<br>
<br>
旧文明垃圾<br>
（道尔芯片13、蛇的浮雕 、等离子电磁线圈、等离子炮身、爆冲击发器、等离子电容器、绯牡丹速射装置、绯牡丹炮身、有男子气概的东西）<br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>";
echo "<a name='vvv'><br><center><img src='./shachenzhisuo.jpg' border=1 style='width:100%;cursor:pointer' onclick='javascript:window.open(this.src)' /></center><br><br><br></div>";

?>
