<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><h2>勇者斗恶龙5剧情文字攻略附全boss打法</h2></center><font size=5>";
echo "<font color=red>攻略流程　青年前期</font><br>
       <br>
       大神殿（建设中）<br>
       剧情完毕之后，主角可以自由行动。先上楼和亨利对话，得知已经过了十年，之后再下楼和其他奴隶对话，再回去时即可发生剧情，结束这一天的奴隶生活。第二天发现一名女子正在遭受毒打，亨利按捺不住怒火上去与狱卒打斗，于是主角也去帮忙。<br>
       打倒两只狱卒之后，被抓到牢房里，连续和亨利对话3次以后，会发生剧情。得知白天所救的女子名叫玛利亚，是士兵长的妹妹，因为打碎了教主的东西，而被抓来当奴隶。之后会被士兵长放生，三人一起钻进漂流桶中……<br>
       两个狱卒会使用药草回复，还会跳不可思议之舞降低我方的MP，建议先全力攻击，先打倒一个狱卒再回复HP，对付剩下一个就简单了。<br>
       ▼<br>
       海边的修道院<br>
       　 等到主角醒来，发现自己身在一个修道院里。与这里的人们对话，得知自己漂流到了海边，被这里的修女所救。而玛利亚选择留在这里当修女，亨利决定和主角一起出去旅行，回到自己的城堡看看。<br>
       和这里的一名修女对话，可以得到一件名产品木雕女神像，装备之后可以提升运气。和玛利亚对话之后可以得到1000G谢礼。<br>
       ▼<br>
       奥拉克贝利<br>
       出了修道院往北，走不远就能到达奥拉克贝利镇。这里有一个豪华赌场，推荐有耐心的玩家在这里刷出50000代币来换一把金属王之剑，这样在以后的战斗中就会轻松许多。这里有一个怪物老爷爷，和他对话之后，得知主角拥有抓捕怪兽的能力。之后在夜晚可以在镇子西北角的房间内花300G买到马车，这样以后打倒怪物时，就有一定概率让怪物成为伙伴了。注意有些怪物能收，有些怪物是不能收的。打开怪物图鉴，可以收的怪物会有注明。<br>
       抓捕怪物是DQ5的一大特色，怪物有各种成长类型，有些初始的怪物，虽然能力比较低，但是成长度非常高，等级上限也比较高。推荐玩家在这里收一个红色的苹果怪，虽然等级上限只有20，但是初期的能力比较高。之后遇到史莱姆骑士的话一定要收一个，非常实用，而且具有抗火焰耐性。<br>
       ▼<br>
       圣塔罗斯洞窟<br>
       　 离开奥拉克贝利，往北走不久就能回到幼年时的圣塔罗斯村。进入这个村子之后发现村子已经一片荒凉，和村民对话之后得知是莱因哈特王下令放火烧了村子。在村里可以乘坐木筏进入幼年时代所无法进入的洞窟场景，在最深处可以找到一封帕帕斯留下的信和一把天空之剑。<br>
       离开村子，到达位于西边的阿尔卡帕，得知比安卡一家早已经搬走了。村里可以遇到一名来自莱因哈特的士兵，他会告诉主角莱 因哈特发生的政变，亨利的弟弟迪尔现在是莱因哈特国王，而实权却掌握在太后手中，施加重税，民不聊生。在旅馆里住一宿之后，亨利毅然决定回到自己的城堡里去一探究竟。<br>
       在圣塔罗斯洞窟里出没一种金属史莱姆，打倒之后可以获得1350点经验，一定要好好利用一下，给全员多多提升等级 。<br>
       ▼<br>
       莱因哈特洞窟<br>
       到达圣塔罗斯东边的关口，守卫的士兵认出是亨利王子，于是放主角通行。到达了莱因哈特城，城内的士兵却堵住去路不让主角一行入内。此时亨利王子想起来城内有一个秘密通路，可以乘坐竹筏绕到城内。竹筏就在城右侧幼年时代亨利王子被抓走的地方，秘密通道的入口就在城门的吊桥正下方。<br>
       进入城内的地下通路，绕到城内的庭院，在庭院里和小狗对话之后 会发生战斗。见到迪尔国王之后，国王认出了亨利，并把莱因哈特的钥匙交给了主角。使用这把钥匙可以进入亨利王子房间地下室的被锁的房门，里面有一个传送门，可以传送到森林深处的一个祠堂里。<br>
       得到莱因哈特的钥匙之后，建议先不要去传送门，回到城入口左边2层的宝物库，先把3个宝箱拿了，然后再出发也不迟。<br>
       ▼<br>
       神之塔<br>
       从祠堂出来之后，先不要朝南方走，先朝北边过桥，回到海边的修道院，在这里和一名修女对话之后得知如果想进入神之塔必须要有心灵纯洁的少女才能打开大门。这时，玛利亚自告奋勇表示原意与主角一行同去，带着玛利亚来到神之塔，就会发生剧情打开了神之塔的大门 。<br>
       进入塔内一层，居然看见了帕帕斯与主角母亲的幻影，由同伴对话得知神之塔内可以浮现出每个人的回忆。在神之塔移动的时候一定要小心，有一层必须要贴着路边走，万一失手掉下去就要重来。在塔最上面一层，有一处断桥，其实只有中间一格路是断的，左右两边都有看不见的路可以走。拿到拉之镜之后即可回城继续发展剧情，塔顶无BOSS。<br>
       回到莱因哈特城，来到王座上面一层，发现迪尔正因分不清真假太后而着急。对着太后使用拉之镜即可分辨出真假，之后进入BOSS战。<br>
       BOSS战：假太后<br>
       HP：650　攻击力：150　守备力：100　速度35 经验：750 金 钱：320 留下物品：神奇树果<br>
       行动规律：每三回合一个循环规律，普通攻击或召唤笑袋——蓄力或火焰之吐息——攻击或召唤骸骨兵（注意有时候“蓄力或火焰之吐息”这个回合会直接跳过）。<br>
       咒文抵 抗：玛努沙有效、鲁卡尼有效、1回合不能行动特技偶尔有效<br>
       攻略要点：需要注意假太后的蓄力攻击，如果不防御的话很有可能直接被秒。此外，全体的喷火攻击伤害也比较大。召唤的两个怪物都是一般的杂碎，可以不做理会，集中攻击假太后才是上策，毕竟她的HP也不多。<br>
       <br>
       ▼<br>
       波特塞米<br>
       打倒假太后之后，莱因哈特回复了和平。同时亨利和玛利亚也离开了队伍，临走前亨利送给主角一张双六卷。之后主角前往比斯达港，乘坐定期船到达西边大陆的波特塞米镇。<br>
       在这个村子的教堂左右两侧分别可以找到100G和一枚小徽章，此外，商店出售的魔法盾最好买一个，不但防御较高，还有隐藏的魔法抗性。<br>
       来到酒馆里会发生剧情，一名来自卡波奇村的村民来镇上寻找强力的战士讨伐怪物，结果却遭到强盗打劫。主角消灭了2只山贼狼之后，得救的村民委托主角一定要到他们的卡波奇村去帮忙消灭怪物，并预付了1500G报酬金。<br>
       旅馆内部有一个红色的房门暂时无法进入，需要以后得到魔法钥匙才能获得里面的宝箱。另外，这个村子也有怪物老爷爷，可以寄存怪物。<br>
       ▼<br>
       卡波奇村<br>
       离开波特塞米，朝南方前进到达卡波奇村。这个村子白天才会有人，如果是夜晚进入的话要在旅馆休息一下才能触发下一步的剧情。<br>
       白天进入村庄正中间的房屋，会见到之前的委托人和这个村子的村长。得知怪物就盘踞在村子西边的洞窟里，于是主角出发朝洞窟前去一探究竟。<br>
       ▼<br>
       魔物巢穴<br>
       洞窟比较难走，需注意别掉落陷阱了。在洞窟深处，可以发现一只杀人豹，它身后还有一把剑。在和杀人豹战斗之前，一定要把比安卡的缎带携带在 主角身上，战斗中只要使用比安卡的缎带，杀人豹就会认出主角，并加入同伴。之后能得到帕帕斯留下的剑，只有主角可以装备。回卡布奇村和村民对话，可以得到另一半1500G谢礼。<br>
       山洞里有一个骷髅旁边可以找到一枚小徽章，别忘了拿了。杀人豹加入时身上会有新的装备品。<br>
       ▼<br>
       鲁拉菲恩<br>
       从卡波奇出发，回到波特塞米再一路向西，即可到达鲁拉菲恩镇。这个镇子内部构造复杂，需旋转视角才能找到正确的路线。<br>
       在镇子内能找到一个研究魔法的老人，和他对话之后得知他在试图让古代消失的种种魔法复活，最近在实验一种传送魔法，不过需要一种名为鲁拉月草的道具，老人在地图上指出了鲁拉月草的具体位置，让主角去寻找。<br>
       鲁拉月草的位置在鲁拉菲恩所在的大陆西南角，不过只有夜里才能找到，这里就要灵活使用于圣塔罗斯洞窟里找到的黑暗之灯了。找到鲁拉月草之后再回去和老人对话，即可习得传送魔法鲁拉，之后亲自使用一次证明实验成功即可。<br>
       DQ5在历代作品中比较特殊，如果想随意传送到任意都市，只能使用鲁拉咒文。而道具店里出售的奇美拉翅膀只能飞到最后一次离开的城镇，不能自由选择移动对象。<br>
       ▼<br>
       萨拉波纳<br>
       在鲁拉菲恩南方野外有一个旅馆，旅馆再往南有一个通往萨拉波纳的洞窟。不过在这之前必须要得到鲁拉咒文，并且传送回莱因哈特城恭贺一下亨利和玛利亚的新婚，否则洞窟将会被守卫封锁无法前进。<br>
       来到萨拉波纳镇后，在入口会与鲁德曼的女儿——芙罗拉相会。接着前往镇子西北方的鲁德曼豪宅，在这里和女佣及门口等待的村民对话之后即可发生剧情。鲁德曼许下诺言，如果有人能够得到火之戒指和水之戒指，就把自己的女儿许配给对方。<br>
       为了得到鲁德曼的家宝——天空之盾与船只，主角只得前往死火山去寻找火焰戒指……<br>
       在鲁德曼的豪宅3楼（虽然外表看起来仍然是二楼……）是DS版新追加的角色——黛博拉的房间。房间内有一个使用触摸屏的史莱姆迷你游戏机，可以使用触摸屏进行类似于打地鼠的小游戏，如果得分较高还能得到奖励，推荐有兴趣的玩家试试。<br>
       ▼<br>
       死火山<br>
       进入洞窟不久后可以见到为了迎娶鲁德曼的女儿芙罗拉而来冒险的安迪。洞窟二层以后开始出现了伤害地形，每走一步都要损伤一点HP。在第三层有一处回复点，可以灵活运用。在最深处调查墙壁上的火之戒指之后会出现3只熔岩原始人，之后进行BOSS战 。<br>
<br>
BOSS战：熔岩原始人<br>
       HP:420　攻击力：90　守备力：60　速度：21 经验：350 金钱：250 留下物品：魔法圣水<br>
       行动规律：火焰之吐息、普通攻击、呆望随机行动一种。<br>
       咒文抵抗：玛努沙和 鲁卡尼高概率有效、拉里荷和美达巴尼低概率有效，梅干地无效。<br>
       攻略要点：这一战是DQ5最难的一战，BOSS3只同时出现，而且喷火伤害大概有40～60点，所以只有祈祷3只千万别同时喷火。另一方面，开战后一定要全力攻击，争取在最短回合内击倒一只，这样一来就能轻松许多。<br>
       ▼<br>
       深山之村<br>
       得到火之戒指之后，回到萨拉波纳和鲁德曼对话，即可得到一艘小船，可以用来在海面上航行前往水之戒指所在的瀑布洞窟。<br>
       离开萨拉波纳不久，北方会有一个水门挡住去路，需要到旁边的深山之村打开水门才行。村内的杂货店内一个坛子打碎就会发生战斗，该怪物实力较为强劲，最好回避。在深山之村里可以和幼年时的玩伴——比安卡再会。和她诉说原委，比 安卡成为伙伴加入队伍，并为主角打开了水门。<br>
       ▼<br>
       瀑布洞窟<br>
       穿过水门到达北边的瀑布洞窟，这个洞窟没有什么难点，深处也没有BOSS，注意要节省MP使用咒文回复即可。在最深处得到水之戒指之后回村，然后去 鲁德曼的豪宅内即可触发剧情。<br>
       接下来就是万众瞩目的DQ5结婚剧情了，鲁德曼给 主角一晚上的时间来仔细考虑。次日早上来到鲁德曼的豪宅即可挑选自己喜爱的新娘（DS版新加了黛博拉乱入的剧情）。选任何一个新娘都不会影响到后盘的剧情发展，只不过3个新娘的能力上有些细微的区别。挑选新娘之后，去深山之村的杂货店拿面纱，再回村即可举办婚礼。<br>
       ▼<br>
       迪尔巴多<br>
       如果玩家选择的结婚对象是芙罗拉或者是黛博拉的话，第二天鲁德曼会 拜托主角去村北的封印祠堂看看。在祠堂最深处调查一个巨大的壶，壶的颜色是蓝色的。回去把这个消息告诉鲁德曼，鲁德曼就会让主角使用自己停驻于波特塞米的联络船。如果选择和比安卡结婚的话，这一段剧情将会直接跳过，鲁德曼会直接把波特塞米的联络船送给主角。<br>
       有了船只可以在海洋上尽情的冒险，这里主要可以到南边沙漠的迪尔巴多城和徽章王之城、沙漠北边小岛上的名产品博物馆去 看看，不过这些都不是下一步的主线剧情。迪尔巴多城会见女王之后，得知女王手中拥有天空之盔，不过目 前还没有找到传说中的勇者，看来只有以后才能来拿了。<br>
       感兴趣的玩家也可以到位于地图正中央的赌场之船去看看，这里的代币和奥拉克贝利赌场是通用的。<br>
       ▼<br>
       尼多之旅店<br>
       由沙漠城市迪尔巴多往东横穿海洋，可以到达东边大陆上的尼多之旅店，在这里建议休整一下，并保存记录。之后要去的位于北边的通往古兰巴尼亚的洞窟是DQ史上最漫长的迷宫，一定要做好心理准备。<br>
       ▼ 奇索特山道<br>
       在奇索特山道上有一个地下室，在这里和一个老婆婆对话之后可以免费住宿，之后夜里主角被磨刀的声音惊醒，后来才得知原来是老婆婆在给主角打造装备，于是主角提升了5点攻击力。如果玩家选择与芙罗拉或者是黛博拉结婚的话，在洞窟门前会有一名士兵，他会带来鲁德曼赠送的宝箱。接着会有一个旅行的神父，如果主角身亡的话，神父能够免费给主角复活。<br>
       ▼<br>
       奇索特村<br>
       刚进奇索特村，会发生剧情，主角的新娘会突然晕倒。之后经过诊察，原来是长途跋涉所致，并无大碍。在这里可以稍微休整一下，并可以记录存档。之后还有通往古兰巴尼亚的山洞另一半，大家要做好心理准备。<br>
       ▼<br>
       古兰巴尼亚山的洞窟<br>
       在山洞里路线十分复 杂，正确的路线必须从某个陷阱跳下去才能到达，玩家必须自己慢慢摸索了。洞窟里的怪物非常棘手，特别是一个手持法杖的僵尸可以召唤闪电全体攻击，对我方伤害巨大，推荐玩家需多留意MP剩余量，实在不行，先传送回奇索特村休息一下再出发也行。这里有不少宝箱都是怪物，打倒的话有很高几率留下小徽章，不过，宝箱怪的全体即死咒文成功率非常高，这一点非常头疼。<br>
       在山洞的某个出口里 ，会遇到一个神秘的老人，他会询问你是否丢失了一个双六卷，此时一定要选择否；之后他会继续询问是否丢失了一个小徽章，继续选否；接着他又会问你是否丢失了水之羽衣，再选否的话，他会说你是个诚实的人，于是把3样物品都送给了主角。<br>
       ▼<br>
       古兰巴尼亚<br>
       穿过洞窟，就来到了古兰巴尼亚城外。进入城堡后，可以先休息并记录一下，此时2楼的守卫不让主角去会见国王，必须到城右侧桑丘的房间内触发剧情才行。桑丘 会引荐主角去会见奥基隆国王，并告诉国王主角就是帕帕斯的儿子。原来奥基隆是帕帕斯的弟弟，帕帕斯死后，一直是由奥基隆代任国王之位，此时妻子突然晕倒，原来是怀了身孕。之后妻子会暂时离开队伍。<br>
       下楼和奥基隆国王对话，国王打算把王位让给主角，但是，如果想当上国王，必须去试炼的洞窟拿到王家之证。于是主角动身前往城堡东北方的试炼的洞窟。<br>
       由于古兰巴尼亚是主角的故乡，和这里的居民对话可以得知父亲的一些事情。城内有两个房间被钥匙锁住，必须以后才能打开。另外，在王座2层的右侧阳台上，可以找到一枚隐藏的小徽章，别忘了拿。<br>
       ▼<br>
       试练的洞窟<br>
       试炼的洞窟内机关重重，想拿到王家之证并不是那么简单的 。首先在刚进洞窟时就能看见4个房间，根据提示：“不能让石像背靠背”，要把所有的石像转成面对面。其实，需要转动的石像房间门口的地板颜色会有变化，首先进入最右边的房间，把两只老鹰转好，之后再出来会发现入口的门不见了。接着进入左边数第二个房间，再把老鹰转好，再出来走到尽头就能发现通往下一层的楼梯。<br>
       在第二层有一个水门机关，必须按压机关放水才能通往下一层，但是主角自己也会被冲落，所以必须利用一旁的一块石头，把石头推到机关下方，这样就能挡住主角不会被流水冲落。<br>
       在第三层必须利用6个机关来控制老鹰石像的移动，这样才能打开通路。通过了所有的机关，刚准备离开这里，突然出现了传说中的大盗坎塔达。<br>
       BOSS战：坎塔达<br>
       HP：1400　攻击力：235　守备力：80　速度：30 经验：1150 金钱：500 留下物品：石斧<br>
       行动规律：物理攻击为主，偶尔会出痛恨一击。HP所剩不多时，会使用 荷伊米回复。<br>
       咒文抵抗：鲁卡尼系有效，玛努沙高概率有效。<br>
       攻略要点：BOSS和大盾男同时出现，大盾男只有100多点的HP，所以应该优先消灭。由于BOSS只会物理攻击，所以只要多使用斯克鲁特和玛努沙即可放心迎战。唯一需要担心的是BOSS偶尔会使出会心一击，能构成200点以上的伤害，如果队伍里有人会查欧拉鲁的话，将会放心许多吧。<br>
       ▼<br>
       北之教会<br>
       回到古兰巴尼亚城，举国同庆主角的登基。同时，主角的妻子顺利产下 一对双胞胎，之后主角可以给儿女起名字。再次双喜临门之际，夜晚却受到了怪物的偷袭，主角的妻子被怪物抓走，幸好有女佣拼死保住了儿女的生命。<br>
       剧情结束后，可以从大臣的房间内找到飞天鞋，使用飞天鞋之后就能直接传送到北之教会。来到北之教会这里最好记录一下，下一步要朝北方的恶魔之塔进发。<br>
       ▼<br>
       恶魔之塔<br>
       恶魔之塔里虽然没有类似于试炼的洞窟里一样的复杂机关， 但也不是这么简单。需要注意的是，在一层满是刀刺地板的房间，需要顺着刀刺寻找正确的路线。之后在有石像喷火的一层，需推动石头堵住石像才能避免受到伤害，石头不足时可以从上一层推到陷阱里掉下来。当然，如果嫌麻烦直接拼血走过去也行。最后只要按压两个机关，就能打开吊桥，到达BOSS所在的塔顶。<br>
       BOSS战：兽人Ｌｖ２０<br>
       HP：800　攻击力：155　守备力：121　速度70 经验： 360 金钱：300 留下物品：毛皮披风<br>
       行动规律：普通攻击或者鲁卡南，但是如果我方有同伴使用玛荷坎达的情况下，则不会使用鲁卡南。<br>
       咒文抵抗：拉里荷偶尔有效、鲁卡尼高概率有效<br>
       攻 略要点：BOSS不算难打，基本上只会物理攻击。唯一需要担心的就是鲁卡南降防了。当然我方如果有斯克鲁特的话，就不用害怕了。<br>
       BOSS战：奇美拉Ｌｖ３５<br>
       HP：800　攻击力：145　守备力：150　速度：80 经 验：450 金钱：350 留下物品：无<br>
       行动规律：普通攻击、火焰吐息、贝基拉玛、希亚达克随机使用，偶尔两次行动。<br>
       咒文抵抗：鲁卡尼有效、玛努沙高概率有效<br>
       攻略要点：这个BOSS比较棘手，不但速度快，更加上有很多全体攻击的招式，此外还会两次行动。我方最好带上抗魔法属性较高的同伴，此外最好有2人以上能够回复。<br>
       BOSS战：加米<br>
       HP：1200　攻击力：220　守备力：120　速度：50 经验：3000 金钱：0 留下物品：小徽章<br>
       行动规律：普通攻击、暴风雪、巴基克洛斯、美拉米随机使用。<br>
       咒 文抵抗：鲁卡尼系、玛努沙有效。攻击咒文全部有效。<br>
       攻略要点：一开始杰米会有防护罩，一切攻击几乎构不成伤害。其实只要当主角的HP下降到一半以下或者是经过11个回合之后，主角的妻子就会出现并帮 助主角解除杰米的防护罩。同时主角的HP和MP也会完全回复。好在这个BOSS并不会两次行动，而且速度也比 我方慢。所以只要重视回复的话，也不算太难打。唯一需要注意的是BOSS的全体魔法巴基克洛斯，如果使用魔法反弹咒文的话，将会轻松许多。 <br>
";
echo "</font></div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
