<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><h2>勇者斗恶龙5剧情文字攻略附全boss打法</h2></center><font size=5>";
echo "<font color=red>攻略流程　青年后期</font><br>
       <br>
       海之神殿<br>
       又是漫长的剧情，主角和妻子被石化，然后被人拍卖……经过了8年的漫长时光，终于有一天，桑丘带着主角的儿女找到了被石化的主角，并解除了主角的石化。之后主角一家回到古兰巴尼亚城，可以到露伊达酒店把主角一家都带上队伍。此外，在这里和旅馆老板家的儿子对话，得知他准备当士兵保卫国家，之后再到露伊达酒店即可收他为同伴。<br>
       主角儿女加入队伍之后，可以出发到位于沙漠的迪尔巴多。在这里和女王对话，他会带领主角去拿天空之盔。当主角儿子顺利戴上天空之盔以后，女王会将天空之盔送给主角。<br>
       从古兰巴尼亚坐船到北方大陆，顺着岸边到达海之神殿。在海之神殿里有一个门暂时无法进入，坐船顺着水路寻找出口，即可到达主角 母亲出生的村子——艾尔海文。<br>
       海之神殿里的怪物会使用即死魔法，非常头疼。如果队伍里没有同伴会复活魔法的话，建议还是一路逃跑为上。因为这个洞窟里不能使用脱逃咒文，一旦主力队员阵亡，很可能会在回去的途中全灭。<br>
       ▼<br>
       艾尔海文<br>
       在艾尔海文村里可以找到魔法钥匙和魔法飞毯，魔法钥匙可以用来打开之前所不能打开的红色房门，魔法飞毯则可以在空中飞行，穿越海洋上的礁石。乘坐魔法飞毯时不会遇敌，可以在大地图上转转，回到以前去过的村庄，用魔法钥匙打开以前所不能打开的房门。<br>
       ▼<br>
       通天塔<br>
       　有了魔法飞毯就可以到达位于地图正中央大陆附近的通天塔了，这里的场景和DQ4一模一样，玩过前作的玩家可能会比较熟悉。在塔顶可以看见一个天空人，和他对话得知天空城已经沉于海底，如果想进入的话，必须使用熔岩之杖打开道路。之后可以在他旁边找到熔岩之杖。<br>
       熔岩之杖也可以装备，攻击力比较高，给女儿装备比较合适，此外，战斗中还可以作为道具使用。<br>
       ▼<br>
       地下遗迹的洞窟<br>
       得到熔岩之杖之后，来到艾尔海文南方的地下遗迹洞窟，在洞窟外面使用熔岩之杖就能打开通路。进入山洞以后，这里需要拉动机关改变轨道，才能乘坐小车前进。继续往洞窟里前进可以看见一个被困在小车里来回转圈的人，改变轨道之后即可救他出来。和他对话之后得知他名叫普山，被困在这里已经有好几十年了……之后普山加入队伍，并让你带他去天空之城。<br>
       此外，在地下遗迹洞窟里可以找到一件非常珍贵的祝福之杖，可以无限次使用，每次可以给任意同伴回复HP，等同于贝荷伊米的效果。<br>
       ▼<br>
       天空城<br>
       穿过地下遗迹洞窟即可到达沉于海底的天空之城，天空之城和4代构造基本一致。在龙神的王座后面调查可以发现隐藏的楼梯，下去之后可以看到左右两个台座。来到右边的台座处可以触发剧情，之后得知如果想让天空城重新回到空中，必须要主角幼年时代时得到的黄金宝珠。<br>
       ▼<br>
       迷惑之森<br>
       据说妖精国的女王拥有制造黄金宝珠的能力，主角一行为了得到黄金宝珠，而来到位于萨拉波纳东边的迷之森林。在这里一定要将主角的儿女带入队伍，这个森林的地图与PS2版不同，走错路的话就会无限循环。在一处火堆的地方会发生剧情，主角的儿女看见了妖精，并且跟着妖精一起走到了深处的传送门，通过传送门即可到达妖精国。<br>
       其实这个妖精国就是和主角幼年时代来过的地方，直接会见了族长，族长认出了主角，并把妖精角笛送给主角。有了妖精角笛之后，再到达通天塔北方的一个湖，乘坐木筏到达湖中心的荷花旁边，在那里使用妖精角笛就能看见妖精之城。<br>
       在主角幼年时代前往的妖精国冰之馆那里，现在是一个双六场，有兴趣的玩家可以去挑战一下，终点的奖品是奇迹之剑和幸福之帽。<br>
       ▼<br>
       妖精之城<br>
       进入妖精之城之后，首先和女王对话，女王说现在已经没有制造黄金宝 珠的能力了，但是却交给主角一个光之宝珠。主角带着光之宝珠来到妖精之城二层的左边壁画，在这里可以被传送到过去的圣塔罗斯村。<br>
       来到圣塔罗斯之后，和村民对话触发剧情，这里可 以看见自己的父亲帕帕斯。最后在教堂门口发现了年幼时的自己和那只杀人豹。和他对话之后即可用手中的 光之宝珠换回黄金宝珠。之后离开村子即可回到妖精之城。<br>
       ▼<br>
       波布鲁之塔<br>
       拿到黄金宝珠之后，回到天空城和普山对话，即可让天空城浮出水面。之后可以在城里找到钩爪绳。想要控制天空城移动的话，只要站在两个宝珠之间的台座上即可。<br>
       控制天空城在空中移动，可以到达魔法飞毯所不能到达的群山环绕的场景。来到位于地图左下角的波布鲁之塔，塔的正门被锁住了无法打开，需要从最上方使用钩爪绳才能进入塔内。进入塔内之后，顺着路来到塔的最下层，在这里打开机关，以后就能从正门进入了。之后可以从旁边的楼梯进入塔地下的迷宫，在这里可以找到两个BOSS，刚斯和盖玛，打倒他们分别可以获得龙的左右眼各一只。<br>
       BOSS战：冈兹<br>
       HP：2400　攻击力：300　守备力：135　速度：80　经验：3500 金钱：650 留下物品：小徽章<br>
       行动规律：普通攻击、挥动武器攻击（1.25倍伤害）。<br>
       咒文抵抗：一回合行动不能特技高概率有效<br>
       攻略要点：由于刚斯只会物理攻击，所以只要多加斯克鲁特的话，便可安心迎战。此外，一回合行动不能的特技对BOSS非常有效，所以应该灵活使用特技会吼叫、诱惑之舞、舌头舔的怪物，此外，使用鲁拉菲恩出售的魔物诱饵对BOSS也有效。<br>
       BOSS战：盖玛（第一次）<br>
       HP：3800　攻击力：285　守备力：260　速度：90 经验：12000 金钱：900 留下物品：无<br>
       行动规律：普通攻击、剧烈火焰、美拉佐玛、玛荷坎达随机使用，偶尔两次行动。<br>
       咒文抵抗：鲁卡尼系高概率有效、玛荷多拉有效<br>
       攻略要点：盖玛的HP非常高，所以就注定了这是一场持久战。需要注意盖玛的全体火焰吐息会造成65-85点的伤害，对我方威胁巨大。推荐配置抗火焰较高的怪物出战，如果主角儿子已经学会夫巴哈咒文的话则最好不过。队伍里一定要有2人以上能够负责回复。<br>
       <br>
       ▼<br>
       封印之洞窟<br>
       打倒两个BOSS之后，回到波布之鲁塔地 上，在一处龙的雕像左右分别使用龙的左右眼。这样龙的口中就会深处舌头打开通路，在里面能够找到神龙之杖和龙之宝珠。回到天空城龙神王座，在这里发生剧情，原来普山就是龙神。之后龙神会将天空之铃交给主角，以后只要使用天空之铃就能骑乘龙神自由的飞翔。<br>
       来到萨拉波纳村，看望 一下鲁德曼，他会再次拜托主角去看一下封印祠堂里的壶的颜色。在封印祠堂里看见壶已经变成了红色，之后回去和鲁德曼报告。回到萨拉波纳村，得知鲁德曼已经去了瞭望塔。来到村子旁边的瞭望塔，在塔顶发生剧情，封印在壶里的恶魔复活，之后是BOSS战。<br>
<br>
BOSS战：布恩<br>
       HP：4700 攻击力：300 　守备力：160　速度：75 经验：9500 金钱：0 留下：最后之钥<br>
       行动规律：普通攻击、剧烈火焰、召唤闪电、斯卡拉、鲁卡南随机使用，偶尔两次行动。<br>
       咒文抵抗：鲁卡尼有效<br>
       攻略要点：BOSS最厉 害的招数就属全体喷火和召唤闪电了，此外，其自身的攻击力和HP也非常高。所以我方要与其打持久战，先 提升全员的防御，再使用鲁卡尼配合攻击翻倍咒文倍加尔特来给BOSS重创。BOSS实力非常强，最好等队伍 平均等级提升之后再来挑战。<br>
       <br>
       打倒BOSS之后，可以得到最后之钥，有了最后之钥就能打开任意的房门了。在地图最北方有一个封印洞窟，这个洞窟必须要用最后之钥才能进入。洞窟二层以后必须用石板盖住怪物的笑脸，这样才能阻止怪物的出现。把整个迷宫全部石板都盖好之后，即可得到主角 的专用装备——王者披风。<br>
       ▼<br>
       大神殿<br>
       下面就要乘坐神龙去地图中央的大神殿了。在入口左边的房间打倒一个杂碎妖怪之后可以获得天空之铠。之后进入大神殿内部，这里有许多伊布鲁教主的信徒，在这里对话发生剧情，之后要打倒两名杂碎妖怪。之后可以看见主角妻子的石像，和一旁的拉玛达对话之后要注意选项，选择“是”的话将会全员受到诅咒，之后是BOSS战。接着继续前进，在神殿最深处可以遇到教主伊布鲁，再次发生BOSS战。<br>
<br>
BOSS战：拉玛达<br>
       HP：3500　攻击：300　守备：180 速度：55 经验：8500 金钱：800 留下物品：无<br>
       行动规律：普通攻击、剧烈火焰、贝基拉刚、玛希亚多（我方使用玛荷坎达的话，BOSS依然会使用咒文）。<br>
       咒文抵抗：鲁卡尼系偶尔有效<br>
       攻略要点 ：BOSS基本上都是全体攻击的招式，不过好在他并不会两次行动，所以我方只要注意回复的话也不算太难打 。攻击魔法对BOSS基本上无效，所以还是依赖物理攻击为上。<br>
<br>
BOSS战：伊布鲁<br>
       HP：4200　攻击 力：21　守备力：240　速度：73 经验：21000 金钱：0 留下物品：小徽章<br>
       行动规律：每3回合一个行动规律：光辉吐息或玛荷坎达——痛恨一击或防御——伊欧那珍或寒冰之波动（在没有必要的场合下，BOSS不会使用玛荷坎达和寒冰之波动，此外，我方如果加有玛荷坎达的话，BOSS则不会使用伊欧那珍）。<br>
       咒文抵抗：玛荷多拉有效<br>
       攻略要点：由于BOSS的行动有规律，而且攻击方法也只有辉之息、 痛恨、伊欧那珍这三种，痛恨一击会忽视防御给我方同伴造成105点伤害，所以此战根本没有提升防御力的必要。使用夫巴哈增加吐息抗性，与BOSS打持久战吧。战斗的要点就在于如何诱使BOSS使用玛荷坎达 或寒冰之波动这两种毫无用处的特技。所以建议玩家算清BOSS的行动，在特定回合之前给我方增加状态魔法，诱使BOSS使用冻结波动来消除；之后BOSS如果使用玛荷坎达的话一定要用天空之剑解除，这样BOSS才能再次使用玛荷坎达从而消耗BOSS的行动。<br>
       ▼<br>
       哲罕南<br>
       打倒 BOSS之后，可以获得生命戒指，同时主角的妻子解除了石化，再次加入了队伍。剧情过后主角会从古兰巴尼亚出发，在这里需要去露伊达酒店将妻儿整入队伍，之后朝魔界进发。<br>
       魔界的入口就在海之神殿深处，有了最后之钥就能打开海之神殿内部的大门，之后在三个石像上分别使用火、水、生命三枚戒指，这样魔界的大门就会打开，主角一行被传送到魔界的一个祠堂里，之后发生剧情获得贤者之石。<br>
       来到魔界之后，可以顺着山路往东边走，到达魔界唯一的村子——哲罕南村。在可以使用鲁拉往返这里的前提下，再次回到海之神殿，可以将三枚戒指取回。<br>
       在哲罕南村可以找到一个坎塔达的手下，和他对话之后会发生战斗，之后可以得到宝箱奖励。类似的宝箱在其他场景也有出现（如莱因哈特、深山之村等），不过必须是青年时代后期。<br>
       ▼<br>
       邪神山脉<br>
       哲罕南往北，可以到达一个双六场，这里的终点奖品是贵宾通行证，可以无限次玩双六游戏，一定要拿到。<br>
       之后即可往北边到达邪神山脉，这里是最后的迷宫。迷宫也不算太难走，在一处祭坛附近可以看见主角的母亲，之后会和BOSS盖玛战斗。打倒盖玛之后，进入一旁的山洞里，可以找到太阳之冠和神圣水壶。<br>
       在一处布满岩浆的地方使用神圣水壶，可以发现新的通路。之后顺着路前进，有一处踩移动地板的房间，在这里要动动脑筋，其实很简单的。之后可以看见一个宝箱，调查之后会和两只地狱战神战斗，战斗之后可以获得奥里哈钢之牙。之后就是最终BOSS所在的房间了。<br>
       BOSS战：盖玛（第二次）<br>
       HP：4000　攻击力：305　守备力：245　速度：75 经验：12000 金钱：900 留下物品：小徽章<br>
       行动规律：普通攻击、剧烈火焰、光辉吐息、灼热之吐息、美拉佐玛随机使用一种，偶尔两次行动。<br>
       咒文抵抗：基本上状态咒文全部无效。<br>
       攻略要点：BOSS的攻击招数主要是火焰和冰冻吐息，主角儿子有全体回复魔法，此外还有贤者之石，所以不必担心。单体强攻美拉佐玛虽然攻击较高，但是只能给1人构成伤害。唯一需要担心的是BOSS的麻痹吐息，如果全员麻痹的话就会直接导致GAMEOVER，所以一旦有同伴陷入麻痹，一定要优先使用基亚里克或者满月草解除。好在这个BOSS不会冻结波动，所以尽情的加斯克鲁特、夫巴哈和倍加尔特吧。<br>
       BOSS战：米尔多拉斯（变身前）<br>
       HP：2500　攻击力：240　守备力：230　速度 ：80 经验值：无 金钱：无 留下物品：无（毎回合自然回复50点HP）<br>
       行动规律：BOSS只会一次行动， 奇数回合使用辉之息，偶数回合在普通攻击、冻结波动、美拉佐玛、召唤手下（恶魔神官或杀人机器）中随机使用一种（已经有两名手下的情况下，BOSS将不能继续召唤）。<br>
       攻略方法：BOSS主要的攻击手段就 是辉之息，所以只要用夫巴哈增强抗性的话，便能轻松迎战。此外BOSS会召唤手下，如果我方攻击力足以秒 杀手下尚可，如果攻击不够高的话，还是集中攻击BOSS本体为上，毕竟BOSS的HP也不算多。<br>
       BOSS战：米尔多拉斯（变身后）<br>
       HP：7000　(序盘：HP2500、中盘：HP2000、 终盘：HP2500)<br>
       行动规律：BOSS每3回合一个行动规律，但会随着HP所剩的多少而产生变化。<br>
       序盘——普通攻击或灼热火焰——冻结波动或伊欧那珍——鲁卡南或玛荷坎达<br>
       中盘——普通攻击或灼热火焰——冻结波动或冥想——美拉佐玛或鲁卡南<br>
       终盘——灼热火焰或痛恨一击——冻结波动或伊欧那珍——鲁卡南或美拉佐玛<br>
       （注：BOSS使用冥想后会回复500点HP）<br>
       攻略要点：一切异常状态魔法无效，但是可以用咒文对BOSS造成伤害。因为BOSS的HP较多，所以只能打持久战，一定要注意节省MP 。BOSS经常会使用冻结波动，所以频繁的加倍加尔特未免有些不太现实，所以还是用普通攻击配合攻击咒文为上。BOSS的基本攻击手段只有普通攻击、灼热吐息、伊欧那珍这三种，所以只要提高火焰抗性，或者派耐火焰较高的角色出战即可。中盘BOSS会使用冥想回复，建议一定要全力攻击赶快令BOSS度过中盘这个时期。 <br>";
echo "</font></div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
