<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><h2>勇者斗恶龙5剧情文字攻略附全boss打法</h2></center><font size=5>
《勇者斗恶龙5》的剧情非常之宏大，剧情子父孙三代为了一个共同的目标而努力阻止邪恶的故事，本作也被DQ粉丝们评为系列最感人的一作，无论是主角父亲为救主<br>
角牺牲还是之后男主角被抓奴役十年又或是主角与王子间深厚的友谊无一不感动着每一个玩过勇者斗恶龙5的玩家，下面就给大家带来这个感动之作的图文流程攻略！<br>
序章～毕斯塔港<br>
       一觉醒来，发现主角似乎做了一个奇怪的梦，梦见儿时自己仿佛在某个王城里。帕帕斯，也就是主角的父亲，让主角出去吹吹风，顺便搜刮一下船内的木桶、柜子吧。<br>
       分别和船长、厨师、地下室里的水手对话之后，船已经靠岸了，船长让主角去楼下叫父亲。之后在甲板上遇到了大富豪鲁多曼和他的两个女儿。和帕帕斯对话两次都选择“是”之后即可下船。<br>
       下了船，帕帕斯和一名男子在谈话，并把神奇地图交给了主角。调查完港口内的物品，离开港口到达大地图画面，刚走几步就会遇到怪物袭击。之后在战斗第二回合帕帕斯会加入战斗，并轻松消灭怪物，战斗之后帕帕斯还会给主角回复。之后跟随帕帕斯一起行动，来到了圣塔罗斯村。<br>
       <br>
       ▼<br>
       圣塔罗斯<br>
       刚进村子，村民们热烈欢迎帕帕斯的回归，之后在自家门口遇到了仆人桑丘，进屋之后又会遇到比安卡。剧情结束之后就会休息睡觉，之后到达第二天。<br>
       第二天可以自由行动了，调查一下村庄里的道具，得知比安卡一家是来取药材的，但是采药的叔叔进入山洞却一直没有回来，之后主角孤身进入山洞。<br>
       ▼<br>
       圣塔罗斯洞窟<br>
       洞窟内可以找到不少道具，在山洞里无法调整视角，所以要牢记来时的路线。山洞二层以后出没的一种大锤怪的会心一击能够造成10点伤害，必须注意。在山洞第三层里终于看到了被石头压住的采药叔叔，帮他把石头挪开之后，回村庄睡觉即可。山洞里似乎有些路还没有走，以后才能来，暂时先别做理会。<br>
       第二天比安卡一家顺利拿到了药材，并准备动身回到自己家所在的阿尔卡帕镇。帕帕斯提出要护送他们回村，于是主角也跟着众人一起行动。<br>
       ▼<br>
       阿尔卡帕镇<br>
       　进 村后跟随父亲一直到达旅馆看望比安卡的父亲，之后主角出门和比安卡一起散步。村门口有士兵把守不能出去，在村南的空地上发现有两个小孩在欺负一只小猫。比安卡上去阻止，小孩要求主角去消灭雷奴鲁城的怪物。之后回旅馆会继续发生剧情，比安卡母亲挽留主角父子在此留宿一晚，到了夜里，比安卡会来叫醒主角，之后两人一起出发到雷奴鲁城。<br>
       村庄内的武器店里出售的装备回旋镖非常实用，建议一定要攒钱购买一个，此外，由于只有夜晚才能出村，但是夜晚道具店却不开门，因此建议事先于白天购买药草或者基美拉翅等物品。再次回到旅馆即可睡觉休息，第二天帕帕斯会生病无法起床，再和比安卡对话之后即可休息，夜晚可以再次出村。<br>
       ▼<br>
       雷努尔城<br>
       　城堡正门无法打开，只有从后面绕行。进入顶层之后门会自动关闭阻断回去的路，之后进入一个布满棺材的房间会发生剧情比安卡被抓。此时只有主角孤身一人一定要小心。之后在一个有石像的房间内注意调查其中某一个石像之后会发生战斗，该石像怪非常厉害，建议别去惹他，等自己级别练高以后再回来挑战，打倒之后可以获得一个守护种子。<br>
       来到两个墓碑附近，此处调查左边的墓碑可以救出比安卡，之后比安卡回归队伍。顺着路继续前进，在一处黑暗的楼层内需等待打雷来确认路线，见到国王之后即可打开1层被锁住的房门。来到地下1层可以找到道具火把，用于照亮3层。使用火把到达BOSS面前，会掉下BOSS的陷阱，之后是杂兵战。再次回到BOSS的房间BOSS会跑向阳台，追过去对话即可进行BOSS战。<br>
<br>
BOSS战：幽灵首领<br>
       HP：200　MP：40　攻击力：36　守备力：50　速度：20 经验：300 金钱：180 留下物品：力量种子<br>
       行动规律：奇数回合使用通常攻击， 偶数回合使用通常攻击、美拉、基拉、鲁卡尼其中任意一种。<br>
       咒文抵抗：鲁卡尼有效、玛努沙有效、美拉、巴基有效<br>
       攻略要点：BOSS不算难打，开战后一定要先让比安卡使用两次鲁卡南降防，之后让主人公负责攻击，比安卡用药草来回复。如果药草耗尽，让主人公用咒文回复也行。<br>
       ▼<br>
       妖精之村<br>
       战斗之后可以得到黄金宝珠，之后回到阿尔卡帕镇，之后那两个小孩按照约定把小猫送给了主角，这只小猫原来是只杀人豹，可以作为同伴参加战斗。之后帕帕斯提出要回到圣塔罗斯村，临走之前，比安卡把比安卡的缎带送给了主角。<br>
       回到圣塔罗斯之后，在酒吧地下1层可以发现一只透明的妖精，和她对话之后得知妖精国发生了大事情，让主角在自己家的地下室 去找她。之后来到地下室，和那只妖精对话之后前往妖精之村。<br>
       进入妖精之村之后，随着剧情去拜见族长，得知妖精国的春风之笛被偷走了，需要主角去找回。之后妖精族贝拉成为伙伴，三人一起离开村庄前往西边的矮人洞窟。<br>
       妖精之村的商店出售的武器防具都不错，建议如果手头宽裕的话，给杀人豹也整顿一下装备比较好。注意如果在旅馆睡觉的话，就会回到自己的村子里，需要再次从地下室来到妖精国。<br>
       ▼<br>
       矮人的洞窟<br>
       　矮人的洞窟里出没的怪物比较强，建议先提升自己的等级。在洞窟里可以打听到是扎伊尔偷走了春风之笛，现在在北边的冰之馆里。之后在洞窟深处可以打开宝箱找到开门的技法（等同于历代的盗贼钥匙，只不过本作中是作为技能出现的）。得到技法之后即可离开山洞。<br>
       在整个幼年时代里，主人公一旦死亡就会直接全灭，其他同伴如果死亡的话战斗后会以HP1的状态自动复活。所以一定要全力保证主人公的生命安全。<br>
       ▼<br>
       冰之馆<br>
       从妖精之村往北，即可到达冰之馆。冰之馆的内部路面结冰比较滑，需要注意灵活运用挡路的石头来行动，到达最深处即可和BOSS扎伊尔和BOSS雪之女王两连战。<br>
<br>
BOSS战 ：扎伊尔<br>
       HP：140　攻击力：42　守备力：30　速度：28 经验：105 金钱：50 留下物品：魔法圣水<br>
       行动规律：普通攻击或者玛荷多拉。<br>
       咒文抵抗：鲁卡南有效<br>
       攻略要点：因为后面还有一场BOSS战，所以这一战中要尽量节省MP。BOSS也不算太难打，注意回复即可。<br>
<br>
BOSS战：雪之女王<br>
       HP：550　攻击力：50　守备力：45　速度：18 经验：650 金钱：200 留下物品：基美拉翅<br>
       行动 规律：每三回合一个循环规律，普通攻击或寒冷之吐息——普通攻击或希亚多——荷伊米或蓄力。<br>
       咒文抵抗：鲁卡南有效、玛努沙偶尔有效<br>
       攻略要点：需注意BOSS的全体吹雪攻击和蓄力攻击。一边留意自己的剩余HP，一边全力攻击才是上策。由于主人公不会降防咒文，所以只有依靠NPC伙伴使用鲁卡南来降低BOSS防御力了。<br>
       ▼<br>
       莱因哈特城<br>
       打倒雪之女王之后，找回了春风之笛，令妖精国回归了春天。之后主角 回到自己的村庄，得知帕帕斯正在找自己，于是在教堂找到了正在祈祷的帕帕斯，之后父子一起前往莱因哈特城。<br>
       来到莱因哈特之后，和帕帕斯一起会见了国王，之后主角独自行动。可以 在王城内搜刮一下，和所有人对话完毕之后，回到国王的大殿，发现父亲已经不在了。之后国王让主角去找自己的儿子亨利，主角在亨利王子的房门前遇到了帕帕斯。和亨利对话之后，亨利让主角调查一下自己房间内的宝箱，但是却没有找到任何东西。回房时发现亨利已经不见了，调查他的座位发现了密道，之后进入秘 密房间。这时，突然来了两名坏人绑架了王子。主角赶紧去向帕帕斯报告，帕帕斯得知消息之后一人独自追了过去……<br>
       城内的武器、防具店出售的东西都不错，建议在此整顿一下装备。之后要和杀人豹一起进入迷宫寻找父亲，必须做好准备。<br>
       ▼<br>
       古代的遗迹<br>
       进入不久后就能看见远方帕帕斯在和3名怪物战斗，但是需要绕很远的路。建议先直接去见帕帕斯，途中的宝箱可以暂且不拿。等到和帕帕斯合流之后，再回去拿先前的宝箱。如果嫌自己的等级太低，可以在这个迷宫里多练几级，利用帕帕斯这个有利的NPC伙伴。<br>
       在深处发现被锁起来的亨利王子，帕帕斯想要救王子出去，没想到王子却不愿意走。帕帕斯生气的打了王子一巴掌，之后遇到怪物袭击。帕帕斯留下挡住怪物，让主角和王子先行一步离开这里。<br>
       在洞窟唯一的出口处，BOSS盖玛已经等候多时。盖玛非常强劲，此战必败。之后帕帕斯出现，盖玛拿主角的性命要挟，帕帕斯无法还手，只能被动挨打，剩最后一口气的时候，帕帕斯告诉主角母亲仍然活着，之后便咽了气……<br>
       帕帕斯死后，盖玛将主角身上的黄金宝珠打碎，之后将主角和亨利抓去当了十年的奴隶…… <br>";
echo "</font></div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
