<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><h2>勇者斗恶龙5剧情文字攻略附全boss打法</h2></center><font size=5>";
echo "<font color=red>攻略流程　通关之后</font><br>
       <br>
       谜之洞窟<br>
       通关后，耐心等待结局画面，最后会有存档提示。存档之后重新进入游戏，进度上会多出一个星星标记。读取进度之后可以进入隐藏迷宫。<br>
       隐藏迷宫的入口位于邪神山脉正下方的毒沼中，迷宫主要分为四层，第一层主要注意别从陷阱掉下去了，顺着路即可找到下去的楼梯。第二层是循环迷宫，正确的路线是：左上左上右下右下。第三层看似循环迷宫，实际上并不是这样，在第三层可以找到不少宝箱，正确的路直接往下再往右就到了。最后一层没有什么特别的难点，之后即可到达隐藏BOSS艾斯塔克所在的房间。打倒艾斯塔克之后，可以进入隐藏迷宫内的谜之双六场，到达终点可以收取新同伴——塔克。带着塔克去萨拉波纳北边的封印祠堂的话，还可以令布恩加入同伴。<br>
       BOSS战：艾斯塔克<br>
       HP：9000　攻击力：450　守备力：250 留下物品：小徽章<br>
       行动规律：伊欧那珍、美拉佐玛、灼热火焰、光辉吐息、寒冰之波动、普通攻击随机使用一种，每回合两次行动。（我方同伴有2人以上加有玛荷坎达的话BOSS就不会使用伊欧那珍，同时也不会向施加玛荷坎达状态的角色使用美拉佐玛）<br>
       咒文抵抗：拉里荷系低概率有效。<br>
       攻略方法：游戏中最强的BOSS，等级低的话根本没有获胜的可能性。若想在此战中胜利，只有和BOSS打持久战，所以队伍里一定要有两人以上会贝荷玛拉，有贝荷玛珍则最好不过。一定要给能够回复的角色装备星降手环，这样才能确保一定能优先boss行动。在隐藏迷宫内可以找到超重要的道具战鼓，使用之后可以令全员攻击翻倍（等同于倍加尔特的效果），而且能够无限次使用，绝对是此战必需品。<br>
       只要我方全员能够顶住BOSS 的两次攻击，这样让速度最快的角色每回合负责回复，这样就能和BOSS相抗衡，还好BOSS不会回复，所以只要多准备回复MP的药水，绝对能够获胜。当然，真正的难点是要在15回合之内打倒艾斯塔克，这样才能获得一件名产品奖励——暗之奖杯。 <br>
";
echo "</font></div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
