<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left;font-family:'YaHei Consolas Hybrid';} 
#divcenter{margin:0 auto;width:1024px}
#divcenter table{text-align:center;border=1px black solid;border-collapse:collapse;}
#divcenter th{border:1px black solid;background-color:#CCFFFF;}
#divcenter td{border:1px black solid;}
</style>
</head><body><div id='divcenter'>";
echo "<font size=4>同系分组（能力强化）：<br><br>1、队伍名称: 史莱姆 Power![史莱姆力量！]<br>队伍组成条件: 所有队伍成员皆为史莱姆系怪物。<br>队伍奖励: 所有队伍成员的最大HP加倍。<br>可选怪物: Curer[贝荷玛
		史莱姆], Healer[荷伊米史莱姆], Hev[金属史莱姆王], Hori[史莱姆王], Metabble[散金史莱姆], Metaly[金属史莱姆],  
		史莱姆 Shady[史莱姆/普尔比], Smiles[史莱姆/史琳莱]，史莱姆hopper[史莱姆骑士], Tori[史莱姆/阿明]<br>评价: 非常容易达成的组合。在各种特别组合中，拥有最大数量的候选怪物。这个队伍奖励实在是太棒了，极大地提升了原本实力并不出众的史莱姆们的实力。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
2、队伍名称: Just Beastly[密林
		最强战士战队]<br>队伍组成条件: 所有队伍成员皆为兽系怪物。<br>队伍奖励: 所有队伍成员的攻击力提升15点。<br>可选怪物: Bladewolf［
		格斗豹］,Cowboy[凶暴牛], Doug［
		杀人铲鼹鼠], Fat Cat[条纹喵], Klub Kong[大头猩猩], Orcus[兽人之王], Orrid[野牛战士], Spike[莫西干巨魔], Spot[杀人豹］。<br>评价: 好吧，除了Doug［
		杀人铲鼹鼠]和Fat Cat[条纹喵]之外，其他怪物还有点作战实力……如果加入会Multiheal[贝荷玛拉]的Spike[莫西干巨魔]的话，还算不错，但用它们来打竞技场的话还是沒有多大指望能过B级。实力超群的Spot[杀人豹］是这群野兽中的另类，但是要通关之后才能抓。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
3、队伍名称: The Drag Racers[觉醒龙战队]<br>
		队伍组成条件: 所有队伍成员皆为龙系怪物。<br>队伍奖励: 所有队伍成员的攻击力提升30点。<br>可选怪物: Frillsaur[肥蜥蜴], Hackzilla[战斗霸王龙], Potbelly[点点龙]<br>评价: 龙=攻强，嗯，就这样。运气好的话，这个组合可以过B级，不过Frillsaur[肥蜥蜴]要在通关之后才能抓，应该没有人在那个时候还在竞技场奋斗吧？<br>竞技场: B<br>战斗小队: B<br><br><br>
4、队伍名称: The Avian Attackers[鸟之天堂]<br>队伍组成条件: 所有队伍成员皆为鸟系怪物。<br>队伍奖励: 所有队伍成员的敏捷度提升30点。<br>可选怪物: Foul Fowl[龙鸡战士], Gryphus[恶魔鹰], Sippy[笑脸蝙蝠/龙吉], Slurpy[笑脸蝙蝠/拉基], Sugi[笑脸蝙蝠/椙山]。<br>评价: 速度快是这个组合的优点，但是欠缺攻击力也是这个组合的特色。个人认为这个队伍奖励最大的用处就在于让三个Dracky[笑脸蝙蝠]能抢在被攻击前合体。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
5、队伍名称: Materialistic[赋予生命的物质组合]<br>队伍组成条件: 所有队伍成员皆为物质系怪物。<br>队伍奖励: 作为战斗小队，可以战斗4个回合。<br>可选怪物: Brickman[巨像兵], Goldman[黄金巨人], Jewelbag[跳舞宝石], Lonely Joe[徘徊铠甲], Snap Case[食人箱], Stoneman[石头人], Talos[活动石像], Trick Bag[笑面口袋]。<br>评价: 硬要说的话，Talos[活动石像] + Goldman[黄金巨人] + Brickman[巨像兵]中期作为怪物小队还可以用用，攻击力高，作战时间长。不过你有更好的选择的。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
6、队伍名称: Clank and Spank[机械战队]<br>队伍组成条件: 所有队伍成员皆为机械系怪物。<br>必杀技: Metal Panic——所有队伍成员同时攻击1名敌人，造成1.5倍的总伤害。<br>可选怪物: Cybot[杀人机器/基拉玛], Mechabubo[机器鸟], Nohi[杀人机器/阿信], Roborg[杀人机器/罗宾]。<br>评价: 在你找到最后一只杀人机器Nohi[阿信]前，还可以用用。不过既然都有2只杀人机器了，加入一只用剑的怪物组成The Blade Runners总要来的强些吧，毕竟Mechabubo[机器鸟]的实力实在是让人眼镜粉碎。<br>竞技场: C<br>战斗小队: B<br><br><br>
7、队伍名称: The Zombebops[墓地的不死军团]。<br>队伍组成条件：所有队伍成员皆为不死系怪物。<br>队伍奖励: 所有队伍成员的最大HP提升30点。<br>可选怪物: Bishop[死亡牧师], Bones[骸骨], Capers[暴灵剑士], Deadnoble[死神贵族], Hork[腐烂尸体], Mornstar[无头骑士], Skeledoid[地狱杀手]。<br>评价: Mornstar[无头骑士] + Capers[暴灵剑士] + Skeledoid[地狱杀手]是这个队伍比较理想的组合。虽然强度还不错，不过……为了最大HP+30就把他们放在一起？<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
8、队伍名称: Far From Heaven[地狱使者]<br>队伍组成条件: 所有队伍成员皆为恶魔系怪物。<br>队伍奖励: 作为战斗小队，可以战斗4个回合。<br>可选怪物: Archfiend[大恶魔], Arges[独眼巨人/塞普], Brontes[远古巨人/基加], Hazel[巫女], Jockey[骷髅骑兵], Nightwing[夜之帝王], Pa Troll[绿巨魔], Salsa[红尾恶魔], Steropes[远古巨人/基冈兹]<br>评价: 恶魔系中强者有不少，当然水货也有。Archfiend[大恶魔], Arges[独眼巨人/塞普], Brontes[远古巨人/基加]，Pa Troll[绿巨魔]和Steropes[远古巨人/基冈兹]是其中的强者，实力值得期待。另外，后面四个家伙有必杀技。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
9、队伍名称: Demented Elements[元素风暴]<br>队伍组成条件: 所有队伍成员皆为元素系怪物。<br>必杀技: Elemental Storm——所有队伍成员(包括主角队伍)对火焰和吹雪攻击的抗力提升,并且形成魔法防护障壁。 <br>可选怪物: Blizag Jr.[寒冰人], Flameman[火焰人], Jack Frost[寒冰人], Torchman[火焰人]<br>评价: 虽然怪物的防御力并没有特别高，但实际战斗时我发现他们受到的伤害并不高，其实是因为元素系怪物具备伤害减半的特性，但是如果是蓄气的话，这个特性就无效了……另外，这个必杀技在BOSS战中比较能体现其价值，但是后期的BOSS一般都会使用打消我方有利状态的招数，所以——鸡肋。<br>竞技场:C<br>战斗小队:C<br><br><br>
10、队伍名称: Not Quite Human[怪人团队]<br>队伍组成条件: 所有队伍成员皆为怪人系怪物。<br>队伍奖励: 所有队伍成员的最大HP提升15点。<br>可选怪物: Archer[射箭小妖], Bush-W.[狂战士], Dolldrums[傀儡大师], Dumbking[拔刀熊], Faunus[吹笛羊人], Fletch[鼠射手], Hoodwink[恶魔刽子手], McHammer[棕仙], Moppet[人偶小鬼], Sagittari[毒箭小妖], Seasaw[利爪海妖]。<br>评价: 并没有特别突出的能力值，不过怪物们自身都有一些特殊能力。中规中矩的组合。<br>竞技场: 视组合而定（B以下）<br>战斗小队: 视组合而定<br><br><br>
11、队伍名称: The Aqua Marines[海洋军团]<br>队伍组成条件: 所有队伍成员皆为水系怪物。<br>队伍奖励: 所有队伍成员的防御力提升30点。<br>可选怪物: Big Al[海藻王子], Clio[海洋精灵], Octurion[章鱼骑兵], Robster[龙虾], Squiggles[小章鱼]<br>评价: 这里面能战的只有Octurion[章鱼骑兵]，而且它实力确实不错……其他的呢……搞笑吗？<br>竞技场: C<br>战斗小队: C<br><br><br>
合体（合体时HP恢复满，下场战斗时HP恢复满）：<br><br>12、队伍名称: 
		[终极史莱姆]。<br>
		队伍组成条件: Shady[史莱姆/普尔比], Smiles[史莱姆/史琳莱], Tori[史莱姆/阿明]。<br>合体怪物: Supersize 
		史莱姆[合体史莱姆]——所有队伍成员合体形成Ultrus[终极史莱姆]，一个巨大的史莱姆王。<br>队伍奖励: 所有队伍成员的最大HP加倍。 <br>评价: Ultrus[终极史莱姆]可不是普通的史莱姆王哦，2动，HP946，MP254，速度也快，攻击力约500，防御力约250，能使用全体伤害接近100的流星雨，更重要的是会使用全体回复满MP的Omiheal[贝霍玛鲁]，其战斗能力和续战能力都非常高，但是合体前的史莱姆们实在是太脆弱了，多亏了队伍奖励，要不然基本没有合体的机会。<br>竞技场: A（合体成功的话）<br>战斗小队: A（合体成功的话）<br><br><br>
13、队伍名称: The Drack Pack[伟大的多拉奇]（三个小蝙蝠组合）<br>队伍组成条件: Sippy[多拉奇/龙吉], Slurpy[多拉奇/拉基], Sugi[多拉奇/椙山] <br>合体怪物: Fat Drack[特大多拉奇]——所有队伍成员合体成为一只特大Gracky[多拉奇]。<br>队伍奖励: 所有队伍成员的敏捷度提升30点。<br>评价: 三种合体组合中最弱的一个，因为三个Dracky[多拉奇]除了速度快以外，没有任何优势，比上一个组合更脆弱，非常容易在合体前被秒杀，靠着那点回避率还是有可能提高点存活率的……祈祷能在敌人攻击前合体成功吧。但是合体之后呢，HP907,MP254，攻击力接近500，速度也快，2次行动，外加能够使用Yagus的54级以下的Big Banga[死神狂爆]，这是小鸡变凤凰么？<br>竞技场: A（合体成功的话）<br>战斗小队: S（合体成功的话）<br><br><br>
14、队伍名称: My Three Golems[传说的三大巨兵]<br>队伍组成条件: Brickman[巨像兵], Goldman[黄金巨人], Stoneman[石头人]。<br>合体怪物: The Golemator[狂暴魔人]——三个Golem合体形成巨大的Mazin。<br>队伍奖励: 作为战斗小队，可以战斗4个回合。<br>评价: 不多说了，这个就是扫荡竞技场S级的最强组合之一。合体前的怪物实力就有一定的保证了，合体之后的家伙更是有着999的HP，800多的攻击力，350的防御力，几率不低的会心一击。作为战斗小队，面对强力敌人时也很好用，不过碰上大数量和会呼唤同伴的怪物时就显得没有效率了。这个队伍也是最容易合体成功的。但却也是唯一没有2动能力的。不过高的离谱的攻防完全弥补了缺点。<br>竞技场: S（合体成功的话）<br>战斗小队: A（合体成功的话）<br><br><br>
三位一体（三只怪物共同使用必杀技）：<br><br>15、队伍名称: Triple Trouble[三重困境]<br>队伍组成条件: Cybot[杀人机器/基拉玛], Nohi[杀人机器/阿信], Roborg[杀人机器/罗宾]。<br>必杀技: Stream Killer Attack[三刀流杀阵]——所有队伍成员同时攻击1名敌人，共7连击，造成3倍的总伤害。<br>评价: 抗衡竞技场S级的组合。这个的必杀技比Triple Sword更强，所以虽然3只都是2动的，也非常值得一用。只有两个隐藏迷宫的一些怪物可以挨过这一下——无论是对杂兵还是对BOSS，都是一个强力的杀手锏。缺点只有一个：因为三个都是使用剑，所以会时不时使用Triple Swords这个伤害更低的必杀技。<br>竞技场: S<br>战斗小队: S<br><br><br>
16、队伍名称: The Blade Runners[剑道联盟]<br>队伍组成条件: 所有队伍成员皆以剑作为武器。<br>必杀技: Triple Swords——所有队伍成员同时攻击1名敌人，造成1.5倍的总伤害。<br>可选怪物: Bones[骸骨], Capers[暴灵剑士], Cybot[杀人机器/基拉玛], Dumbking[拔刀熊], Foul Fowl[龙鸡战士], Jockey[骷髅骑兵], Lonely Joe[徘徊铠甲], Nohi[阿信], Roborg[杀人机器/罗宾], Skeledoid[地狱杀手], 
		史莱姆hopper[史莱姆骑士]。<br>评价: 可选怪物中有不少是有2动能力的，所以要他们牺牲一个回合发动必杀技未必划得来。当然，在想要于敌人行动前快速消灭1名敌人的情况下，一个即时、集中的大伤害自然是好的。2杀人机器+Skeledoid[地狱杀手]是这个组合中最优秀的，等到收到Nohi[阿信]就可以换Triple Trouble了。<br>竞技场: 视组合而定<br>战斗小队: 视组合而定<br><br><br>
17、队伍名称: The Javelinas[长矛王者集結]！<br>队伍组成条件: Deadnoble[死神贵族], Octurion[章鱼骑兵], Orcus[兽人之王]。<br>必杀技: Jolly Jousters[超五月雨刺]——对敌发动8次50%伤害的攻击，目标随机。<br>评价: 其实这个全用矛的组合的平衡性很不错——Deadnoble[死神贵族]抗性良好、拥有无属性招数的光之纹章，Octurion[章鱼骑兵]能2动、能使用回复等，Orcus[兽人之王]能使用复活……必杀技也很不错，缺点在于怪物的能力不高。<br>竞技场: C<br>战斗小队: B<br><br><br>
18、队伍名称: The Hackers[斧头帮]<br>队伍组成条件: 所有队伍成员皆以斧头作为武器。<br>必杀技: Typhoeus' Maul[烈風獣神斬]——所有队伍成员同时攻击1名敌人，造成1.5倍的总伤害。 如果目标是兽系怪物，那么伤害为2倍。<br>可选怪物: Bush-W.[狂战士], Hackzilla[战斗霸王龙], Hoodwink[恶魔刽子手], Skeledoid[地狱杀手]。<br>评价: 攻击力很不错的组合，其中Skeledoid[地狱杀手]是主力。必杀技和是土匪杨的的终极斧技名字一样，效果一样，但是却还是围殴- -b<br>竞技场: B<br>战斗小队: A<br><br><br>
19、队伍名称: Club Club[棍棒俱乐部]<br>队伍组成条件: 所有队伍成员皆以棒槌作为武器。<br>必杀技: Mind Breaker[意志崩溃]——所有队伍成员同时攻击1名敌人，造成1.5倍的总伤害，且该敌人一定几率失去1回合的行动能力。<br>可选怪物: Arges[独眼巨人], Brontes[远古巨人/基加], Klub Kong[大头猩猩], Pa Troll[绿巨魔],Skeledoid[地狱杀手], Squiggles[小章鱼], Steropes[远古巨人/基冈兹]<br>评价: 可选怪物大多为高攻击力，所以这通常是个暴力组合……这个组合有过A级的实力了，要过S级可能需要很好的运气才行。至于某个小家伙，就无视它吧。<br>竞技场: A<br>战斗小队: A<br><br><br>
20、队伍名称: The Angry Archers[愤怒的弓箭手]<br>队伍组成条件: Archer[鼠射手], Fletch[射箭小妖], Sagittari[毒箭小妖]。<br>必杀技: Harrowing Arrow[五月雨矢]——敌全体110以上伤害。<br>队伍奖励: 所有队伍成员的最大HP提升15点。<br>评价: 嗯……必杀技是鲁鲁的终极弓必杀，不过伤害不够看。外加上小矮子们HP太低，能力也差,在高等级的竞技场中吃不消的。<br>竞技场: C<br>战斗小队: C<br><br><br>
21、队伍名称: The Nightriders<br>队伍组成条件: Deadnoble[死神贵族], Jockey[骷髅骑兵], 史莱姆hopper[史莱姆骑士]。<br>必杀技: Riders' Carnival——所有队伍成员同时攻击1名敌人，造成2倍的总伤害。<br>评价: 骑士团冲刺可是威力巨大哦，不过其中的Jockey[骷髅骑兵]实力比较差点，会使得整个队伍的生存能力降低。<br>竞技场: C<br>战斗小队: B<br><br><br>
		22、队伍名称: 
		史莱姆 Time<br>队伍组成条件: 队伍由Metaly[金属史莱姆]和史莱姆 Shady[史莱姆/普尔比], Smiles[史莱姆/史琳莱]，Tori[史莱姆/阿明]中任意2个组成。<br>必杀技: 
		史莱姆 Spank ——所有队伍成员同时攻击1名敌人，造成1.5倍的总伤害。<br>队伍奖励: 所有队伍成员的最大HP加倍（获得
		史莱姆 力量队伍能力)。 <br>评价: 小史莱姆们的攻击力可想而知，这个必杀技也只能算是一般般。虽说生命值加倍了，可是在战况激烈的竞技场中还是不很理想。<br>竞技场: C<br>战斗小队: C<br><br><br>
23、队伍名称: The Fatal Attraction<br>队伍组成条件: 队伍由Faunus[吹笛羊人], Hazel[巫女]和
		史莱姆hopper[史莱姆骑士]组成。<br>必杀技: Love Typhoon——粉红色的旋风席卷一组敌人，伤害约85。<br>队伍奖励: 无<br>评价: 粉红风暴！有爱的一个组合，不过光有爱是不够的。组合源自日版中这三个怪物的称号，在美版中因为名字被改掉所以难免会让人感到莫名其妙。<br>竞技场: C<br>战斗小队: C<br><br><br>
24、队伍名称: The Legends<br>队伍组成条件: 队伍由Hori, Nohi[杀人机器/阿信], Sugi[多拉奇/椙山], Tori[史莱姆/阿明]中的其中任意3个组成。<br>必杀技: Big Banga[死神狂爆]——巨大爆炸对敌全体造成约200伤害。<br>评价: 吐槽组合。Hori是堀井雄二、Sugi[多拉奇/椙山/]是杉山光一、Tori[史莱姆/阿明]是鸟山明（DQ铁三角）、Nohi[杀人机器/阿信]是千田幸信（DQ8制作公司LV5的社长）。OK，我不想多说什么了。必杀技和Yagus的54级以下的Big Banga[死神狂爆]相同，且发动时无须消耗MP。值得一看的组合。<br>竞技场: 视组合而定<br>战斗小队: B<br><br><br>
25、队伍名称: The Metal Mob<br>队伍组成条件: 队伍由Hev[金属史莱姆王], Metabble[散金史莱姆]和Metaly[金属史莱姆]组成。<br>必杀技: Multi Masher——所有队伍成员释放所有剩余MP，发动3-10次攻击。<br>队伍奖励: 所有队伍成员的最大HP加倍(史莱姆 
		力量队伍能力)。<br>评价: 全金属组合……要注意会心一击。必杀技是强，不过是单体攻击，且目标无法指定，单发威力相当于Magic Burst的一半多点。放完了就没了。<br>竞技场: C<br>战斗小队: S<br><br><br>
26、队伍名称: The Psyche Wards<br>队伍组成条件: 队伍由Big Al[海藻王子], Hazel[巫女], Jewelbag[跳舞宝石], Trick Bag[笑面口袋]中的任意3个组成。<br>必杀技: Tension Boost——所有队伍成员的蓄力等级提升2级。<br>队伍奖励: 无<br>评价: 文艺团……唱歌跳舞都有。这个全体蓄力影响主角队伍，所以使用时机得当的话还是很不错的哟。<br>竞技场: D<br>战斗小队: A<br><br><br>
27、队伍名称: Team Goodnight<br>队伍组成条件: 队伍由Capers[暴灵剑士], Hoodwink[恶魔刽子手]和Nightwing[夜之帝王]组成。<br>必杀技: Dirge……所有队伍成员和敌人的防御力降至0。<br>评价: 真希望这个必杀技能作用在金属史莱姆身上……不过这只是个美好的愿望而已，所以这个必杀技也是鸡肋，作为战斗小队的能力还行。<br>竞技场: C<br>战斗小队: B<br><br><br>
28、队伍名称: Trauma Centre。<br>队伍组成条件: 队伍由Curer[贝荷玛
		史莱姆], Healer[荷伊米史莱姆]和Metaly[金属史莱姆]组成。<br>必杀技: Omniheal[贝霍玛鲁]——所有队伍成员HP全回复，含主角队伍。<br>队伍奖励: 所有队伍成员的最大HP加倍(史莱姆 
		力量队伍能力)。<br>评价: 又一强力支援恢复组合，HP全恢复在后期的BOSS战中很重要，不过主角的勇气技能也能学到这招，所以有更强的组合等待我们选择。<br>竞技场: C<br>战斗小队: A<br><br><br>
29、队伍名称: Wizards o' Z<br>队伍组成条件: 队伍由Metabble[散金史莱姆], Curer[贝荷玛
		史莱姆]和Healer[荷伊米史莱姆]组成。<br>必杀技: Zingslinger——所有队伍成员复活+全回复。<br>队伍奖励: 所有队伍成员的最大HP加倍(史莱姆 
		力量队伍能力)。<br>评价: 非常强的恢复组合，一发即可使即将面临灭顶之灾的主角队伍脱离危险。<br>竞技场: C<br>战斗小队: S<br><br><br>
30、队伍名称: The King and Us<br>
		队伍组成条件: 队伍由Healer和Hev组成。<br>必杀技: Maximaster——所有队伍成员(包括主角队伍)复活+HP全回复+防御力提升，敌全体防御力下降。<br>队伍奖励: 所有队伍成员的最大HP加倍(史莱姆力量队伍能力)。<br>评价: 终极的辅助恢复系队伍，除了战斗力成问题，其他无话可说，龙神试炼中要是能有这种队伍的帮助，压力就会减轻不小。<br>竞技场: C<br>战斗小队: S<br><br><br>
两位一体（两只怪物共同使用必杀技）：<br><br>31、队伍名称: The Treasure Hunters。<br>队伍组成条件: 队伍中有Goldman[黄金巨人]和Jewelbag[跳舞宝石]。<br>必杀技: Good as Gold——合体攻击1名敌人，队伍获得此次攻击伤害的1/2的金钱(竞技场无效)。<br>队伍奖励: 如果第3名队员是物质系怪物，队伍作为战斗小队，可行动4个回合。<br>评价: 抢钱组合……缺钱时的推荐，不过战斗力就要受到一点影响了。<br>竞技场: C<br>战斗小队: C<br><br><br>
32、队伍名称: Two Eyes<br>队伍组成条件: 队伍中有Brontes[远古巨人/基加]和Steropes[远古巨人/基冈兹]。<br>必杀技: Sapper Slapper——Brontes[远古巨人/基加]和Steropes[远古巨人/基冈兹]合体攻击1名敌人，并降低防御50%。<br>队伍奖励: 如果第3名队员是恶魔系怪物，那么作为战斗小队，可以战斗4个回合。<br>评价: 必杀技和The Dynamic Duo组合一样。找齐3只独眼巨人编成Club Club会更强。<br>竞技场: A<br>战斗小队: A<br><br><br>
33、队伍名称: The Dynamic Duo<br>队伍组成条件: 队伍中有Orrid[野牛战士]和Spike[莫西干巨魔]。<br>必杀技: Sapper Slapper——Orrid[野牛战士]和Spike[莫西干巨魔]对敌一体的合体攻击，并降低对方防御50%。<br>队伍奖励: 如果第3个队伍成员是兽系怪物，那么所有队伍成员的攻击力提升15点。<br>评价: 这两只怪物很有默契……在龙骨迷宫里见到的两只是它们亲戚？<br>竞技场: B<br>战斗小队:B<br><br><br>
34、队伍名称: Metal Power<br>队伍组成条件: 队伍中有Metabble[散金史莱姆]和Metaly[金属史莱姆]。<br>必杀技: Magic Burst– Metabble[散金史莱姆]和Metaly[金属史莱姆]释放所有的剩余MP对敌全体造成约150伤害（满MP状态）。<br>队伍奖励: 如果队伍的第三名成员是史莱姆系的怪物，那么全体队员最大HP加倍(获得史莱姆 力量队伍能力)。<br>评价:这个组合很有爆发力，但没有续战能力。作为竞技场外的战斗小队很不错，不过别指望用它来闯怪物竞技场……小心别去招惹会发出会心的怪物。<br>竞技场: C<br>战斗小队: A<br><br><br>
35、队伍名称: Full Metal Power<br>队伍组成条件: 队伍中有Hev[金属史莱姆王]和Metaly[金属史莱姆]。<br>必杀技: Magic Burst——Hev[金属史莱姆王]和Metaly[金属史莱姆]释放所有的剩余MP对敌全体造成约200伤害（满MP状态）。<br>队伍奖励: 如果队伍的第三名成员是史莱姆系的怪物，那么全体队员最大HP加倍(获得史莱姆 力量队伍能力)。<br>评价: 必杀技和上一个组合是一样的，但MP多点，伤害也要高点。<br>竞技场: C<br>战斗小队: S<br><br><br>
36、队伍名称: Mega Metal Maniacs<br>队伍组成条件: 队伍中有Hev[金属史莱姆王]和Metabble[散金史莱姆]。<br>必杀技: Magic Burst——Hev[金属史莱姆王]和Metabble[散金史莱姆]释放所有的剩余MP对敌全体造成约250伤害（满MP状态）。<br>队伍奖励: 如果队伍的第三名成员是史莱姆系的怪物，那么全体队员最大HP加倍（获得史莱姆力量!队伍能力)。<br>评价: 三个金属史莱姆系怪物必杀技的最高伤害组合。<br>竞技场: C<br>战斗小队: S<br><br><br>
		37、队伍名称: 
		史莱姆 Therapy<br>队伍组成条件: 队伍中有Curer[贝荷玛史莱姆]，Healer[荷伊米史莱姆]，Metaly[金属史莱姆]的其中2个。<br>必杀技: Multiheal[贝荷玛拉]——所有队伍成员(包括主角队伍)恢复约110点HP<br>队伍奖励: 如果所有队伍成员皆为史莱姆系怪物，那么全体队员最大HP加倍(获得
		史莱姆力量!队伍能力) <br>评价: Multiheal[贝荷玛拉]对主角队伍也有效，故作为战斗小队这是个不错的第二队伍，不过既然有更好的回复组合，直接导致这个组合无人问津。<br>竞技场: C<br>战斗小队: A<br><br><br>
38、队伍名称: Valentine's Day<br>队伍组成条件: 队伍中有Dolldrums[傀儡大师]和Moppet[人偶小妖]。<br>必杀技: 无<br>队伍奖励: 所有队伍成员的敏捷度提升15点。如果第3名队员是怪人系怪物，那么队伍变成Not Quite Human(最大HP+15)<br>评价: 嗯，一群擅长变把戏的家伙，不务正业的家伙们的战斗力自然是不敢恭维了，而且状态魔法在竞技场内并不是很有效。<br>竞技场: D<br>战斗小队: C <br><br><br>
39、队伍名称: Happy Together<br>队伍组成条件: 队伍中有Jewelbag[跳舞宝石]和Trick Bag[笑面口袋]。<br>必杀技: 无<br>队伍奖励: 无<br>注: 这个组合完全没有任何特别能力……只是因为它俩都是满脸笑容，好玩而已……<br>评价: 对这两个废物有啥好说的呢？<br>竞技场: D<br>战斗小队: D</font>";
echo "</div></body>";
