<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:1024px}
</style>
</head><body><div id='divcenter'>";
echo "<font size=4>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135400.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
几点注意写在开头：1、模拟党们，当你需要记录的时候——尤其是准备下线睡觉，存一个关键性存档的时候，请把前三个档位都存一遍，实在怕麻烦也要存两个档位;2、在游戏中看到教堂，别犹豫，立刻记录——这是在你忘记第一点时唯一的补救措施;3、需要炼金觉得翻页找商店信息麻烦的朋友，请翻到最后一页，有各大城市贩卖一览表。
<br>
	<br>开场踩剧情，简单的史莱姆歼灭战，顺便也让不太熟悉DQ系列的玩家认识一下这种可以说是DQ系列“吉祥物”的魔物(这么口耐可以称作魔物吗?可以吗?不可以吗?可以吗?不可以吗?)。战斗之后队伍自动前行至第一个剧情小城：特拉佩塔。
<br>
	<br>武器店：木棍10G、木棒110G(木棍和木棒……真的有区别么?)、大木槌240G、铜剑270G(别买)、回旋镖420G
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135404.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
防具店：盗贼的短衣35G、旅人之衣70G、皮凯180G、皮盾70G、皮帽60G
<br>
	<br>酒馆中找到酗酒的撒旦大叔……是鲁伊奈罗，对话触发剧情。
<br>
	<br>听到有人大喊“怪物!”后出门，发现桥被一个猥琐的胖子堵住了，还美其名曰“为了你好”，可惜没有“照其腚猛踢一脚”的选项，要不我相信大部分玩家乐于送他一程。好了，既然没有这个选项，请大家右转，再右转，走到头，顺着城墙边的楼梯下去——至于去哪里相信不用我多说了吧。
<br>
	<br>一段剧情之后，猥琐绿皮大叔决定接受占卜师女儿的委托。找不到占卜师家的朋友，请先去教堂，背朝教堂的情况下，顺着右手边城墙走，看到一口井就到了——顺便一提，井是可以下去的——再顺便一提，这游戏所有长成这样的井以及其他长得差不多的井都是可以下去的，80%有好东西拿，所以大家请发扬一不怕水、二不怕死的精神，见井就勇敢跳吧。
<br>
	<br>剧情强制睡觉，第二天起来，别忙出门，上楼，搜刮一番(墙上挂的布袋子也是可以搜索的，别放过)。
<br>
	<br>出城门，记住别出离你最近的那个门，那是剧情洞穴的反方向了，走南门。恩?你不知道哪边是南?嗯……简单来说，特拉佩塔有两个城门，出门前往旁边看，一个门口站着女人，一个门口站着卫兵，我们现在出门口有卫兵的城门——出门能远远看到一个瀑布就是走对了。
<br>
	<br>不会看指南针的记住：E——东，W——西，S——南，N——北。
<br>
	<br>注：杨格斯现在是AI自动战斗状态，可以在系统菜单的“战术”——>“改变战术”中修改。
<br>
	<br>DQ8的野外像网游一样，地图自由度很高，但当你莫名其妙被颜色不善的野怪秒杀时，应该意识到捞过界了。
<br>
	<br>这里建议在瀑布洞窟外练几级，进洞踩到3鼹鼠+1机械鸟的话，平均不到4级的队伍很可能被K出来，模拟党记得多save。洞穴旁边有一只史莱姆骑士——暂时不用去打，这种地图上可见的特殊怪，后期是可以击败收做怪物竞技场战队队员的——但在做竞技场新手任务之前，击败这些野怪只掉落怪物硬币——卖些钱而已。
<br>
	<br>一个药草8G：回复30HP，旅馆睡觉6G：HP全回满。很多人觉得吃药浪费，其实药草这东西，有治疗法术之后除了炼金基本没用了，初期放心吃吧。
<p><span style='color:#b22222;'><strong>天赋加点</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135407.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
人物4级之后可以分配技能点数，关于每个人物如何加点的问题网上已有海量帖子，为避免遭受口诛笔伐，本人在此不再赘述——只提示几个初次通关必出的技能，首先是杨加斯人情加到4出的技能“口哨”，吹口哨就遇敌，不耗MP，练级神技。其次是男主勇气加到28出现的魔法“特艾洛斯”，使用之后百步内低级怪不会出现，低级地图可以清场，高级地图也可以防止踩到低级怪耽误练级——当然，如果你觉得钱够花身上随时备着几十瓶圣水，那就当我没说过。最后一个技能就是经典的回城魔法“鲁拉”了，鲁拉只要男主勇气加到8点——当然如果你出了“特艾洛斯”，那么鲁拉一早就有了。呃，如果你能买99个奇美拉之翼带着，也当我没说吧。
<br>
	<br>注：杨格斯空手技能33级点出的“忍步”，很多网站说明写的是“不遇敌”，技能本身的说明是“隐去气息，躲避魔物的技术”，其实和“特洛艾斯”效果是一样的，只是降低遇敌概率，就算“特洛艾斯”和“忍步”双开，也无法达到100%不遇敌，这一点th和bs都没说清楚，着实害人不浅。
<br>
	<br>回到正题，新手迷宫没有什么难点，值得一提的是，如果你看到一个水晶球，同时，手里还没有铜剑，请回头，走另一个岔路去拿。同样，如果你看到一个水晶球，主角和杨格斯还不到6级，那么多练级吧。鱼人扎邦是各位在DQ8旅程中遇到的第一个硬茬子，而且因为队员不全，技能未出，打起来着实辛苦，甚至超过后期不少大Boss的难度。要不是主角免疫诅咒，这仗还真没法打了。开战之前最好水晶球跟前原地练练级，杨格斯的口哨可以派上大用场——本人最高纪录，主角和胖子5级打掉鱼人(开战时身上药草就剩1个，主角5点蓝能用两次加血)，最后一击时，男主剩3HP，胖子剩1HP，药草吃了，空蓝——不得不说赢的有点运气成分，so，建议保险起见：队伍顶到7级再开水晶球。战斗至最后，给主角留两点MP，这样就可以使用利雷米特离开洞窟。如果你鱼人一战之后，弹尽粮绝，MP又不够使用利雷米特，同时又不想死出去，也很简单，如果你一路过来宝箱都开了，身上应该有两瓶圣水，足够护送你出洞窟了。
<br>
	<br>接下来的事情就简单了，回占卜屋，一通剧情之后往关所出发——相信大家还记得去瀑布途中经过的那个岔路口吧，看路牌应该是人人都具备的技能。(走之前记得去武器店把回旋镖买下，给主角装备，清理路上的小怪基本就靠它了)
<a name='ax01'><p><span style='color:#b22222;'><strong>利萨斯村</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135410.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
经过一条大门被烧焦的石桥，顺路继续前行，就能看到下一站——利萨斯村了
<br>
	<br>武器店：木棒110G、大木槌240G、铜剑270G、回旋镖420G、石斧550G
<br>
	<br>防具店：皮束腰220G、鳞凯350G、鳞盾180G
<br>
	<br>沿路可以听听村民的对话，了解一下剧情，然后一直往里走，找一栋“一眼看上去就会有剧情发生的大房子”。
<br>
	<br>来到2楼，发现剧情人物闭门不出，从角落里的房门通过，找到楼梯来到顶层，发现一个鼠洞，使用特波进入。这里很多新手会犯一个错误，切换到特波画面时，看到场景是和刚才差不多的阁楼，认为还没有进洞，于是又回身去钻鼠洞——其实切换到特波视角时，你已经在鼠洞另一侧了，现在我们要做的是控制特波下楼，发现桌上的书信，顺着扫把爬上去。
<br>
	<br>下楼，发现女主人和那个自称的未婚夫去吃饭了，餐厅的门都被NPC堵住，没办法，折回大小姐房门入口，与看门小鬼对话——记住，找牛头小鬼，不要找锅盖小鬼。如果还在为之前他们对你主动宣战不爽的话，多选几次“否”吧。
<br>
	<br>出村左转就能看到东塔了，进入东塔后要注意了，如果一次踩到一堆人面蛙，一定要把回旋镖卸下来换成剑——好奇的话，可以自己尝试丢一下。此外友情提示，当你遇到两个梯子，一个往上，一个往下时，先打开旁边的门锁——这迷宫你后期还要回来，打开这扇门下次来能少走不少路，然后，两个梯子，先走往下的。
<br>
	<br>快死了就吃药，药8G一个，你现在复活一个队员要五六十G，哪个更划算显而易见。
<br>
	<br>抵达有旋转门迷宫的朋友可以先停一下，在这里存个档，楼上有一段剧情，老照片式的回忆渲染与模拟器冲突，很多人反映这里屏幕上只看到大片暗黄色与黑色马赛克。我先教大家解决方法：
<br>
	<br>找到模拟器文件夹下面的inis文件夹，在其中找到GSdx这个文件，在其中添加：
<br>
	<br>gamefix_skipdraw=1
<br>
	<br>然后储存退出，之后，一旦遇到此类回忆模式黄屏时，切换到模拟器平台，选择“设置”——“视频”——“插件设置”，将“渲染器”由“Direct3D9(硬件)”改为“Direct3D9(软件)”。此法在一些配置较低的主机上会造成严重的跳帧现象——但总比什么都看不到要强多了。回忆结束后，请改回硬件渲染。
<br>
	<br>剧情之后，回利萨斯村旅馆休息一下，出门往下一个目标：港镇波尔特林克前进(去东塔半路那个分叉口，顺路走——路途比较远，而且怪比较硬，建议平均等级不高的队伍白天赶路，想升级的请村口原地口哨)
<a name='ax02'><p><span style='color:#b22222;'><strong>波尔特林克</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135414.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
一路被怪撵着PP跑，终于来到港口镇，波尔特林克(日文：ポルトリンク;英文：Port Prospect)。
<br>
	<br>武器/防具店：石斧550G、铁枪750、铁镰刀910G、皮束腰220G、鳞凯350G、鳞盾180G
<br>
	<br>四处转转之后去港务局触发剧情，不用说了，很好找。出航之前两个人身上记得备点草药。
<br>
	<br>顺便吐槽一下艾尼克斯和光荣差距真是大，设计的帆船看上去让整个人一下子不好了，帆也太小了吧!虽说是火轮船，但船帆设计得也太水太水，就差漆上“酱油”二字了!
<br>
	<br>BOSS战难度尚可，一个人负责加血吃药，另一个人蓄力玩命砍就行了，很多人发现蓄力无法到100，那是因为DQ8中，50-100这次蓄力成功率是随机的，不像DQM等100%成功。
<br>
	<br>战后，航路打通，主角一行人踏上航程，向南方大陆出发。
<br>
	<br>航行途中，下到船舱底部，绿皮大叔会告知炼金炉修好了，从现在开始，野外可以从菜单中打开炼金炉，炼金配方网上很多，也很好找，这里我就不帖了。需要提一句的是，因为大叔水平太菜，炼金炉目前只接收初级配方——也就是两种材料融合的订单。与大叔对话完毕，船也该靠岸了(这艘船……继续不忍直视挖)。
<a name='ax03'><p><span style='color:#b22222;'><strong>码头</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135416.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
航船靠岸，主角一行抵达码头——具体什么什么码头不知道，这地方就叫“码头”。
<br>
	<br>武器店：青铜匕首150G、藤鞭350G、铁枪750G、铁镰刀910G
<br>
	<br>防具店：鳞凯350G、丝袍420G、锁子甲500G、鳞盾180G、尖角帽70G
<br>
	<br>在码头广场一通打砸抢的三光政策之后，进屋与盗贼打扮的男子对话，得到铁钉，继续往前走，出门，打开炼金界面，讲背包中的青铜匕首与刚才盗贼给的铁钉融合，炼制盗贼钥匙。
<br>
	<br>PS：关于盗贼钥匙，你在特拉佩塔时，如果半夜爬上教堂顶层的钟塔，能捡到盗贼便签，上面会写着盗贼钥匙的配方。
<br>
	<br>关于炼金炉，说明一下使用经验，物品融合需要时间，这个时间不是按照游戏中时间算的，也不是按照你进行过多少次战斗算的，而是按照你走路的步数——对，有点类似口袋妖怪的孵蛋……当物品完成时，你会听到一声类似微波炉热完饭那“叮!”的一声，这时候要及时打开界面把物品取出，并继续炼制下一件物品，否则等你下次想起来不知道猴年马月了。
<br>
	<br>这时候是否回去睡一觉随意，都搞定之后顺着路一直往前走吧。只要沿着大路一直走，就能看到修道院了。进入修道院，走到最里面，门口有两个守卫的楼前，触发剧情。
<a name='ax04'><p><span style='color:#b22222;'><strong>德尼镇</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135420.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
剧情之后出修道院，顺之前的路继续往前走，抵达德尼镇。
<br>
	<br>武器店：细剑300G、藤鞭350G、魔道士之杖1300G、长枪1700G、大铁槌1700G
<br>
	<br>防具店：锁子甲500G、缠头巾410G
<br>
	<br>进入酒馆，第四位队友正在安静的出老千——在跟他对话触发剧情之前，建议大家先上楼——德尼镇的武器店老板以及防具店老板躲在酒馆2楼喝酒，但生意照做，不注意的朋友可能会错过。此外，2楼木桶内能砸出一个小徽章——这是剧情发展中细(ye)心(man)的玩家得到的第一枚特殊兑换货币，游戏中期一个小岛上，会有NPC根据你拥搜集到的小徽章总数量，给你相应的奖励——都是很稀有道具，全小徽章具体位置的帖子很多地方都有，相信大家都很容易找到，这里同样不贴了。
<br>
	<br>PS：兑换最高奖励需要110枚小徽章，而整个游戏中一共可以搜刮到115枚，所以漏掉几个也没事。
<a name='ax05'><p><span style='color:#b22222;'><strong>修道院</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135423.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
一切搞定后，用鲁拉飞回修道院(鲁拉需要主角勇气加8点，抛开剑系男主勇气必须加到100不说，单纯这个瞬移魔法绝对值回票价)，之前不能进的门那里。进门右前方的厨房里有小徽章，去怒摔吧。
<br>
	<br>下到地下室，靠近拷问室，触发剧情。回一楼，从进来的门对面的门出去，与桥上的守卫对话，返回1楼走廊，触发剧情。离开前记得从教堂大厅右侧门出去，会发现是在河边，旁边的罐子里有小徽章——怒砸。
<br>
	<br>出修道院(从左侧出口出)，沿着河岸另一侧的小路一直前行，路上会遇到叫“孤独行者”的稀有铠甲士兵，打不打都行，就是个怪物铜币而已。
<br>
	<br>旧修道院遗迹值得多逛一逛，很多朋友看它阴森森的氛围就落荒而出其实损失很大，抛开B3有两枚小徽章不说，这里是游戏中第一个出现金属史莱姆的迷宫——相信大家都知道金属史莱姆意味着什么吧，那可是打掉一只1350经验的大碗面。此处使用模拟器玩的朋友们就有优势了，可随时存取档的情况下金属系几乎是跑不掉的。
<br>
	<br>前进途中会碰上一只骷髅神官……呃，这只不是稀有怪，是Boss，就算玩家想从它身边的小路偷偷溜过去，它也会拉住你，跟你宣战的。so，为了玩家的尊严，直接A过去吧。进入见到骷髅神官的之前，入口左右侧各有一个房间，不太起眼，其中一个小徽章就在里面，别漏过了。
<br>
	<br>从迷宫爬上来，发现已经进入之前不允许进入的那个岛了，面前两个木桶砸掉后往前走。
<br>
	<br>进大厅发现侍卫躺了一地，情况万分紧急!不过我相信大多数玩家会在一楼悠哉悠哉的收集炼金配方，四处看看有没有宝箱，然后和所有的侍卫对话，然后才会上楼，触发剧情。
<br>
	<br>和牢房中所有人对话，触发剧情。出密道，鲁拉回修道院，回院长小岛。几段剧情之后，入手世界地图，库鲁鲁加入，修道院主线完结。
<br>
	<br>此时，盗贼钥匙应该早就做好了吧?大家可以用鲁拉飞回特拉佩塔，打开教堂里面小屋的宝箱;飞码头，打开摆摊商人的箱子拾取小徽章。之后用在旧修道院得到的铁钉和回旋镖和成高级回旋镖，并将摆摊商人箱子里的回旋镖装上替换。最后鲁拉飞回德尼镇，顺大陆继续往前走。
<br>
	<br>过桥前那栋小屋，桶里有小徽章。过桥后那栋教堂，在里面睡觉能看到额外的剧情(有之前东塔回忆CG的处理经验，这里就无需我多说了吧?)。此外，就算有的朋友已经二周目了，不用再看那段剧情了，你也进去一下——后面剧情还要回这里，没进去过，鲁拉就没有记录点。
<br>
	<br>跟路上的奶牛对话，可获得美味牛奶。牛奶+凝乳粉末能做出普通奶酪——这游戏里奶酪的种类非常多，遗憾的是甚至有不少朋友直到通关都没有使用过任何一块奶酪。战斗中把奶酪带在身上当道具使用，小老鼠特波就能放出各种魔法，很有趣的。
<a name='ax06'><p><span style='color:#b22222;'><strong>阿斯坎塔城</strong></span></p>
经过一路狂奔，终于抵达阿斯坎塔城
<br>
	<br>小徽章位置，刚进城门左手边民房里;面对城堡大门时左手边的小门进入，门旁的立柜里;城堡3层大臣房间内。
<br>
	<br>武器店：短刀匕首350G、短弓750G、魔道士之杖1300G、利刃回旋镖1360G、钢铁之剑2000G
<br>
	<br>防具店：皮裙380G、青铜铠840G、铁胸甲1000G、青铜盾370G、缠头巾410G、史莱姆耳环400G
<br>
	<br>这个城的主线分两种触发模式——白天进入城堡，上到楼顶，能看到中心的小侍女基拉在敲国王的房门，然后在大厅中对话，大臣让主角晚上再来，表示能在王座大厅看到哀伤的国王;夜间进入城堡，能直接在王座大厅看到国王，对话后下楼自动触发剧情。(有鳞盾的话可以和皮鞭合成蛇皮鞭)
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135432.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
鲁拉飞回河边教会，过桥，去当初找小徽章的小屋，与老奶奶对话后，从屋后的斜坡下去，顺着河道一直走，钻过一段山洞，爬到一座山的顶端。这里到处都是残垣断壁，表面上看什么都没有，但等到晚上，会发现窗户的投影出现，随着夜越来越深，窗户的投影会慢慢延长，到一定程度后，靠近会自动触发剧情。
<br>
	<br>这个镇子没有Boss要打，感人的CG看完，这个城市的主线也就随之结束了，收拾一下，出城继续赶路吧。
<br>
	<br>出城时杨胖子提议去他老家看看，这时候很多人不知道该怎么走，其实一直往南就可以了。不知道南在哪边的朋友，出城请往左走，走到悬崖边后，向右转，然后一直走就行了。已经拿到世界地图，随时看着点就好，想走丢都难(因为刚入手不久，很多朋友还不习惯看地图，尤其是这种跨城市的远途旅行，一定要经常打开地图看看自己的位置)。中途经过一个湖畔旅店可以休息一下，之后继续往南走。
<br>
	<br>途中，地图上有一个被树林包围的小房子标记，这是怪物竞技场。不过8代中抓到的怪兽是不能升级的，所以要打高难度挑战，需要去抓更高级的怪兽才行。竞技场正门打不开，直接从旁边上屋顶接任务即可。这个大支线网上有很详细的攻略，这里省略……
<a name='ax07'><p><span style='color:#b22222;'><strong>帕尔米德</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135436.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
终于抵达法外城市：帕尔米德(日文：パルミド;英文：Pickham)
<br>
	<br>武器店：毒牙匕首950G、十字弩1700G、钢铁之剑2000G、铁斧2600G、神圣之枪2700G
<br>
	<br>防具店：青铜铠840G、皮斗篷1100G、舞女之衣1300G、铁盾720G、铁盔1100G
<br>
	<br>小徽章：教会对面屋子里;黑店里;屋顶层西北方的罐子;井底的罐子;道具店墙上的袋子;距离水井较远的一个门里的监牢(这里需要最终钥匙才能打开)
<br>
	<br>进城猥琐大叔就直奔酒馆而去了，他离开后主角无法再使用鲁拉瞬移其他城市，出酒馆左手边贴墙溜，找个楼梯上楼，屋顶层上再找个下去的楼梯，下楼开门触发剧情(进入帕尔米德之后，将杨胖子调到队伍第一个吧)。
<br>
	<br>来到瞭望塔旁边的屋子里，触发剧情。来到地图上镇子右边另一个酒吧，触发剧情。
<br>
	<br>来到地图西边的女贼老窝(日文：ゲルダのアジト;英文：Red's Den)，触发剧情(屋子和马厩里各有一个小徽章顺走)。出来往北走，进入剑士像洞窟。这个迷宫里有3个小徽章(B2罐子阵两个、B4螺旋回廊尽头一个)，顺便一提，B2走廊里大坑旁边的门别去开。剑士像迷宫唯一的难点可能就在倒数第二层，推两个雕像那里，其实只要把两个雕像推到2*2的位置即可——就是说，以你面冲让你“抬头看天”的石板为基准方向，一个石像推到你左手边，差一格到头的位置，一个石像往前推，到差一格到头的位置，然后站在两个石像X、Y坐标的交叉点上就OK。上楼后右边的石板可以恢复HP&MP，免费的，觉得自己等级不足又死抠房钱的这里磨两级再走吧。
<br>
	<br>拿到宝石，回女贼老窝，话说这地方为啥鲁拉不能飞，算上宝箱最少要来3趟，简直是懒人的大凶之地。
<br>
	<br>鲁拉飞帕米尔德，回之前的情报屋，触发剧情。
<br>
	<br>鲁拉飞波尔特林克，顺着右手边——如果你进去了一趟刚出来，就是左手边的小路一直往西走，山中间有条小路，开地图很容易找到。
<br>
	<br>途中会遇到个叫荒野山小屋的地方(日文：荒野の山小屋;英文：Hilltop Hut)，跳井下去可以拿到史莱姆王冠，屋子里还有小徽章——最重要的，这里睡一觉才12G，便宜又大碗，开奇迹之泉记录点前，穷鬼们可以来这里住宿。
<br>
	<br>从小屋北边的小路登上荒原，一路往西走就能看到古代船了，靠近触发剧情。之后继续往西走，穿过一个山洞，就能远远望见被诅咒的特洛登城了。这时候左手边有个教堂，可以过去休息一下，教堂里的商人出售皮斗篷1100G、毛皮帽1400G——这里鲁拉无法记录。
<a name='ax08'><p><span style='color:#b22222;'><strong>特洛登王城</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135440.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
抵达特洛登王城(日文：トロデーン城;英文：Trodain)，触发剧情，镜头抬高就是要进入回忆CG了，模拟党做好切换准备。
<br>
	<br>剧情之后，开始探索，请从左手边楼梯上2楼，进门之后贴右侧墙壁走，打开遇到的第一扇门，里面有重要的道具“魔法钥匙”，这样，之前那些显示“目前身上的钥匙打不开”的箱子基本都能开了，那个房间还有一个小徽章。其他小徽章的位置：1楼左侧大厅一排木桶、3楼一个柜子里、中庭右侧门进入后的木桶，2楼还有一个锁着的铁牢，需要最终钥匙才能打开，里面也有一个小徽章。如果没有遗漏，剧情进展到这里，你手里的小徽章应该是27个。
<br>
	<br>找到图书馆后，第一件事，一定要把通道左侧的门锁打开，这里以后还要回来，打开门锁，就可以从一楼侧门直接进入图书馆了。
<br>
	<br>鲁拉，阿斯坎塔城找国王对话。“恩，月影之琴就在我这里，走，咱们去拿……”大部分玩家看到这里都会琢磨，“嗯?就这么简单?”，后续剧情发展，大家会冒出“XX，果然没有这么简单!”的想法。
<br>
	<br>出隧道，开地图，向北边的山洞前进(洞口的宝箱里有小徽章，B2瓦罐里也有一个)。
<br>
	<br>鼹鼠洞很好走，没难度，几乎就没几条供你耽误时间的冤枉道。走到尽头，见到了正在折磨手下的鼹老大……这K歌的Poss，我怎么莫名其妙的想起了刘欢老师?
<br>
	<br>这个BOSS很好打，单攻不暴击也就40多点，群体打击也是40-50，用K歌技的话，它自己带的小弟也会混乱——所以小的你给它留着也无妨……这BOSS与其说是来给玩家制造难度，不如说是来搞笑的。
<br>
	<br>战斗结束后你可以去跟国王打招呼，也可以直接鲁拉飞特洛登城——去之前把时间调到晚上。抵达后直接从左手边1楼的侧门进来，我很好奇，有之前忘开锁的么?
<br>
	<br>来到伊修玛乌利的神国，月影之琴仿佛见到亲人般的向曾经的主人飞了过去，然后，用模拟器的玩家会看到这位月之神抱着一块……黑板……
<br>
	<br>一段剧情后，玩家就能操控古代船在海里畅游，去之前去不了的岛屿了。刚进入航行界面时，船头对准的方向就是兑换小徽章的小岛——徽章女王的城堡(日文：メダル王女の城;英文Princess Minnie's Castle)。这里说4点建议，首先就是相对于玩家目前的等级，徽章岛的野怪等级有点高——尽管从泊位到城堡大门的路不长，最多踩两次怪;其次，以玩家目前的小徽章总数最多只能兑换到网袜，洁西卡专属装饰品，比金手镯高4点防，可有可无，嫌麻烦可以攒多点再去;第三，如非要去的话，野怪踩到铁蝎，记得用火属性打，主角的火鸟，洁西卡的伊欧拉等——主角和库库鲁的金属斩也可以，火焰斩伤害低较低;第四，徽章城堡1层楼梯处木桶里有小徽章可以拿。
<br>
	<br>玩到这里，有3点需注意：
<br>
	<br>1、不用担心船停在哪里之后还要到哪里取——这是一艘神奇的魔法船，玩家鲁拉到任何一个城市，这艘船也会跟着瞬移到距离主角较近的泊位等候。
<br>
	<br>2、玩到这个阶段，手头应该准备一张清晰版全地图了，百度上很容易能找到。
<br>
	<br>3、如果怪物竞技场的新手任务还没做，建议立刻去做，新的岛屿上有很多强力稀有怪可以收服。竞技场新手任务怪的位置，史莱姆在特洛登城门口(只有白天出现);诅咒铠甲大家见过，在做修道院任务时这东西堵着路，鲁拉飞修道院，河对岸的小路上捉;小章鱼在女贼老窝右下角的海滩上，那地方没记录点还真有点不方便。都抓完鲁拉回莫利处，对话一段剧情之后，拿到竞技场钥匙，就可以开始口袋妖怪之旅了——顺便提一下，这段剧情之后，鲁拉记录点里的“莫利处”已经自动变为“战斗之路格斗场”。(白天鲁拉特拉至佩塔，往古代船方向跑，能看到一只稀有绿色霸王龙，攻高血厚，初期竞技场的不二选择)
<a name='ax09'><p><span style='color:#b22222;'><strong>萨维拉大圣堂/圣地戈尔德</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135443.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
出海能去的地方就多了，但建议先去北边的萨维拉大圣堂。
<br>
	<br>武器店：钢铁镰刀3700G、战鹰短剑3900G、战戟4400G、圣银刺剑6600
<br>
	<br>防具店：钢铁铠甲2300G、白银之铠4300G、魔法法衣4400G、钢盾2500G、铁甲面3500G(防具店主身边的箱子里有小徽章)
<br>
	<br>道具店：金之念珠
<br>
	<br>然后是正南方的大岛圣地戈尔德。
<br>
	<br>武器店：利刃回旋镖1360G、十字锁链2200G、钢铁镰刀3700G、假寐之剑4700G、圣银刺剑6600G
<br>
	<br>防具店：钢铁铠甲2300G、银胸甲3200G、轻盾2250G、钢盾2500G、铁甲面3500G
<br>
	<br>觉得队伍未够班也可以去地图左下角的无名小岛刷刷液态金属升升级。
<br>
	<br>一切搞定之后，继续跑剧情，把船开至地图西边最大岛屿的最北侧靠岸，开地图，附近有个海边教会(日文：海辺の教会;英文：Seaview Church)，可以过去休息一下。柜子里有一枚小徽章，教会后面有个宝箱能拿到愤怒纹身(这东西帕尔米德赌场可以兑换，所以要合什么东西尽管用别心疼)。存款少的玩家可以常来这里，睡觉免费。之后顺路一直往西南方向走，杀掉一只拦路的老母鸡之后，抵达赌城贝尔加拉克(日文：ベルガラック;英文：Baccarat)。
<a name='ax10'><p><span style='color:#b22222;'><strong>贝尔加拉克</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135447.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
武器/防具店：毒刺1900G、钢铁镰刀3700、舞女之衣1300G、铁铠甲1800G、轻盾2250G、珊瑚发饰950G
<br>
	<br>旅店2楼触发剧情，得知接下来的目标是暗之遗迹。(旅馆地下酒吧能拿到吊带袜，跟十字弓合成艾洛斯之弓，弓库的好武器)
<br>
	<br>接下来强烈建议大家先到镇子隔壁的山顶去完成坐骑任务，骑上坐骑移动速度至少提高3倍，对后期一些远途旅行很有帮助。
<br>
	<br>门口回答胖子的问题，选择答案“带回家并说服家人”、“放走老虎”、“让杀人豹成为同伴”，进入里屋接受委托。
<br>
	<br>那棵树不看攻略挺不好找，其实直线距离很近，就在拉邦屋右侧那个U型山谷中间，但直通的桥断了，所以要绕一段路，兜个圈子过去。出门可以试骑杀人豹——新手注意，如果不小心碰到“取消/跑步”键，杀人豹是100%会消失的，所以在按跑步键之前，一定要保证某个方向键已经按下去，习惯一下豹子就老实了。走法，简单的说，先绕一圈，走到拉邦屋南边的小路(左下角树林里可以收到一只稀有怪力猩猩)，然后东走，见到一只奶牛立刻左转，过一个石桥立刻左转，看到一个大坑，坑下面有一堆碎石头围成一个圆就是找对了(如果你跑错了路，出一定范围后豹子自己也会消失掉)，接下来就是等黎明了。树出现，对旁边刷新的幽灵豹使用沉睡之粉，完成任务。这里强调一下，骑乘状态并不会加速炼金炉的转化速度，该多少步完成的物品需要的时间不变。
<br>
	<br>理论上得到船后，在你某次使用炼金炉时，绿皮大叔会告诉你现在可以使用3种材料合成了。
<a name='ax11'><p><span style='color:#b22222;'><strong>暗之遗迹</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135450.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
驾船行驶至地图左上角岛屿，靠岸看到追击的护卫，对话触发剧情。之后前行，进入暗之遗迹(日文：闇の遺跡;英文：Dark Ruins)，右手边的屋子里有小徽章。进入遗迹，出来后与追击小组对话，得知需要前往萨赞比克城一趟。
<br>
	<br>鲁拉回贝尔加拉克，骑豹子一路往东抵达贝尔加拉克，中途会经过一处商人营地——大家记住这里，不久还要再回来。抵达目标之前的一个丁字路口，可蹲守至夜间，会刷一只稀有怪兽“夜晚内裤男”，一定概率3动，用来打竞技场很不错。
<br>
	<br>收完队员之后，往前走一点，就是萨赞比克城了(日文：サザンビーク城;英文：Argonia)
<br>
	<br>武器/防具店：战斧4300G、战戟4400G、白银之铠4300G、魔法法衣4400G、轻盾2250G、银发饰1450G
<br>
	<br>小徽章：旅馆老板身后的柜子，进城门贴着左边墙壁走在拐角处，城堡右门进入后的柜子，东3F的柜子，西3F的柜子，王宫4楼宝库(完成主线才能进)，镇子左上角大圣堂中的木桶(市集事件后)，1F的宝箱(需要最终钥匙)
<br>
	<br>王宫2楼国王大厅，触发剧情，继续上楼过一个天桥，下楼，注意看地图，西4F，圆形房间，砸掉罐子，放特波，将蜥蜴轰到透光洞口——三点一线，瞄准点几次就搞定了。
<br><br><br><br><br><br><br><br><br><br>";
echo "</font></div>";
?>
