<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:1024px}
</style>
</head><body><div id='divcenter'>";
echo "<font size=4>
<a name='ax01'><p><span style='color:#b22222;'><strong>王家之山</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135455.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
剧情之后出城，走大路一直往东就能抵达王家之山了(好别扭的名字)，不过这地方日文原名就叫“王家の山”，英文是Royal Hunting Ground——皇家狩猎场，这个翻得倒是意外的感觉不错。
<br>
	<br>入口处民家里有小徽章。
<br>
	<br>进入王家山(虽显示为野外区域，但此处无法使用巴姆伦之铃)，右手边的口是装龙鳞的宝箱，右边偏上那个口尽头，树上挂着的袋子里有小徽章。
<br>
	<br>记住捕捉蜥蜴前先使用蜥蜴提取物消除气味，然后用走路模式从蜥蜴背后靠近，否则蜥蜴会跑。
<br>
	<br>河对岸的蜥蜴可以往回走，过一个独木桥，搬一个果子回到它面前的木墩子上摔碎。
<br>
	<br>之后，回头，左转，过一个石桥，顺着斜坡上山一直往前走，触发剧情。
<br>
	<br>一只蜥蜴躲在半山腰的山洞里，继续往前走，注意这个石桥是可以直接从边缘跳下去的，别掉下去了。继续过桥，搬个果子回来，从桥上扔下去，蜥蜴出洞，然后跳下去开战吧——这只不用小心翼翼靠近，冲过去即可。
<a name='ax02'><p><span style='color:#b22222;'><strong>萨赞比克城</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135458.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
一段剧情之后，从石桥右侧跳下去，捕捉大蜥蜴。之后鲁拉回萨赞比克城。
<br>
	<br>进城发现市集活动开始，此时出现特殊商店：
<br>
	<br>武器店：十字锁链2200G、风之刃3800G、屠尸之剑6300G、战锤6700G、杀手耳环7700G(叫耳环，其实是洁西卡的匕首，类似男主的隼剑可以实现两次攻击——但只对普通攻击有效)
<br>
	<br>防具店：厚重铠甲5000G、真丝紧身衣5500G、魔法之铠6100G、魔法盾5000G、魔力帽2700G、铁甲面3500G
<br>
	<br>道具店：凝乳粉末10G、美味牛奶30G、红色霉30G、水草霉35G
<br>
	<br>这里好东西不少，但一分钱一分货，没点存款还真是只能看着流口水。
<br>
	<br>从特殊防具店旁边的台阶上去，与王子和“一眼看上去就不是什么好人的家伙”对话触发剧情。对话后，还可以从带引号那家伙店里买到祈祷戒指9000G/个，使用回复MP，但一定次数后消失——相信逛过特殊商店还能在这里弄两个戒指戴的，不是口哨狂就是金手指了。
<br>
	<br>满(qing)载(jia)而(dang)归(chan)后直接进入城堡，上楼到国王大厅触发剧情，之后再与窗边的国王对话触发剧情，然后就可以上4楼宝物库洗劫了(刚到4楼回头左手边，有点不起眼)。只要有魔法钥匙，宝物库里的宝箱就都可以打开。
<br>
	<br>出宝库门触发剧情，然后出城堡。还记得我让大家记住的商人营地吗?回去，并从营地左手边的小路进山(千万别自作聪明鲁拉回贝尔加拉克，那样反而远——虽然没远太多)，顺路走，绕过一个S型的山谷，抵达大法师的家——不用进去，继续往前走，进入“不可思议之泉”，看过剧情后，回大法师家，与其对话触发剧情。
<a name='ax03'><p><span style='color:#b22222;'><strong>海边教会</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135501.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
鲁拉——海边教会，将魔法镜随便换到谁身上——别放道具袋里就好。然后上船，向东南方航行。遇到海龙后，带魔法镜的选道具、魔法镜、使用，剩下的人防御——海龙就150点HP不到，其他人不防御的话几下就弄死了。魔法镜成功转化为太阳之镜后，鲁拉——暗之遗迹。
<br>
	<br>注意：海龙掉落龙鳞，如果之前在王家蜥蜴山拿到龙鳞，那么还差1片龙鳞就能合成洁西卡的高级鞭子“龙之尾”了，公式是蛇皮鞭+龙鳞+龙鳞，磨刀不误砍柴工的道理相信大家都懂，蛇皮鞭在下一个迷宫只能打出12-15点伤害——除非你正在双修。此外，因龙鳞掉率极低，使用镰刀系杨胖子的朋友注意，“偷窃割”偷取物品，需要目标怪在挨了偷窃割后未死亡才能生效，加上这技能本身触发概率低得吓人——哪怕是进阶之后——所以如果想靠这技能刷材料，需要让除胖子外所有人防御，大家试试就知道，很耽误效率，还不如直接打掉来得快，“偷窃割”这技能是后期用来偷一些大BOSS身上好东西的技能，或者弄到诅咒装备，攻击强制为1之后才好用。不过，海龙的光系魔法看多了着实眼痛，太久不出就放弃吧。
<br>
	<br>此外，如果到现在还未打竞技场或者竞技场未过E级的，建议回去打比赛——拥有一支E级以上的竞技场队伍，对暗之遗迹的战斗很有帮助——那是一场相对较痛苦的硬仗。内裤男+霸王龙+拦路老母鸡或者怪力猩猩，很轻易就能打到D级，运气好的话C级都能顺便K掉。只要赢了D级比赛，就可以直接鲁拉飞圣地戈尔德，然后往船的方向跑，中途会遇到一个稀有石像(只白天出现)，800HP，攻击150左右，收之。接下来，在可以回去继续竞技场，也可继续往前打，但基本会止步于A级比赛，通关前一般只能打赢B级。现在队伍强度也差不多能帮上忙了，睡一觉去暗之遗迹吧(暗之遗迹东边有一只死灵骑士，D级赛打赢之后出现)。
<br>
	<br>进入暗之遗迹，迷宫对面石碑凹槽处点两次，迷雾散尽，整理一下装备和道具，杀入迷宫。
<br>
	<br>暗之遗迹进门右手边是迷宫地图，觉得没必要直接走左边即可。B1高台上的宝箱里有一片龙鳞，另一个宝箱里有小徽章——虽然现在炼金已经来不及了，但之前未刷到的朋友还是绕几圈上去拿吧——已经有“龙之尾”并且嫌麻烦不收集小徽章的队伍可以无视东北角的两个宝箱。B1的遇敌概率很低，不是特别怕麻烦的朋友就不要一直开着“特艾洛斯”了。B2，左上角宝箱是圣者之灰，右边的宝箱是宝箱怪。B3，控制两条光线都照在壁画左侧凤凰的翅膀上——虽然画得不太像吧。B4通道处的泉水可以恢复HP和MP。
<br>
	<br>一直往下走，来到一间“一眼看上去就是在举行什么很邪恶仪式的房间”(这里建议存个档，非常用档位)，与多尔玛格斯开战——这是第一个会使用冷冻波的BOSS，这技能可以驱散你身上所有的增益效果——包括拜基鲁特、史克鲁多等魔法，当然也包括蓄力。开场几回合内小丑会使用多重影分身变成3个(小丑分身后立刻召唤战队)，中间那个会扔石头和触手群A，左边那个会镰鼬，右边那个会加血——当然，这三个都会冰冻波，以及消耗一回合来傻乐。打法有不少帖子说过，其实只要等级够了，先盯着一个打，打掉一个剩下的就好说了，主要是分身后随时注意补血，模拟党建议每回合save一次。
<br>
	<br>战斗后，BOSS变身，队伍没有任何休息机会，直接进入第二场战斗。敌人失去了分身能力，但两动，开始使用元素魔法、战吼、物理群攻技能，并依旧会使用冰冻波——此战除了史克鲁多之外，洁西卡要保证全队身上始终挂着弗巴哈。战队用过之后，开始死磕吧。实在磕不过的，取战斗前的档，泉水旁边吹口哨去。怕打起来麻烦的朋友，把库鲁鲁升到30级，学会贝荷玛拉，这仗能轻松好多。
<a name='ax04'><p><span style='color:#b22222;'><strong>利普尔亚奇</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135504.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
战胜小丑，一段稀里哗啦的剧情之后，第二天早上，主角从旅馆出发，前往北边关所。从去王家之山路中途的岔路往北走，通过一扇被砸坏的大门，抵达工匠之镇利普尔亚奇(日文：リブルアーチ;英文：Arcadia)，这里英文版地名直译过来是“阿卡迪亚”，个人觉得比这个拗口的直译好多了。
<br>
	<br>武器店：破剑匕首5500G、双天鹅6800G、破坏之剑8800G、地狱之大镰9500G
<br>
	<br>防具店：回避之衣3000G、魔法之铠6100G、魔法比基尼13800G、魔法盾5000G、魔力帽2700G、铁甲面3500G
<br>
	<br>一路走到有铁栅栏门的庭院门前(其他地方现在你也走不过去，全被看热闹的人堵住了)，开门进去，上2楼进屋触发剧情。
<a name='ax05'><p><span style='color:#b22222;'><strong>莱顿之塔</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135507.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
出门右转再右转，在喷泉下层小屋得到消息：正主不在成里。从北口出城，莱顿之塔(日文：ライド-ンの塔;英文：Rydon's Tower)无论在地图上还是玩家视野中都很显眼。进门宝箱里拿地图，两边的石像不要去动。
<br>
	<br>莱顿之塔的迷宫机关看似复杂，其实基本都差不多，就是让玩家重复“找石像”、“推石像”、“下一层”、“上两层”这个套路而已。9F的宝箱是生命戒指，塔顶的宝箱里有凯隆之弓。
<br>
	<br>与莱顿大叔对话，得知他的先祖将宝石嵌入雕像了，他的先祖叫利萨斯·克兰巴特尔——如此赤裸裸的提示，如果还有人跑去圣地戈尔德，那我只能鄙视你了。现在让我们鲁拉——利萨斯村——没错，就是洁西卡哥哥灵魂当初寄宿的那尊雕像——这也是为何当初为何我一再强调要把近路的锁打开了吧。调查雕像，然后转身下楼触发剧情。拿到宝石利雷米特出去，然后鲁拉飞利普尔亚奇，回大咒术师庭院，狗舍附近触发剧情。紧跟着上楼和大咒术师对话。
<br>
	<br>下楼，与魔女开战。洁西卡拿黑魔杖的时间还不长，至少她还没来得急学会冰冻波，但中了“拉里荷玛”陷入沉睡的话，蓄力值一样会归零。此外魔女会撕裂空间招来的影魔小弟，攻低血少，但麻烦在数量多且源源不断——至少会给你的竞技场小队造成火力分散的麻烦。梅拉佐玛攻击贼高，砸上就是100+还特别爱砸库库鲁，注意血线，小心奶骑被秒掉。
<br>
	<br>战斗之后洁西卡恢复，但暂时没有归队，庭院中与切尔斯对话，然后再进入大屋1楼与大咒术师对话，转身出门触发剧情，剧情之后洁西卡正式归队——记得开物品栏调整一下，大小姐现在身上没装备。
<br>
	<br>接下来，应该继续往前走，前往雪之国了——不过如果你去了，你会错过一大块内容。
<a name='ax06'><p><span style='color:#b22222;'><strong>贝尔加拉克支线</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135510.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
 	<br>让我们打开魔法书，鲁拉——贝尔加拉克。
<br>
	<br>一路前行至加林大人府邸，得知已过世的加林大人有两个养子，佛格和尤凯正在招募护卫。1楼大厅触发剧情，之后男的女的随便选一个就好了，对话继续剧情。
<br>
	<br>第二天一早起来，向练级圣地龙骨迷宫出发——出卧室左手边房间的柜子里能翻到亮片长裙，可以和守护红宝石+金手镯一起合成光之裙，一定要拿。右手边的房间里有金戒指一枚，合成很多东西都要，也一定别忘了拿。
<br>
	<br>沙漠在西方最大岛屿的最南端，可以选择飞不可思议之泉或者萨赞比克城再骑豹子跑过去，也可以走水路过去。
<br>
	<br>沙漠中央的巨大龙骨就是迷宫入口，靠近与需要护送的NPC对话，进入迷宫。龙骨迷宫地图中规中矩，并且有机会踩到金属史莱姆王，在这个迷宫打怪就不要挂着特艾洛斯了。顺路走一直来到最底层。BOSS是红蓝两只野兽，建议先打红色的，红的会蓄力和痛恨一击，不注意防御的话，很容易被对方一轮带走。因为打完两只野兽，会自动进入剧情，并且队伍会随着剧情自动回到贝尔加拉克，所以想练级的朋友可以先留着两个BOSS不打，出去吹口哨。相信玩了这么久，如何对付金属王大家都很熟练了。
<br>
	<br>继承人任务完美解决，完成这个重要支线有两个目的，第一是提前激活贝尔加拉克的赌场——虽然后面随着剧情推进也会开张营业。第二个目的就是激活龙骨迷宫，当剧情往后发展到一定程度时，龙骨迷宫会永久关闭，玩家也少了一个练级的圣地了。
<br>
	<br>赌场终于开业了，各大论坛关于一夜暴富的帖子很多，我就不说那么多了。其实特别简单，先凑出1万左右筹码，然后开红色老虎机一直按“上”就行了。这里依然是模拟党的福利，弄个脚本睡觉时挂上，早上起来大约能赚180万筹码——通过用模拟器取档会发现，如果不退出老虎机的游戏界面，后续的排列是一模一样的，取几次档都是一样的组合——这意味着什么相信不用我多说了。下面我们看看，除了换取必要的装备，筹码如何换成钱比较划算。
<br>
	<br>贝尔加拉克赌场：祈祷戒指1000枚(1500G)、亮片长裙3000枚(2350G)、圣者之灰5000枚(150G)、隼之剑10000枚(5000G)、失散金属之凯50000枚(4750G)、古林加姆之鞭200000枚(10000G)
<br>
	<br>帕尔米德赌场：魔法圣水100枚(150G)、白银托盘500枚(100G)、疾风戒指1000枚(1550G)、力量腰带1500枚(1500G)、符文之杖3000枚(3150G)、白金头盔5000枚(2050G)
<br>
	<br>答案很明显了吧，另注意兑换道具时不要超过999个。
<br>
	<br>好了，身上有钱感觉底气十足，继续我们的旅途吧。鲁拉，莱顿之塔，然后向西北方向走，穿过隧道，来到雪之国
<a name='ax07'><p><span style='color:#b22222;'><strong>奥克尼斯</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135514.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
一夜休息，清晨起来，得到草药袋子的委托。出门右转一直走，中途有个分叉的山凹里面能收到稀有金属猎人，两动，就是血薄了点只有500多，还有两个宝箱，分别是圣银刺剑和疾风戒指。完事后，一路向北，抵达奥克尼斯(日文：オークニス;英文：Orkutsk)，奥克尼斯的商业区是一条环线，比较特殊的是这里的武器店和防具店使用同一摊位，白天是防具店，晚上则变成武器店。
<br>
	<br>武器店：双天鹅6800G、杀手耳环7700G、钢鞭8300G、屠龙之剑11000G、王者之斧17000G
<br>
	<br>防具店：天鹅绒斗篷9400G、龙之凯12000G、龙盾6900G、寒冰之盾8500G、钢铁头盔5500G
<br>
	<br>从酒馆的侧门出去，从山顶大屋下地下街区——这地方看起来挺复杂，但看着地图走两次就熟悉了。门口的NPC说格拉德没在，并表示道具店老板或许知道他的行踪。地下街能通到武器/防具老板的身后的宝箱，用魔法钥匙就能打开。道具店老板(白天在商业街环线，晚上只能通过地下街去道具屋休息室对话)告诉主角一行格拉德去草药园了——别被这温和的名字骗了，去之前做好战斗准备。
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135516.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
出小镇，顺着西侧的小路一直往北走就是草药园迷宫了(日文：薬草園の洞窟;英文：Herb Grotto)。小徽章位置：进洞前洞口右侧高台上的宝箱、B1右下角独立洞穴里的罐子、B2左侧独立洞穴里的罐子、B3第一个开阔洞穴里的罐子。
<br>
	<br>这个迷宫很好走，不习惯冰面移动的朋友请松开跑步键。洞穴最深处找到格拉德，放特波绕到旁边沟底下引落冰柱，主角过去对话，然后在格拉德身边使用之前拿到的草药袋——记住要对准才能用。
<br>
	<br>之后全员恢复一下，然后用利雷米特离开洞窟。鲁拉，奥克尼斯(就算现在想去梅蒂婆婆的小屋，也会被这不孝子阻止)。大门口烂醉的肌肉男挪窝了，可以直接下地下街，步行至格拉德的住处，触发剧情。
<br>
	<br>出奥克尼斯，鲁拉到梅蒂婆婆处，可进大屋战斗——也可以选择不打，直接从大屋右侧绕至遗迹触发剧情。与婆婆、巴弗对话，触发剧情。
<br>
	<br>这次BOSS战只有海量杂兵，战斗本身并不难打，但过多的敌人会对配置不高的电脑产生毁灭性的的效果，大家自求多福吧。虽然都是杂兵，但都会“呼唤同伴”的技能，火力不够只会越打越多。此战之后，得到最终钥匙——之前锁住的门都可以打开了。
<br>
	<br>与格拉德对话后，调查所有石板，转身出门时触发剧情。接下来，准备冲击110枚的朋友可以先回头补一下小徽章——当然，还能顺便弄到不少宝物。
<p><span style='color:#b22222;'><strong>小徽章收集</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135520.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
都有哪些地方需要我们回去一趟呢?我们回头看看。
<br>
	<br>首先是帕米尔德，进城直走，距离水井较远的那个木门里面的廉租房地区，有个之前一直打不开的铁门。里面有4个宝箱，分别是小徽章、力量之盾、符文之杖……右上角那个是怪物箱子。特级药草500G，高级回旋镖1200G，破毒戒指交换山贼之斧，安宁长袍6000G，沙尘长枪交换幸福帽;
<br>
	<br>接下来是杨胖子那老相好犯罪窝点的地下宝库，这里能拿到吊带袜、速度之种、小徽章、钢鞭。
<br>
	<br>然后是特洛登城，之前2F打不开的监牢。这里的宝箱里是不可思议的果实、世界树之水、锈剑、小徽章。
<br>
	<br>恩，还有阿卡迪亚……呃，叫啥来着……对了，利普尔亚奇，这破名字简直是把“难记”放小推车上，“推难记”了。恩，这里的道具店也有个宝库，锁着小徽章、力量腰带、不可思议的果实。
<br>
	<br>最容易被大家遗忘的应该是萨赞比克王城的宝库，“宝库不是装魔镜那个屋子吗?”很多人这么问，其实有心机的国王把好东西都藏在了一个很隐蔽的地方。进入城堡，上到3楼，然后找到厨房，穿过一道门来到外面，这里是3层连接两栋楼的一座桥，不往桥走，沿着左手边墙壁走，瀑布旁边有一个隐藏的入口。打开宝库大门，顺走骷髅戒指、月之斧、小徽章。
<br>
	<br>最后是徽章公主之城，进门右手边的宝库。扫荡一番，拿到了生命果实、力量果实、小徽章、诸刃之剑。都拿完了，正好顺便兑换。
<br>
	<br>好了，接下来我们继续跑主线。鲁拉-利萨斯村，开地图，看到西边的桥没?去找船，然后开船顺着河道去桥的位置，进入海贼洞窟(日文：海賊の洞窟;英文：Pirate's Cove)。
<a name='ax08'><p><span style='color:#b22222;'><strong>海贼洞窟</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135523.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
 	<br>注意，此迷宫的一些怪兽会使用即死魔法，模拟党记得多save，有条件的话最好放一根复活之杖在杨胖子身上。
<br>
	<br>左边的木门里有小徽章，打开右边的铁门触发剧情。进入迷宫，右手边的房间里有小徽章和海贼地图。这层另一个小徽章在地图左上角的方形小房间里。一层没什么可绕的地方，找到女贼所在房间，转动墙上船舵打开通往2层通道。B2第一个丁字口左边不要去，什么都没有。顺着中间的楼梯下至B3，右手边第一个门里没东西不用进，再往前走，遇到女贼，她表示前面什么都没有，我们在这里当然是……绝不相信她!触发剧情的机关你看不出来，因为你是龙套角色嘛。继续往前走，过桥，转动墙上的机关，放水。另一边墙上的破洞走到头有小徽章可以拿。回B2，走南边那条路，途中经过的小房间可以拿到骷髅盾牌、撒旦头盔别错过。
<br>
	<br>接下来就没什么冤枉道了，一路直奔库洛船长的房间。这个BOSS会使用冰冻波，并且会蓄力到100，建议看到其蓄力MAX的回合全员防御，要不治疗压力较大，洁库更有被秒掉的危险。战队召唤用过之后，慢慢磨吧。
<br>
	<br>战斗后得到光之海图，使用，地图上出现光之航路。鲁拉，圣地戈尔德，开特洛艾斯往南上船，右手边就是目的地了——那是一片尖锐的礁石群，靠近自动触发剧情。一定要保证航行时船身始终不离光之航路，一旦出界，航路消失，那么你只能回礁石群，把刚才的CG再看一遍，再重新走——自认手残的走之前请存档先(小技巧：不碰前进方向键，仅以左右键航行此时更好操作)。
<br>
	<br>抵达光之岛，开地图，向最近的村子前进——此岛所有区域无法使用坐骑。经过两三场战斗后，抵达雷缇希亚村。
<a name='ax09'><p><span style='color:#b22222;'><strong>雷缇希亚村</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135528.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
 　　<br>综合商店：魔力之杖9000G、疾风刺剑10500G、暴徒之铠13000G、火焰之盾7100G、秘银之盔13300G
<br>
　　<br>这里能找到3枚小徽章，一枚在墙上的袋子里，还有两枚在罐子里，都很好找，这里就不细写了。与村长对话之后，建议睡一觉，将时间调到早上。然后，进入模拟党最蛋疼的剧情部分。
<br>
　　<br>出村左转，绕过村子西侧的巨石然后一直往西走，大约是到距离船与村子都差不多远的地方，能看到一个石头拱门，此时会看到大片阴影笼罩在部分区域。打开模拟器后台，设置——视频——插件设置，老规矩，按照看回忆CG那样，将Direct3D9(硬件)改为Direct3D9(软件)，回到游戏，会看到地上有一个巨大的鸟类影子，追着影子跑吧。战斗力不强的队伍可考虑遇敌后将设置改回去以增加游戏速度，当然，如果你在这里开特洛艾斯能达到不遇敌，最好不过了。
<br>
　　<br>穿过一片毒沼时可以拿到第二个豪杰手镯，使用刚才在村子里买的暴徒之铠加两个豪杰手镯可以合成“巨人之凯”，但此铠甲防御仅有95，尚未超过失散金属之凯，不过有额外抵御30点火焰、冰雪以及其他咒文伤害的附加属性，是否炼制大家自行决定吧。
<br>
　　<br>还有一点，如果一路追逐到了晚上还未结束，影子会消失，只能明天重来——这也是刚才让大家睡一觉的原因。
<br>
　　<br>在一个高台上，影子消失，出现一道黑色的传送门，穿过空间门，抵达暗世界。过去之后先别着急离开，看看你旁边不远是不是有个躺倒的大树干?对，绕过去，后面有个宝箱，里面是小徽章。暗世界的宝箱是独立的，不怕麻烦的朋友可以绕一圈，暗世界里宝箱还是原来的颜色，非常扎眼。不过这里遇敌概率偏高，黑白世界又比较压抑，相信大多数人连小徽章都没顾上拿。算上小徽章，我一共找到4个宝箱：村子附近的岩壁外围有一个宝箱里面是速度之种，主角一行下船那里的宝箱里是钢铁头盔，C型上坡那里有个恶魔之尾——都不是特别好的东西，拿不拿自己斟酌吧。
<br>
　　<br>来到暗世界的雷缇希亚村，扫荡一下小徽章(依旧是罐子、袋子里，总共4个)，然后与村长对话。
<a name='ax10'><p><span style='color:#b22222;'><strong>神鸟雷缇斯</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135528.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
出村，回到石拱门触发剧情战斗——雷缇斯。此BOSS两动，同样会用冰冻波。此外还会全体60-70伤害的雷系魔法莱汀，以及“晃瞎你的氪金狗眼之十万瓦太阳拳”，普通攻击在160左右，防御较高，用杨胖子保持破甲吧。雷缇斯唯一的缺点就是血不多，战斗很快就会结束。
<br>
　　<br>战斗后触发剧情，被送到神鸟巢穴迷宫(此迷宫剧情结束后无法再进入，所以需要的东西这次记得捡干净)。1F左手边拿到地图，右边出去，从山体外进入2F，开地图，发现有两个出口，距离你较近的出口是死路，但能拿到破幻戒指。途中经过的C型岛中间是一泡龙粪。3F没什么东西，4F左上角的出口是死路，但有个宝箱能拿到恶魔之鞭，还没参加豪赌或手气一直不好的朋友可以去拿一下，与圣者之灰可以合成风暴之鞭——已经有古林加姆的请无视这个出口。5F，右下角的出口是宝箱-圣者之灰。左上角的出口出去到达6F，开始BOSS战。
<br>
　　<br>对战妖魔格蒙，打之前存个档，有个技能一定概率会把战队吹飞。火鸡会打鸣，优先弄死。BOSS会痛恨一击，打上真的很痛，注意拉高血线。终于遇到一个不会冰冻波的BOSS，难度哭插一下掉下去了，奶骑群刷，其他人蓄力狂A之。
<br>
　　<br>龙骨迷宫南边高台：小徽章、王牙之盾。相信很多朋友上这个高台第一件事就是找第三台杀人机器，但经常找不到，这种情况有人说是剧情进展未达标，有人说是竞技场等级不够——其实第三台杀人机器刷新点有3个，几天变一次——龙骨高台只是其中一个，而且只在晚上刷，有心的朋友可以一到夜晚就飞到这里看看，早晚会遇到的。
<br>
　　<br>战斗之路竞技场北边湖心岛：世界树之水
<br>
　　<br>莱顿之塔北边高地：这里没有宝箱，但这里还有另一个名字——“史莱姆乐园”，连金属王都有哟。
<br>
　　<br>利萨斯村北边山顶：世界树之水、小徽章。
<a name='ax11'><p><span style='color:#b22222;'><strong>竞技场三巨像</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135529.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
 　　<br>另外关于竞技场的3巨像组合，在这里说一下黄金先生的位置：天幻攻略给出的位置着实坑了不少人，其实那位置是魔石像的，现在说一下这家伙的实际刷新位置：鲁拉，圣地戈尔德，时间是白天——这点没错，然后，转身180度，再往左转45度，顺着左手边岩壁一直走，大约15步停下来，这时候你面前不远处应有个大岩石，右侧的山上有个宝箱，那货就躲在那块大岩石后面——至少我抓它的时候，就是在这里。
<br>
　　<br>忙活了一堆，现在继续主线剧情吧。鲁拉，剑士像洞窟，然后切飞行模式往北飞，抵达三角谷——如果你降落地点偏东一点，那么你会落到一只独眼巨人头上。三角谷桥头有只大恶魔战斗力不错，可以抓去打竞技场。这里的野怪等级偏高，如果之前没有在史莱姆乐园进修一段时间的话打起来较费劲，不行就呼叫战队吧——3杀人机器清野怪是一把好手。
<a name='ax12'><p><span style='color:#b22222;'><strong>三角谷</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135532.png' style='display: block; margin: 10px auto; max-width: 670px;'></p>
过一座吊桥，正式抵达三角谷(日文：三角谷;英文：Tryan Gully)。似乎猥琐绿很喜欢这里，强行抢去了排头兵的特权，至少在这段剧情里，大家要暂时忍受大叔阿拉蕾式的跑姿。
<br>
　　<br>武器店：屠龙之剑11000G、王者之斧17000G、吹雪之剑21000G、大弓28000G、粉碎之大铊29000G、复活之杖45000G
<br>
　　<br>防具店：巨人之铠18000G、镜之铠21000G、镜盾15000G、力量之盾18000G、智慧之盔13000G、伟大头盔16000G
<br>
　　<br>道具店：水之羽衣14800G
<br>
　　<br>过吊桥右转，再过一个吊桥，抵达拉玖的住处，对话触发剧情。回商店那间大屋，下楼，出门直走，进入宝库，取得“暗黑大树之叶”与封魔之杖。
<br>
　　<br>出屋，使用刚得到的树叶，发现地图上出现黑色树叶标记，变鸟朝那个方向飞吧。飞近发现叼棍狗，它会跑，你一路追就好了——不用那么着急，就算贴上了也不会开战的。
<br>
　　<br>抵达法皇岛，自动触发剧情，黑狗消失。着陆，触发剧情。进入法皇馆，洗劫一番后，上楼进入战斗。
<br>
　　<br>有战鼓之后的队伍战斗力上升了不止一个档次，就算这贱狗会用冰冻波，依旧抵不住战鼓的加速蓄力效果，战队够强的话，两支队伍一通群殴就能K掉它一多半的血。
<a name='ax13'><p><span style='color:#b22222;'><strong>无名岛地牢</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135533.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
剧情之后，终于知道法皇岛旁边那个始终不知道做什么用的小岛是哪里了。活动范围不大，跟所有NPC对话，然后调查牢门，重复这一动作即可逃出生天。
<br>
　　<br>鲁拉回法皇岛，发现马尔切格已经不在此地，向那位慈祥的老人做最后告别后，根据暗黑树叶的指示，鲁拉飞往圣地戈尔德，这时候记得要把戈尔德所有该拿的东西都拿了。
<br>
　　<br>进入大教堂，一段剧情之后，再次进入BOSS战。相比黑狗来说，佩剑骑士马尔切格强了不少，但也无法给玩家造成真正麻烦。圣十字星能造成全体100-130的伤害，出现的话奶骑扔个群疗，剩下的就是注意梅拉左玛了。
<br>
　　<br>说到这儿，还是想说一下DQ系列历代的技能翻译——技能全都是咒文日文音译，比如梅拉佐玛在日语里就是火球术的意思。很多DQ新人表示这游戏的魔法完全看不懂，哪个是哪系的完全看不出来，必须通过一段时间的熟(zhe)练(mo)才能勉强记下来。但DQ粉则认为这样的翻译才算是原汁原味的DQ，把“梅拉佐玛”翻译成“火球术”好吗?真的好吗?这么翻了这游戏还是DQ吗?也有人打过一个有趣的比方——某个美国宅男弄到了英文版的《仙剑奇侠传》，然后发现李逍遥的技能列表里面都是“yujianshu”、“feilongtanyunshou”、“tianshifufa”、“wanjianjue”，这时，求他的心理阴影面积……
<a name='ax14'><p><span style='color:#b22222;'><strong>大魔宫</strong></span></p>
题外话就不多说了，现在马尔切格战败，但魔王终究复活，颇有死亡之翼的feel给圣地戈尔德来了一次“大灾变”。
<br>
　　<br>魔王城升空，整个艾泽拉斯……不是，整个世界都被邪恶的魔力笼罩(此时回贝尔加拉克道具店可看到额外剧情)。
<br>
　　<br>神鸟升空，进入魔王城，此处怪较凶猛，以绿巨魔和大恶魔为主，防高血厚，大恶魔还免疫火系和光系魔法，一路打过去颇为费时间，难搞的野怪外加高遇敌几率能让人抓狂。此处建议先不进魔王城，去史莱姆山或者神鸟巢穴把平均等级刷到50级以上，这样在魔王城里开着“特洛艾斯”就可以达到不遇敌——况且，这里的BOSS，不到50的队伍也很难啃得下来。磨刀不误砍柴工，可能就是这个道理吧。
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135534.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
很多人都说魔王城难走，其实只要拿到了地图(进门左手边一直走，会看到左右两个门，进左边的，对面的门出去可得)就完全没什么可难的了。宝箱也没必要都拿，等这段剧情过后，戈尔德会恢复原状，宝箱都会保留下来。开着“特洛艾斯”跑吧，好东西还是不少的，木桶阵是一定要砸光的，里面藏着奥利哈尔钢。找到一个有瀑布的天厅，一层一层往下走，瀑布底部有里城入口。
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135535.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
进入里城，门口会发现4个主角的雕像，四周类似普通的街道但一个人也没有。接下来围着这里绕圈吧，绕着绕着就会发现景色慢慢变了，最后来时的路变成了新的入口，进入触发BOSS战。
<br>
　　<br>这场BOSS战有些难度，主要在于BOSS的痛恨一击。如它两次同时瞄准一个目标，并且其中一个技能为痛恨的话，库鲁鲁和洁西卡是100%被秒的。而且BOSS高概率使用冷冻波，如果觉得被打断蓄气太频繁，就20气出手吧。
<br>
　　<br>击败BOSS后，失去魔力源头的魔王城开始崩塌，此时不能使用“利米雷特”直接出去，掉头原路返回，回环线继续绕圈吧。绕到中途会触发一次战斗，一只魔王使者带两个火元素，这里批很好打，如果身上带着冠军队伍且打之前那只大萤火虫没减员的话应该直接能A掉。继续绕圈，绕着绕着发现一个往上的楼梯，别上当，那是假的，继续绕，一直绕到4个主角雕像向你宣战为止。
<p><span style='color:#b22222;'><strong>四雕像战</strong></span></p>
<br>
　　<br>4主角雕像打起来稍难，会使用群体高级雷、冰魔法。4雕像打掉后上楼梯，顺进来的路一直往回走，上到一半会从喷泉里出现两条魔鲨鱼向你开战(明明是煮熟的海龙嘛)，这两条东西攻击很高，咬上就是痛恨一击，所幸血不多，一轮蓄力就能打掉。
<br>
　　<br>逃出城堡，再次触发BOSS战，说起来这东西也不算BOSS，一动，也不会冰冻波，几回合弄死之后触发剧情。
<p><span style='color:#b22222;'><strong>七贤者之魂</strong></span></p>
一连串剧情之后，玩家踏上寻找七贤者之魂的旅程——很简单，其实就是去七贤者死去的地方，剧情记得熟的朋友甚至用不到笛子，笛子只是用来寻找位置的工具，贤者之魂玩家只要直接调查闪光点就可以拾取。忘记的朋友请不按顺序前往：
<br>
特拉佩塔贤者小屋的废墟上找到仙紫光珠
<br>
东塔顶层(洁西卡哥哥被杀害的那个塔)找到天蓝光珠
<br>
玛伊艾拉修道院院长的房间里找到黄金光珠
<br>
贝尔巴拉克兄妹大屋二楼左手边房间的沙发旁边找到土黄光珠
<br>
利普尔亚奇咒术大叔的院子里找到叶绿光珠
<br>
梅蒂婆婆家后院的山洞口找到红莲光珠
<br>
法皇馆2楼棺材前面找到白银光珠(旁边有个NPC很讨厌，拾取的时候注意角度)
<a name='ax15'><p><span style='color:#b22222;'><strong>最终战</strong></span></p>
 　　<br>七个魂石全部收集齐之后，回到雷缇亚斯，面临最终战，把好东西全都换上吧，珍贵道具也不要吝啬——不过记得每个人身上留一个格子，然后确认一下战队队员都复活了，最后从神鸟栖木下方穿过触发剧情。升上高空，对战一切灾难的源头。作为DQ系列最终BOSS战史上的第一场空战，8代的最终BOSS无论是体积还是身上肥肉的比例都是那么气势恢宏。玩家一行就算乘坐神鸟依旧显得小的可怜。
<br>
 　　<br>BOSS战·暗黑神拉普松(第一阶段)，这个形态任何攻击对BOSS无效——包括减防等Debuff技能，所有队员需共同使用刚得到的法杖，选择“祈祷”——记住是共同使用，哪怕缺一个人没用祈祷都会失败。祈祷后出现一个贤者之魂，下一回合可以加血，加防，法师开盾，然后再集体祈祷一回合。如主角加出贝荷马珍(全员回满血)，那么这BOSS能好打N多。七个贤者之魂全叫出来之后，进入第二形态。
<br>
 　　<br>BOSS战·暗黑神拉普松(第二阶段)，破盾后的拉普松开始向主角一行全力输出，无论是流星雨还是全员的咸猪手威力都是不减当年，2动的拉普松已经不是全员+100HP这种魔法能补得回来的了，如果主角未点出贝荷马珍，那么建议佩戴贤者之石辅助奶骑群刷。模拟党的队伍平均50级就能打掉拉普松，每回合都能存取档简直是作弊器一般的存在。
<br>
 　　<br>BOSS死掉之后自然是天下太平，皆大欢喜的大团圆，国王和公主变回原样——猥琐绿的原样……呃……还是不说了，大家自己看吧。
<p><span style='color:#b22222;'><strong>后续</strong></span></p>
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135541.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
镜头一转，主角又接到了护送公主去参加2货王子婚礼的任务，去2楼公主的房间触发任务，接下来就是一系列剧情+剧情+剧情了。因为毫无难点，玩到这里的各位也不会被后面剩下的一点点剧情卡住，所以我就不写了。皆大欢喜是DQ系列历来的结局，至少至今还没有例外过——我觉得这样才好，有缺憾的美毕竟不是真正的完美。(恶龙呢?恶龙呢?明明叫勇者斗恶龙!怎么最终BOSS是这么一个猥琐的死胖子?说好的恶龙呢?……别急，请往下看……)
<a name='ax16'><p><span style='color:#b22222;'><strong>二周目</strong></span></p>
通关画面要看完，走字幕也要看完，这个过程中可以回顾一下那些曾经的剧情CG，最后会提示存档，一定存上——大家要依靠这个档进入二周目。
<br>
　　<br>重新引导CDVD，然后立刻找旅馆睡一觉，会梦到一座祭坛。还记得拉邦屋东边的神龙祭坛吗?开飞行模式飞过去吧。调查龙形雕像进入隐藏迷宫。
<br>
　　<br>二周目隐藏迷宫里怪物很强，但如果你平均等级50+，开“特洛艾斯”应该可以达到不遇敌(我到这里的等级是52、53、51、50，点蚊香不会踩到怪)，进一个很有特征的大门后遇到一个岔路，左边是死路，但可以拿到一个散失金属铠甲，大家应该用不到了吧，右边的岔路时下去的楼梯，下去之后又是岔路，这次左边依旧是死路，可以拿到技能之种。回去顺另一条路走，走着走着前方又是岔路，这次先走右边，可以拿到死神之盾，用圣者之灰洗一下能得到女神之盾。返回之前的路，一直走，下楼。过天桥，来到一个都是毒沼的屋子，右前方有个宝箱是“潘多拉的盒子”(最高级宝箱怪，不知道掉啥，反正我用杨胖子偷了半天啥都木有)。再往前走进入室外石桥场景，中途左转岔路里的宝箱是精灵药水，右转的岔路则是金属王之枪，这可是一周目拿不到的好东西，非枪系男主角可以用它和风之刃合成最高级回旋镖。回主路继续前行，踩传送点进入下一层。一直前行，经过一个坟墓后，遇到岔路，这次走左边，右边是死路。
<p><span style='color:#b22222;'><strong>龙神村</strong></span></p>
一路前行，来到龙神村(日文：竜神族の里;日文：Dragovian Sanctuary)
<br>
　　<br>道具店：龙粪100G、恶魔之尾200G、魔法圣水300G、圣者之灰300G、顶级霉500G
<br>
　　<br>新的村子，意味着新一轮的三光政策又开始了，地上的罐子，墙上的袋子，一个都别放过，大家此时的小徽章收集应该超过90个了吧?
<br>
　　<br>当你把村子扫荡一遍之后，剧情应该也进展得差不多了，主角一行在屋里对话后，下楼和长老对话，然后再上楼回房间，选择休息触发剧情。下楼，1楼的龙族青年表示主角一行可以来他这里休息。
<br>
　　<br>进入最终迷宫，等级不高的队伍在这里会体会到“打野怪如过BOSS”的感觉，这里的野怪攻高血厚，不少甚至还会使用拉普松的技能，而且攻击一点都没掺水，着实让人X疼。
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135542-50.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
这地图一样没有地图，还好不算复杂。进迷宫之后，先回身确认一下自己进来的入口，然后摆正方向——这时候，右手边的路一直走，见分叉不转弯，一直走到底，能拿到“危险紧身衣”，可以和光之裙合成“神秘紧身衣”。回门口，左手边是冤枉路，咱们走中间这条。环形楼梯下去，宝箱里有小徽章，出门遇到两个岔路，走右边。沿着透明楼梯上楼，又发现三条岔路(我的队伍从这里开始遇敌了，点蚊香失效，但这里可以遇到金属王)。从左边那条路开始走，走到头拿到小徽章一枚。返回起始点，走中间的路，中途能看到一个独立的浮岛，上面的宝箱里是奥利哈尔钢。右手边龙头骨旁的宝箱里能拿到骷髅头盔，第二个战鼓的材料有了，合不合大家自己拿主意吧。
<p style='text-align: center;'><img alt='' src='./171011/334-1G011135543.jpg' style='display: block; margin: 10px auto; max-width: 670px;'></p>
　　<br>走龙头骨上面的阶梯，抵达有龙族标记的大门。开门进入，说好的恶龙已经在恭候大家了。
<p><span style='color:#b22222;'><strong>龙神王+道具表</strong></span></p>
BOSS战·龙神王——说实话龙神王挺让人失望的，不会冰冻波不说，还会偶尔出现1动的的情况。虽然单体攻击高达160多，也无法挽回它二流BOSS的命运。蓄蓄气，敲敲鼓，加加攻防，血厚这个唯一优点可以忽略了。
<br>
　　<br>战斗之后触发剧情，身世之谜解开，主角当初不惧怕黑暗之神“天上地下墙上沟里身上全是荆棘花诅咒”的原因终于大白。已经走到这一步的玩家，接下来的龙神试炼，应该也是小意思了。
<br>
　　<br>末尾说好的各大城市武器防具一览表：
<br>
特拉佩塔：
<br>
　　<br>武器店：木棍10G、木棒110G(木棍和木棒……真的有区别么?)、大木槌240G、铜剑270G(别买)、回旋镖420G
<br>
　　<br>防具店：盗贼的短衣35G、旅人之衣70G、皮凯180G、皮盾70G、皮帽60G
<br>
波尔特林克：
<br>
　　<br>武器/防具店：石斧550G、铁枪750、铁镰刀910G、皮束腰220G、鳞凯350G、鳞盾180G
<br>
码头：
<br>
　　<br>武器店：青铜匕首150G、藤鞭350G、铁枪750G、铁镰刀910G
<br>
　　<br>防具店：鳞凯350G、丝袍420G、锁子甲500G、鳞盾180G、尖角帽70G
<br>
德尼镇：
<br>
　　<br>武器店：细剑300G、藤鞭350G、魔道士之杖1300G、长枪1700G、大铁槌1700G
<br>
　　<br>防具店：锁子甲500G、缠头巾410G
<br>
阿斯坎塔城：
<br>
　　<br>武器店：短刀匕首350G、短弓750G、魔道士之杖1300G、利刃回旋镖1360G、钢铁之剑2000G
<br>
　　<br>防具店：皮裙380G、青铜铠840G、铁胸甲1000G、青铜盾370G、缠头巾410G、史莱姆耳环400G
<br>
帕尔米德：
<br>
　　<br>武器店：毒牙匕首950G、十字弩1700G、钢铁之剑2000G、铁斧2600G、神圣之枪2700G
<br>
　　<br>防具店：青铜铠840G、皮斗篷1100G、舞女之衣1300G、铁盾720G、铁盔1100G
<br>
萨维拉大圣堂：
<br>
　　<br>武器店：钢铁镰刀3700G、战鹰短剑3900G、战戟4400G、圣银刺剑6600
<br>
　　<br>防具店：钢铁铠甲2300G、白银之铠4300G、魔法法衣4400G、钢盾2500G、铁甲面3500G
<br>
　　<br>道具店：金之念珠
<br>
圣地戈尔德：
<br>
　　<br>武器店：利刃回旋镖1360G、十字锁链2200G、钢铁镰刀3700G、假寐之剑4700G、圣银刺剑6600G
<br>
　　<br>防具店：钢铁铠甲2300G、银胸甲3200G、轻盾2250G、钢盾2500G、铁甲面3500G
<br>
贝尔加拉克：
<br>
　　<br>武器/防具店：毒刺1900G、钢铁镰刀3700、舞女之衣1300G、铁铠甲1800G、轻盾2250G、珊瑚发饰950G
<br>
萨赞比克城：
<br>
　　<br>武器/防具店：战斧4300G、战戟4400G、白银之铠4300G、魔法法衣4400G、轻盾2250G、银发饰1450G
<br>
萨赞比克城(市集事件触发后)：
<br>
　　<br>武器店：十字锁链2200G、风之刃3800G、屠尸之剑6300G、战锤6700G、杀手耳环7700G
<br>
　　<br>防具店：厚重铠甲5000G、真丝紧身衣5500G、魔法之铠6100G、魔法盾5000G、魔力帽2700G、铁甲面3500G
<br>
　　<br>道具店：凝乳粉末10G、美味牛奶30G、红色霉30G、水草霉35G
<br>
　　<br>黑店：祈祷戒指9000G
<br>
利普尔亚奇：
<br>
　　<br>武器店：破剑匕首5500G、双天鹅6800G、破坏之剑8800G、地狱之大镰9500G
<br>
　　<br>防具店：回避之衣3000G、魔法之铠6100G、魔法比基尼13800G、魔法盾5000G、魔力帽2700G、铁甲面3500G
<br>
奥克尼斯：
<br>
　　<br>武器店：双天鹅6800G、杀手耳环7700G、钢鞭8300G、屠龙之剑11000G、王者之斧17000G
<br>
　　<br>防具店：天鹅绒斗篷9400G、龙之凯12000G、龙盾6900G、寒冰之盾8500G、钢铁头盔5500G
<br>
雷缇希亚村：
<br>
　　<br>综合商店：魔力之杖9000G、疾风刺剑10500G、暴徒之铠13000G、火焰之盾7100G、秘银之盔13300G
<br>
三角谷：
<br>
　　<br>武器店：屠龙之剑11000G、王者之斧17000G、吹雪之剑21000G、大弓28000G、粉碎之大铊29000G、复活之杖45000G
<br>
　　<br>防具店：巨人之铠18000G、镜之铠21000G、镜盾15000G、力量之盾18000G、智慧之盔13000G、伟大头盔16000G
<br>
　　<br>道具店：水之羽衣14800G
<br>
龙神村：
<br>
　　<br>道具店：龙粪100G、恶魔之尾200G、魔法圣水300G、圣者之灰300G、顶级霉500G
<br>
利萨斯村了：
<br>
　　<br>武器店：木棒110G、大木槌240G、铜剑270G、回旋镖420G、石斧550G
<br>
　　<br>防具店：皮束腰220G、鳞凯350G、鳞盾180G
<br>
<br>

<br>
</font></div>";

?>
