<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:90%}
</style>
</head><body>";
echo "<div id='divcenter'><br><center><font size=6 color=red>金庸群侠传攻略</font></center><br><br>";
echo "<font color=red>地图坐标:</font><br>
白驼山(141,433) 百花谷(160,271) 北丑居(051,109)<br>
冰火岛(102,031) 渤泥岛(274,034) 成昆居(019,249)<br>
程瑛居(295,422) 重阳宫(145,217) 大轮寺(114,297)<br>
峨嵋派(215,408) 福威镖局(369,258) 光明顶(068,397)<br>
高升客栈(198,401) 古墓(144,218) 丐帮(229,256)<br>
海边小屋(286,157) 河洛客栈(359,229) 黑龙潭(309,351)<br>
黑木崖(118,178) 衡山派(355,376) 恒山派(112,215)<br>
洪七公居(169,210) 胡斐居(086,94) 蝴蝶谷(238,219)<br>
华山派(193,302) 回族部落(120,343) 金轮寺(103,397)<br>
绝情谷(133,270) 崆峒派(160,314) 昆仑山(042,420)<br>
昆仑仙境(022,440) 擂鼓山(176,221) 凌霄城(166,404)<br>
灵蛇岛(202,58) 杨过山洞(068,170) 霹雳堂(411,209)<br>
明教分舵(076,363) 摩天崖(186,338) 南贤居(388,325)<br>
苗人凤居(223,187) 平一指(215,196) 破庙(019,181)<br>
青城派(185,370) 沙漠废墟(053,219) 少林派(247,300)<br>
神龙教(130,100) 思过崖(187,301) 嵩山派(242,293)<br>
泰山派(193,139) 桃花岛(341,138) 天宁寺(330,237)<br>
田伯光居(385,307) 铁掌山(302,343) 万鳄岛(429,136)<br>
无量山(168,426) 鸳鸯岛(422,029) 武当派(226,340)<br>
五毒教(247,424) 侠客岛(435,319) 星宿海(132,410)<br>
薛慕华居(192,261) 阎基居(396,374) 燕子坞(300,193)<br>
一灯居(314,370) 药王庄(323,318) 梅庄(332,197)<br>
冰蚕秘洞(022,429) 悦来客栈(221,286) 云鹤崖(017,015)<br>
有间客栈(078,141) 藏宝洞(172,425) 自宅(352,233)<br>
金蛇洞(193,293) 绝情谷底(131.254) 蜘蛛洞(075,226)<br>
蝴蝶谷入口(226,220) 唐诗山洞(365.279) 闯王宝藏(64,52)<br>
龙门客栈(102,374) 武道大会(192.295)<br>
<br>
<font color=red>游戏中比较隐蔽的地方:</font><br>
<br>
唐诗山洞:内有唐诗选辑;<br>
冰蚕秘洞:内有冰蚕;<br>
闯王藏宝洞:内有十四天书之一;<br>
无名山洞:<br>
即大理宝藏洞,内有智慧果若干;<br>
蝴蝶谷入口:胡青牛,王难姑的住处;<br>
金蛇洞:内有金蛇剑等;<br>
绝情谷底:小龙女被困在里面;<br>
思过崖:令狐冲在此学会绝招;<br>";
echo "<br><a name=book></a><font color=red>游戏功略</font><br>
<br>
    从家里走出来，去南贤居。对过话之后，拿得罗盘开始游戏之旅<br>
<br>
<font color=blue>《飞狐外传》</font><br>
阎基居得到两页刀法→胡斐居收胡斐→苗人凤居→药王庄（摘蓝花才进得去）先杀阎基拿到七心海棠程灵素才会给解药（带胡斐）→胡斐单挑苗人凤→赢可取得飞狐外传<br>
<br>
<font color=blue>《雪山飞狐》</font><br>
胡斐加入（得到闯王军刀）→（拿到闯王宝藏地图）→闯王宝藏（以闯王军刀开锁） →取得雪山飞狐<br>
<br>
<font color=blue>《连城诀》</font><br>
（大轮寺救狄云）→江南山洞（离主角家不算远）拿唐诗选辑→北丑棚将选辑泡水→ 天宁寺打一场（敌人不强）→佛像背後取得连城诀<br>
<br>
<font color=blue>《天龙八部》</font><br>
（燕子坞，段誉会离开）→绝情谷拿传国玉玺→（燕子坞）→铁掌峰拿大燕世族紫→ 燕子坞（若接受慕容复，可以逼乔峰退位拿书）→丐帮单挑乔峰→赢可取得天龙八部（先拿到两样东西，等能打败乔峰再去燕子坞，便可多训练段誉一阵子）<br>
<br>
<font color=blue>《射雕英雄传》</font><br>
黑龙潭（带程瑛，但见过周伯通後瑛姑才会在黑龙潭出现）→一灯居→黑龙潭→百花谷→黑龙潭→桃花岛，品德可能要九十（要不就要打倒郭靖），便可取得射雕英雄传<br>
<br>
<font color=blue>《白马啸西风》</font><br>
杨过加入（绝情谷拔断肠草治他）→沙漠废墟地下高昌迷宫（玄铁剑加上要有一定武力或内力才能打开隔世石）→取得白马啸西风<br>
<br>
<font color=blue>《鹿鼎记》</font><br>
神龙岛→五毒教打一场→神龙岛大打一场→取得鹿鼎记<br>
<br>
<font color=blue>《笑傲江湖》</font><br>
去悦来客栈请令狐冲喝酒→分别和梅庄四友单挑（福威镖局拿溪山行旅图、嵩山挑五岳剑派拿率意帖——在此之前要挑其他四派、燕子坞用在绝情谷得来的玉玺拿呕血谱、破庙用蝴蝶谷得来的铁铲挖墓拿广陵散）→出庄再回来和黑白子对话→梅庄地牢→得到吸星大法及黑木令→上黑木崖打东方不败（难关，先练练功吧！）→取得笑傲江湖（出来还要和五岳剑派的人马打一场）。<br>
<br>
<font color=blue>《书剑恩仇录》</font><br>
回族部落→金轮寺打金轮法王拿到可兰经→回族部落，取得书剑恩仇录<br>
<br>
<font color=blue>《神雕侠侣》</font><br>
杨过加入（绝情谷拔断肠草治他）→百花谷送玉蜂浆给周伯通，看有刻字的玉蜂→绝情谷後山找到小龙女(当然要带杨过)→古墓的石棺→取得神雕侠侣。<br>
<br>
<font color=blue>《侠客行》</font><br>
蜘蛛洞拿玄冰碧火酒→救石破天→凌霄城打败白万剑→取得赏善罚恶令→侠客岛（要带石破天）→取得侠客行<br>
<br>
<font color=blue>《倚天屠龙记》</font><br>
（冰火岛拿谢逊金毛→昆仑仙境找张无忌→拜访六大派）→明教分舵打败杨逍→明教地道→光明顶大战六大派，拿铁焰令→冰火岛→成昆居杀成昆→冰火岛→光明顶→灵蛇岛找紫衫龙王（要在蝴蝶谷王难姑说出金花婆婆就是紫衫龙王她才会承认）→光明顶破光明圣火阵→取得倚天屠龙记<br>
<br>
<font color=blue>《碧血剑》</font><br>
（渤泥岛）→华山旁金蛇秘洞取金蛇剑→渤泥岛→品德够可取得碧血剑<br>
<br>
<font color=blue>《鸳鸯刀》</font><br>
田伯光居拿鸳刀→闯王宝藏拿鸯刀→东海无名岛→取得鸳鸯刀<br>
<br>
<br>
*行程若为括号表示不一定要经过这道过程*<br>
    拿到十四天书后就回自己家，发现客厅方桌上有一张华山论剑的武林邀请帖。揣上武林帖去参加华山武道大会，开始华山论剑！打败武林众多高手，取得武林盟主之位，并得到武林圣杖。到台湾霹雳堂去把武林圣杖交给霹雳堂堂主孔八拉，换的绿钥匙。在霹雳堂厨房用绿钥匙打开紧闭的里间房门，推开方桌，进入地洞，把十四天书分别放在规定位置，走进地洞深处。这时武林十大高手出现（若道德值在50以上则是欧阳峰等人要主角交武林秘籍；若道德值在50以下则是郭进等人要为武林除害）打完十大高手后，游戏四大天王出现，与他们对完话后进入地洞最深处，那里有一个时光传送机，进入...... <br>";
echo "<br><a name=zhidian></a><font color=red>游戏指点</font><br>
<br>
<font color=blue>上手篇</font><br>
<br>
    你, 一个手无寸铁的毛头小子, 一招胡打乱撞的野球拳, 要在凶险莫测的江湖中立足绝非易事。稍一不慎就会落得个“失踪人口”的下场。而且《金庸群侠传》是完全开放式的, 不定撞那儿就会劈头盖脸的一场恶战。因此首先可别忘了那招永远有效的L ＆ S大法(LOAD ＆ SAVE)来保障自己在江湖上历炼的成果噢。<br>
<br>
    初出茅芦, 先到对面的河洛客栈中花一两银子向店小二打听南贤居的方位。在南贤居中, 南贤会告诉你不少有用的消息。在这里能得到一件至关重要的宝物——罗盘, 它能显示你的位置及你的船的座标。至此你已可以把自己的足迹留在《金庸群侠传》大陆的任何场景中。<br>
<br>
    由于《金庸群侠传》的地图大, 场景非常丰富。虽然每个场景都坐标, 但建议各位务必了解它们的大致方位。为了便于记忆, 游戏制作者把整个大陆分成五大版块。除了西北方的大漠版块和由各岛屿组成的大海版块以外, 黄河、长江把地陆分成了自北向南三个版块。北面的为东北版块, “雪山飞狐”胡斐和神秘的闯王宝藏就在那里;中间的是中原版块, 武侠故事中的名门正派, 如少林寺, 丐帮, 武当派都座落于此。南面的是江南版块, 其中有梅庄四杰, 蓝凤凰的五毒教等。由于这三个版块之间仅靠中部的道路连接, 因此建议玩家游戏时, 除了记住场景所在的坐标外也把它们所属的版块记下。因为这样行走江湖较有方向感, 不会走错路, 能节省不少时间。<br>
<br>
    游戏开始时, 玩家很容易手足无措, 不知如何是好。因此及时获取各种消息是非常重要的。南贤与北丑是《金庸群侠传》中的附加人物, 他们有许多对你闯荡武林大有裨益的情报, 但是每一条消息都得靠一颗智慧果来交换。而且北丑这家伙提供的情报虚虚实实, 真真假假, 颠颠倒倒, 但往往又是发现秘密的关键。比如说他提到有关三大宝藏的消息, 害得我苦苦搜索了大半天, 结果除了从别的途径知道了闯王宝藏的确切位置外, 其它仍是一无所获, 被气得半死。此外, 别忘了花些小费从酒店里的小二那儿了解一些武林中人的动向。<br>
<br>
<font color=blue>阵容谱</font><br>
<br>
    生存永远是第一重要的。最有效的当是邀些得力的左右手助你游走江湖。<br>
<br>
    《金庸群侠传》中只有两个人物是刚开始就可以加入的。一是在高升客栈出现的段誉, 另一则是田伯光居中的田伯光。与前者结交后, 若直奔不远处的无量山洞, 段誉就能因缘际会习得六脉神剑和凌波微步, 他可是游戏初期不可缺少的好帮手, 又是发展《天龙八部》这一部分情节的关键角色。但奉劝各位别鲁莽的带段誉前往燕子坞, 一旦到了那儿, 这傻小子的心就飞到了王语嫣身上, 也不再会跟着你了。除非你已找到了大燕复国的宝物。后者虽不是什么正人君子, 但在你势单力薄的时候, 他可绝对是你冲锋陷阵时的挡箭牌。你大可以把他派足用场后, 再把他踢回老家去。<br>
<br>
    我再特别推荐两位厉害角色，前者是众人皆知的厉害角色令狐冲。在游戏中当他的独孤九剑一旦练到第十层, 威力恐怖惊人, 杀敌范围之广, 攻敌效力之强, 令人咋舌。不过要得到他的相助也不会轻而易举, 你必须投其所好给他美酒名杯, 至于如何得到这些宝物就得看老兄你的造化了；后者是林平之，虽然他比较笨，但叫他学习辟邪剑法10级后，单挑老顽童可以打340多生命点，再加上左右互搏术，呵呵，各人体会。<br>
<br>
    在《金庸群侠传》中影响角色加入的因素也不少。其中最主要的是要满足加入人物的需要, 好比说如果胡斐已在你的队伍中, 那么要求程灵素加入就是轻而易举的了;而若能向薛慕华出示逍遥派信物七宝戒指, 那他就会死心塌地的跟着你。其次你自身的品行也很重要, 若你为人行事能立于正道就能赢得虚竹、狄云等正派人士的信赖, 相反若你是个无恶不作的大魔头, 则可以和欧阳克、慕容复之流狼狈为奸。<br>
<br>
    最后还要注意各人物之间的恩怨关系, 田伯光和平一指是死对头, 所以这两人绝对不可能同时出现在你的阵容中。<br>
<br>
    随着游戏的深入与进行, 能加入的人物越来越多, 可你最多只能和五人一同闯荡江湖, 所以如何筛选组合出恰如其分的队伍就十分重要了。这里提供一些组队心得, 以供各位参考:队伍中最好有一名医士为众人疗伤解毒, 而游戏中共有“阎王敌”薛慕华、“杀人名医”平一指、“蝶谷医仙”胡青牛三名可起死回生的名医出现, 择其一即可。除了救死扶伤的医士外, 武艺高强的侠客剑士更不可少, 令狐冲、段誉、杨过都是一时之选(前提自然是其独家绝技练至十级)。此外, 一般情况下队伍中最好留有一个空位置, 它主要是为了取得并不中意角色的武功秘笈, 武器防具和暗器补药。<br>
<br>
    最后, 在遣散队员时一定要记住他或她所回去的地方。否则, 找不回关键人物导致游戏卡住的严重后果可是会让你吃不了兜着走的噢。<br>
<br>
<font color=blue>道具笈</font><br>
<br>
《金庸群侠传》中的道具共分五大类。<br>
<br>
    第一类是剧情物品, 其作用自是毫无疑问——推动剧情的发展与游戏的进行, 相信对金庸作品熟悉的玩家对在游戏中所出现的此类物品应该极为敏感吧。无论是鸳鸯刀还是谢逊的一撮金发, 恰到好处的运用这些物品将使得游戏的进行一气呵成, 毫无阻塞之苦。<br>
<br>
    第二类是各类药丸。由于此类物品已是RPG中的必然部分, 所以《金庸群侠传》选取了十四部作品中极具代表性的药丸补剂来帮助玩家。从大补生命的黑玉断续膏, 迅速解毒的崆峒秘药回阳五龙膏, 到提升内力的白云熊胆丸, 增加生命最大值的千年灵芝, 林林总总近百种药剂相信能满足你的各种需求。由于战斗中使用率最高的是补充生命的药品, 因此我在此向大家推荐黑玉断续膏、生生造化丸、天王保命丸这三种药丸。它们可都是能在危急时刻补充数百点生命值的大补品!此外, 如果习得如子午针灸经等医书后, 还能自己用药材来炼药。这在激战过后弹尽粮绝却又找不到韦小宝买东西的时候, 可是应急良策啊。<br>
<br>
    第三类物品——暗器, 当然也是取自小说。冰魄银针、黑血神针都是耳熟能详的经典暗器。不过暗器的杀伤力并不大, 最多在游戏前期有所作为而已。<br>
<br>
    第四类武器防具<br>
<br>
第五类武功秘笈则可以说是这个游戏的重头戏了。倚天剑、屠龙刀、碧血剑、软猬甲、九阴真经、太玄经、降龙十八掌、葵花宝典……。<br>
<br>
    相信不用再说下去, 大家也都知道那些曾令侠士们叱咤江湖, 威震武林的宝刃秘笈将出现在你的冒险旅程中。不过, 这些并不是任由你来装备修炼的, 而是要具备一定的条件才行。越是高级的武器、越是高深的武功, 所需的条件也是越为苛刻。如装备血刀仅需武力20以上、使刀20以上即可, 但要使上屠龙刀则需内力100以上、武力70以上、使刀60以上。同样要修炼铁掌拳谱只需内力20以上、拳掌20以上即可, 而欲修炼龙象般若功则需内力180以上、武力60以上、拳掌60以上、资质60以上。最后, 告诉大家一个小秘密:游戏中韦小宝总是游走于五家客栈之间, 他有不少象龙象般若功和霹雳狂刀这样威力强劲的武器秘笈出售, 如果遇上了可千万别错过喔!<br>
<br>
<font color=blue>养成经</font><br>
<br>
    由于《金庸群侠传》的开放架式, 使可供选择的伙伴共有二十五位之多。在金庸的原著上, 他们当然都是响当当的人物, 个个能独挡一面。可在这里, 当他们刚加入你的队伍时, 都只是些身怀绝世密笈, 却丝毫不会运用的家伙。如何和他们一起修炼称手的功夫, 是主宰你以后行走江湖难易的关键之一。每个角色除生命、内力、体力、经验、攻击力、防御力外, 还有轻功、医疗能力、用毒能力、解毒能力、拳掌功夫、御剑能力、耍刀技巧、特殊兵器和暗器技巧等属性。后些属性的高低暗示着角色所擅长的功夫, 练密笈时需对症药, 否则必定事倍功半。譬如令狐冲、杨过剑术过人, 张无忌、石破天拳脚无敌, 胡斐长于刀法, 蓝凤凰、王难姑精通用毒, 而平一指、胡青牛却博于医术……<br>
<br>
    其实游戏中还有四个隐藏属性:体质, 资质, 声望和品德。前两者是你和其他角色共有的, 后两者则是你主角特有的。它们会随着游戏的进行, 遭遇的不同而改变。<br>
<br>
    体质决定着你生命和内力升级后提升的幅度。<br>
<br>
    资质决定你学习武术的难度和快慢。密笈的学习都有一个资质下限, 资质低的人连学都不能学。就算你能学了, 资质越高的, 升级所需的经验就越少, 所以学的就越快。同样一个十八泥偶内功, 令狐冲每升一级需一千点经验, 而石破天则需七千点!但资质差决非一无是处, 熟悉金庸作品的人应该知道这句话的意思。当你的资质低得可以时(低于45), 可象郭靖或是小龙女那样从百花谷老顽童处学得左右互搏之术!(到时你双手齐发, 保管没人会笑话你低智商!)<br>
<br>
    你特有的声望来自于你在江湖上的所做所为, 你可于北丑居的水晶球中得知它的数值。声望越高, 将会有更多的伙伴愿意加入你的阵营。<br>
<br>
    品德决定着你的正或邪, 初期你可从南贤居的镜子中得知你的品德为50, 此时你为非正非邪。而以后你的一举一动将会影响你的前途, 是正是邪取决于你的一念之间。走正道, 那是大多数人的选择。那你首先必须慎重择友, 毕竟物以类聚, 人以群分嘛。田伯光、欧阳克等绝非善类, 若交之会使你品德大跌。其次, 拿取物品得经过主人的允许。切切不可象以往的RPG那样:一进屋, 不管有人没人, 翻箱倒柜, 不得宝物不罢休!接着, 你便要行侠仗义, 扬善罚恶。如遇不平, 可打之;如有恩冤, 可化之。尽善尽职做到大侠本份。(提醒大家一声, 有句话说得好:做好事不难, 难的是要一辈子做好事!)如果想走邪道, 那可容易的多。狐朋狗友任君挑之, 打架劫舍亦可为之。心情不好, 无事也可生非;心情不坏, 做一两件好事亦无不可。说实在的, 做坏人是比做好人“潇洒”多了!(不过, 坏人的下场似乎都……)<br>
<br>
    话说回来, 不管你是好人还是坏人, 功夫总是要练的。《金庸群侠传》中网罗了十四部著作的数十种武功密笈供玩友修习。但练功夫也必须从基本功练起, 所以应先练内功类、轻功类、暗器类和医书类密笈。<br>
<br>
    内功类中的精华首推十八泥偶和小无相功。因为武功之道分为阴阳两类, 一般人难以调和阴阳, 故只能修习一类功夫。但十八泥偶和小无相功却能融阴阳于一体, 修炼后其他武功无论是阴或阳皆可任意习之, 岂不快哉!<br>
<br>
    轻功类只有梯云纵心法、神行百变和凌波微步, 三者各有所长。玩友应给那些初期轻功不好者多多修练轻功, 否则即使你武功再好, 战斗时来不及走到敌人面前也是枉然。<br>
<br>
    而暗器类和医书类是供那些有这方面专长的人练习的。<br>
<br>
    基础打好后, 该学些更为精深的功夫了, 其中有拳掌类、刀剑类和特殊类武功, 而按它们出招的方式又可分为点攻击、线攻击和面攻击。点攻击中威力较大当属降龙十八掌和辟邪剑;六脉神剑想必大家都很熟悉了, 它就是线攻击中的典范;面攻击则是以一敌众的致胜法宝, 其中以九阳神功最为精采实用。 <br>";
echo "<br><a name=xiulian></a><font color=red>修炼武功</font><br>
<br>
<font color=blue>医书类</font><br>
<br>
子午针灸经<br>
医疗20 医疗＋3 解毒＋1 精气丸,小还丹,黄连解毒丸,玉洞黑石丹,九转熊蛇丸【需药材25】  <br>
<br>
华陀内昭图<br>
医疗35 医疗＋4 玉真散,三黄宝腊丹,九转灵宝丸,田七鲨胆散,天香断续胶【需药材30】  <br>
<br>
胡青牛医书<br>
医疗50 医疗＋5解毒＋3 牛黄血竭丹,玉灵散,白云熊胆丸,黑玉断续膏,无常丹【需药材50】  <br>
<br>
五毒秘传<br>
使毒20 使毒＋3 解毒＋3 黄莲解毒丹,天心解毒丹,回阳五龙膏【需药材35】  <br>
<br>
毒经<br>
使毒40 使毒＋5 解毒＋5 黄连解毒丹,天心解毒丹,回阳五龙膏,牛黄血竭丹【需药材50】  <br>
<br>
药王神篇<br>
使毒60 使毒＋7解毒＋7 黄连解毒丸,天心解毒丹,回阳五龙膏,牛黄血竭丹,六阳正气丹【需药材60】  <br>
<br>
注：练丹需要药材<br>
<br>
<font color=blue>内功类</font><br>
<br>
    内力分阴阳两派，某些内功非阳派内力不可修炼。但是可调和阴阳两派武功者除外。修炼 条件中的武力代表是攻击力，纯武力是不含任何武器护具的数值。<br>
<br>
<br>
紫霞秘笈<br>
任何人皆可练 内力＋10<br>
<br>
小无相功<br>
内力30武力30 内力＋15内力路子阴阳调和<br>
<br>
十八泥偶<br>
任何人皆可练 内力＋20内力路子阴阳调和<br>
<br>
神照经<br>
任何人皆可练 内力＋30<br>
<br>
易筋经<br>
需阳派武力内力100武力60资质60 内力＋100<br>
<br>
洗髓经 任何人皆可练 内力＋100<br>
<br>
<br>
<font color=blue>轻功类</font><br>
<br>
修炼轻功类功夫,只提升轻功,不增加武功级数,可以一直练,但有上限。<br>
 <br>
梯云纵心法 任何人皆可练 轻功＋3<br>
神行百变   资质30       轻功＋4<br>
凌波微步   资质60       轻功＋5<br>
<br>
<br>
<font color=blue>拳掌类</font><br>
 <br>
铁掌拳谱    内力20拳掌20 拳掌＋2<br>
七伤拳谱    内力50拳掌20 拳掌＋2<br>
天山六阳掌  需阳派内力内力100武力40拳掌30 拳掌＋3<br>
玄冥神掌    需阴派内力内力150武力50拳掌50资质40 拳掌＋4<br>
太极拳经    内力30武力30拳掌20 拳掌＋4<br>
龙象般若功  需阳派内力内力180武力60拳掌60资质60 拳掌＋5<br>
太玄经      仅不识字人可练(石破天) 武力＋3轻功＋3防御＋3拳掌＋6<br>
黯然销魂掌  需阴派内力内力180武力60拳掌60资质60 拳掌＋7<br>
降龙十八掌  需阳派内力内力200武力65拳掌65 拳掌＋8  <br>
　<br>
<br>
<font color=blue>吸取内力类</font><br>
<br>
北冥神功 资质60<br>
吸星大法 资质50<br>
神木王鼎 资质50<br>
<br>
<br>
<font color=blue>剑法类</font><br>
<br>
修炼某剑谱后御剑内力会提升，以后可修炼更高级剑法。<br>
<br>
六脉神剑谱 仅会一阳值之人可练（段誉）<br>
 <br>
松风剑谱 剑法20 御剑＋1<br>
泰山十八盘 剑法30 御剑＋2<br>
回峰落雁剑法 剑法30 御剑＋2<br>
七星剑谱 武力50剑法50资质50 御剑＋4<br>
两仪剑法 武力40剑法40资质50 御剑＋3<br>
金蛇秘笈 需阴派内力武力30剑法30资质50 御剑＋4<br>
玉女素心剑法 阴派内力轻功60御剑30 御剑＋3<br>
苗家剑法 需阳派内力剑法60 御剑＋5<br>
太极剑法 剑法20资质70 御剑＋6<br>
达摩剑谱 需阳派内力内力100武力50御剑20 御剑＋6<br>
玄铁剑法 内力100武力60御剑50资质50 御剑＋7<br>
辟邪剑谱 需阴派内力御剑20 御剑＋10<br>
独孤九剑 仅得于风清扬亲传者可练（令狐冲） 御剑＋8<br>
<br>
<br>
<font color=blue>刀法类</font><br>
<br>
血刀经      需阴派内力使刀20 使刀＋2<br>
火焰刀法    需阳派内力使刀30 使刀＋3<br>
反两仪刀法  使刀40资质40 使刀＋4<br>
狂风刀法    需阴派内力轻功60使刀20 使刀＋3<br>
胡家刀法    使刀20资质30 使刀＋4<br>
霹雳刀法    使刀50资质50 使刀＋5<br>
<br>
<br>
<font color=blue>其他类</font><br>
<br>
毒龙鞭法     仅会鞭法的人使用（蓝凤凰）<br>
黄沙万里鞭法 仅会鞭法的人使用（蓝凤凰）<br>
<br>
<br>
<font color=blue>暗器类</font><br>
<br>
    除了施发暗器技巧的提升，修炼某类武功还可在材料足够的情况下制造出特殊的暗器，暗器不一定要等到修炼一级完毕后才会出现，在修炼过程中就会出现在物品栏中，并可以使用。<br>
<br>
满天花雨 任何人皆可练 暗器＋3<br>
含沙射影 暗器30 暗器＋3 功夫带毒+2<br>
霹雳秘笈 暗器40 暗器＋5 制造霹雳弹10 【需硝石50】<br>
<br>
注：制造霹雳弹需要硝石<br>
<br>
<br>
<font color=blue>综合类</font><br>
<br>
    奇妙的武功充斥在这个无奇不有的武侠世界，这里有种武功规定资质低的人才能修炼的。<br>
<br>
左右互博之术 资质45以下 攻击变为2次<br>
乾坤大挪移   资质75以上 防御＋5<br>
葵花宝典     任何人皆可练 生命＋30内力＋30武力＋10速度＋10防御＋10<br>
九阴真经     需阴派内力武力50拳掌20 生命＋10内力＋20武力＋20速度＋5防御＋5<br>
九阳真经     需阳派内力武力50 生命＋10内力＋50武力＋5防御＋10<br>
<br>
<br>
<font color=blue>武器护具</font><br>
<br>
    在配备一些武器护具后，人物的行动会受到一些限制。<br>
<br>
玄铁剑     内力100武力60御剑50 攻击＋15速度－15防御＋15<br>
君子剑     速度50御剑35 攻击＋8速度＋10防御－5<br>
淑女剑     速度50御剑35 攻击＋8速度＋10防御－5<br>
真武剑     武力65御剑60 攻击＋20<br>
倚天剑     武力70御剑60 攻击＋20<br>
金蛇剑     内力50武力50御剑40 攻击＋10防御＋5<br>
凝碧剑     武力30御剑20 攻击＋5防御＋3<br>
白龙剑     武力30御剑20 攻击＋7<br>
白虹剑     武力20御剑20 攻击＋6<br>
周公剑     武力30御剑20 攻击＋4防御＋5<br>
血刀       武力20使刀20 攻击＋3防御＋3<br>
冷月宝刀   武力40使刀40 攻击＋9<br>
屠龙刀     内力100武力70 使刀60攻击＋20轻功－20防御＋20<br>
绿波香霞刀 武力20使刀20 攻击＋4<br>
霹雳狂刀   内力80武力50使刀50 攻击＋15速度＋10<br>
软猬甲     任何人皆可装备 攻击＋5防御＋20<br>
金丝背心   任何人皆可装配 防御＋10<br>
乌蚕衣     任何人皆可装配 防御＋15<br>
鳄鱼护甲   任何人皆可装配 防御＋5<br>
皮衣       任何人皆可装配 防御＋5 <br>";
echo "<br><a name=qiaomen></a><font color=red>游戏窍门</font><br>
   <br>
金钥匙 华山派    开北丑宝箱得到黑玉断续膏<br>
银钥匙 高昌迷宫  开北丑宝箱得到茯苓首乌丸两个<br>
铜钥匙 万鳄岛    开藏宝洞宝箱得到智慧果<br>
铁钥匙 云鹤崖    开藏宝洞宝箱得到智慧果<br>
蓝钥匙 华山派    开华山宝箱得到紫霞秘籍,金钥匙<br>
紫钥匙 燕子坞    开燕子坞宝箱得到刘仲甫呕血棋谱<br>
橙钥匙 大伦寺    开大伦寺监狱救狄云<br>
红钥匙 梅庄      开梅庄地牢救任我行<br>
黄钥匙 霹雳堂    开霹雳堂两宝箱得到皮衣，槟榔<br>
绿钥匙 霹雳堂    开霹雳堂地道<br>
<br>
<br>
梅庄要等悦来客栈店小二提到它门才会开。<br>
<br>
进入山洞后按L键可照明。<br>
<br>
桃花岛的入口要等瑛姑指示後才会开。<br>
<br>
燕子坞要等段誉去过无量山洞才会开。<br>
<br>
绝情谷底要等见到刻字玉蜂才会开。<br>
<br>
六大派等去过明教分舵地道後才会攻打光明顶。<br>
<br>
五岳剑派嵩山并派大会等拜访（杀过）其余四派才会召开。<br>
<br>
屋子人已离开，主人允许，主人加入队伍，此三种情况去翻箱倒柜不会降低道德值。<br>
<br>
辟邪剑法若修炼不起，则修炼十八泥偶或小无相神功后，再修炼辟邪剑法。<br>
<br>
要加资质的话到海边小屋和到思过崖，前者加3点（前提是先别到洪七公那里），后者加5点（前提是带上令狐冲）。<br>
<br>
修炼野球拳全靠打拳的数量（打空拳也行），约60拳左右升一级，一级至九级野球拳都很差，但十级野球拳就无敌了。<br>
<br>
万一在并派大会之前到华山派时队中有令狐冲，会由令狐冲单挑四派掌门。<br>
<br>
等声望到达二百，且十四部书都收到，家中会出现武林大会请帖，一旦拿到请帖，其余伙伴会自行离去，且无法再找到他们。<br>
<br>
武林大会是练功升级最大机会，且後面还有一场大战，此机会不可浪费，一定要利用此机会练九阳神功（因为可一次对付多人）。<br>
<br>
在去擂鼓林前若带虚竹回少林他会离队。<br>
<br>
要学左右互搏术，可以在刚出来去南贤居过后（最好存进度）去林平之家，直接拿松山剑谱，装上修炼后，看学习经验点数，如果经验点数是150，则学的会；反之则不会，退出游戏重新选人。<br>
<br>
每个门派的守门人都很弱，可作为初期练功之用。<br>
<br>
在光明顶打败六大派後，昆仑派及崆峒派可用来练功。<br>
<br>
打斗前，若主角说“...顺便赚点经验值...”则打完后要减道德值。<br>
<br>
在嵩山大会後，嵩山派可用来练功。<br>
<br>
在初期可以去灵蛇岛找金花婆婆或去金轮寺练功，中期可以去百花谷找周伯通练功。<br>
<br>
在本游戏中，石破天、林平之、小龙女、虚竹、平一指、胡青牛、狄云、岳老三、王难姑可以练习左右互博术。<br>
<br>
在参加武林大会，拿得神杖后，去霹雳堂进行最后决战，要打败十大高手联手。<br>
<br>
最後大战对手会因之前走正或邪之路而不同，正易而邪难。<br>
<br>
<br>
<font color=red>心得</font><br>
<br>
*剑法威力最大的是辟邪剑法(点攻击)<br>
<br>
*拳法威力最大的是野球拳(点攻击)<br>
<br>
*刀法威力最大的是霹雳刀法(面攻击)<br>
<br>
*掌法威力最大的是降龙十八掌(点攻击)<br>
<br>
*吸取内力威力最大的是北冥神功<br>
<br>
*面攻击威力最大的是九阳神功<br>
<br>
*点攻击威力最大的是辟邪剑法　　<br>
<br>
*最好的医书是胡青牛医书，可炼黑玉断续膏<br>
<br>
*最好别修炼内功，内功在自身的升级中和吃补品中最高值都会增加 　　　<br>
<br>
*强烈推荐大家练左右互搏术<br>
<br>
*推荐大家练十八泥偶<br>
<br>
*推荐大家练九阳神功<br>
<br>
*推荐大家游戏初期在金轮寺练功，野球拳十级后在百花谷练功 <br>";
echo "<br><a name=duiyou></a><font color=red>可以加入队伍中的人物</font><br>
<br>
<font color=blue>段誉:</font><br>
开口就可以，但只要一到燕子坞就会自动离队，直到取到天龙八部他和王语嫣 终成眷属才可再度要     他加入。（但至少要有起始道德）<br>
<br>
<font color=blue>田伯光:</font>开口就可以。<br>
<br>
<font color=blue>慕容复:</font><br>
需要找到“大燕传国玉玺”和“大燕世族谱表”。玉玺在绝情谷中，大燕世族谱表在铁掌山上，       通过一小径(不易发现)可到山边。<br>
<br>
<font color=blue>王语嫣:</font>因其知晓各派武功的弱点，如有她出场，则对方攻击力减半。需要慕容复加入队伍。<br>
<br>
<font color=blue>张无忌:</font>到冰火岛拿金毛狮王谢逊的金毛给他就会加入，他还是个好医生。<br>
<br>
<font color=blue>胡斐:</font>打败阎基拿到两页刀谱给他。  <br>
<br>
<font color=blue>程灵素:</font>若胡斐在队伍中便肯加入，武力低落，拿到药王神篇和药後便可请她走。<br>
 <br>
<font color=blue>杨过:</font>绝情谷拿断肠草治好他的情花之毒，找到小龙女後会暂时离开。  <br>
<br>
<font color=blue>小龙女:</font>带杨过去绝情谷底，两人会离开回古墓，再去古墓便可请他们加入。  <br>
 <br>
<font color=blue>平一指:</font>杀了田伯光便会加入。  <br>
 <br>
<font color=blue>蓝凤凰:</font>打败她便会主动要求加入。  <br>
 <br>
<font color=blue>林平之:</font>告知辟邪剑谱位置後离开再回来，便会要求加入，不知道也可，但拿不到辟邪剑谱，此人等於没用。  <br>
 <br>
<font color=blue>胡青牛、王难姑:</font>救了王难姑再到蝴蝶谷便会加入。<br>
 <br>
<font color=blue>薛慕华:</font>拿七宝指环去找他便会加入。<br>
 <br>
<font color=blue>袁承志:</font>通过他的考验便会加入。  <br>
 <br>
<font color=blue>虚竹:</font>要一定品德75，去擂鼓山必须带他。  <br>
 <br>
<font color=blue>程瑛:</font>要一定品德65，去黑龙潭最好带上她，如果不带她很麻烦。  <br>
 <br>
<font color=blue>石破天:</font>拿玄冰碧火酒（沙漠里的蜘蛛洞）治好他，要求就会加入(也要有原始品德)， 侠客岛必须带他。  <br>
<font color=blue>欧阳克:</font>队伍中有女人就会加入。  <br>
 <br>
<font color=blue>狄云:</font>要有一定品德就会加入。  <br>
 <br>
<font color=blue>令狐冲:</font>麻烦的人物，但看在独孤九剑份上不可不要，买烧刀子给他→向店小二问 （不问梅庄不会开）→梅庄打败四庄主拿梨花酒→白驼山偷翡翠杯→加入→带他去思过崖 学独孤九剑。<br>
 <br>
<font color=blue>岳老三:</font>打败他後队伍中有段誉就会加入。  <br>
 <br>
<font color=blue>阿紫、游坦之:</font>拿千年冰蚕给他们，若道德低于35，就会加入。 <br>";
echo "<br><a name=prop></a><font color=red>人物属性：</font><br>
<br>
人物属性值分为状态栏中可见的一般属性值及隐藏性的属性值，在升级或经过修炼后这些属性数值就会变化。<br>
<br>
一般属性:<br>
<br>
等级<br>
若队员没有因伤亡而退出战斗，打完一仗即可得到一些经验点数，达到所需的经验点数就可以升一级，升级后人物的某些属性值就会上升，即能力加强。每个人物最高可升级到30级，到了升级的极限，就不在往上升。不幸提早离场的人员，仍可因其之前的某些动作效果，获得少许经验值。<br>
<br>
生命<br>
人物的生命值，在此可见到两个数字，例如250/999，前面的数字代表目前人物的生命状态，后面的代表此人在这个等级的最大生命值。您会看见数字有颜色的变化，当前面的数字，即目前的生命值出现红色时，代表此人在受伤的状态，粉红色是轻微受伤，红色越深代表受伤越重，此时生命值也会比较低，这种状况的人物如果正在战斗中攻击能力会下降，防御力也会减弱，所以您要赶快休息或医疗。当后面的数字，即最大生命值出现绿色时，表示人物目前正在中毒当中，如果您看见生命栏中的两个数字又有红、又有绿时，那就是说人物又受伤又中毒了，如果在战斗中您不医疗、休息或以丹药治疗，每个回合生命值就会稍稍降个几点。<br>
<br>
内力<br>
内力是人物施展各项武功都会耗去一些。您可发现内力值这里也有颜色的变化，而是因人而异的，如果从人练的武功是走阴柔一派的，数字会呈紫色；如果是专攻阳刚一路的，是呈黄色的；而阴阳两种皆可练或是可以练那种阴阳调和之功，他的数字是呈白色的。这里要注意的是有的人本来是走阴柔或阳刚任一路线的，但经过修炼某种功夫后，如练过小无相功或十八泥偶，会变成塑性比较大的综合性内功，即阴阳两种皆可练。<br>
<br>
体力<br>
在平时体力要50以上，医疗能力才有效。在战斗中要特别注意体力一项，如下：<br>
<br>
战斗时移动－－体力5以上才能做<br>
战斗时攻击－－体力10以上才能做<br>
战斗时使毒－－体力20以上才能做<br>
战斗时医疗－－体力50以上才能做<br>
<br>
经验<br>
目前所拥有的经验点数，人物只能在战斗中获得经验点数，一场战斗如果有许多人参加，则所有经验点数会依表现分配。当人物在战斗中获得经验点数，会有部分拨为升级即提升能力所用，如果此人正在修炼某项武功，还会有部分拨入修炼所需的经验点数，增加修炼的层次。<br>
<br>
升级<br>
这里显示的是下一次升级所需要的点数，每次都不同，但数值当然是越来越高。如果出现“＝”这个符号表示已经到了极限，即使经验值上升也不能在升级。<br>
<br>
攻击力<br>
如果有配备武器，会增加攻击力；最高值为100。如果已到达最高值，又持有特殊的武器，还是会额外增加攻击力，但人物本身之基本攻击力（武力）数值最高仍为100不变，不会因为一直的修炼而增加。<br>
<br>
防御力<br>
如果有配备防具，会增加防御力；最高值为100。如果已到达最高值，又持有特殊的防具，会有额外的防御力产生，但人物本身之基本防御力最高仍为100 不变，不会因为修炼而增加。<br>
<br>
轻功<br>
轻功代表战斗中可移动的步数，轻功高的人在战斗中可优先开始行动。最高为100。<br>
<br>
医疗能力<br>
代表人物可医疗他人的能力值。但如果人物受伤太重，与此数值相差太多，施用此能力就会失效。最高为100。<br>
<br>
用毒能力<br>
代表人物可以施毒的能力值。数值越高，施毒越容易成功，也代表此人对用毒有心得，修炼毒经此方面的武功比较容易成功。最高为100。<br>
<br>
解毒能力<br>
代表人物可以解去他人中毒情况的能力。但如果人物中毒太深，与此数值相差太多，就可能无法解他人之毒。最高为100。<br>
<br>
拳掌功夫<br>
此数值越高，表示人物在拳掌这方面学习能力强，你可以参考让此人修炼关于拳掌这方面的武功秘籍。最高为100。<br>
<br>
御剑能力<br>
此数值越高，表示人物对御剑很有心得，修炼这方面的武功比较容易成功。最高为100。<br>
<br>
耍刀技巧<br>
此数值越高，表示人物对耍刀很有心得，修炼这刀法等方面的武功比较容易成功。最高为100。<br>
<br>
特殊兵器<br>
刀、剑以外的兵器，如蓝凤凰的鞭子，岳老三的大剪刀等，就归类在特殊兵器，某些人施用特殊兵器特别有心得，也就是说修炼这方面的武功特别容易成功。最高为100。不过站长从来就修炼不上此属性，不知此属性是不是虚设？？欢迎大家来讨论!<br>
<br>
暗器技巧<br>
只有在战斗中才可使用暗器，此项数值高代表人物施用暗器技巧强，暗器不但发得远，还打得准。最高为100。<br>
<br>
<br>
隐藏属性:<br>
<br>
    体质, 资质, 声望和品德。前两者是你和其他角色共有的, 后两者则是你主角特有的。它们会随着游戏的进行, 遭遇的不同而改变。<br>
<br>
    体质决定着你生命和内力升级后提升的幅度。<br>
<br>
    资质决定你学习武术的难度和快慢。密笈的学习都有一个资质下限, 资质低的人连学都不能学。就算你能学了, 资质越高的, 升级所需的经验就越少, 所以学的就越快。同样一个十八泥偶内功, 令狐冲每升一级需一千点经验, 而石破天则需七千点!但资质差决非一无是处, 熟悉金庸作品的人应该知道这句话的意思。当你的资质低得可以时(低于45), 可象郭靖或是小龙女那样从百花谷老顽童处学得左右互搏之术!(到时你双手齐发, 保管没人会笑话你低智商!)<br>
<br>
    你特有的声望来自于你在江湖上的所做所为, 你可于北丑居的水晶球中得知它的数值。声望越高, 将会有更多的伙伴愿意加入你的阵营。<br>
<br>
    品德决定着你的正或邪, 初期你可从南贤居的镜子中得知你的品德为50, 此时你为非正非邪。而以后你的一举一动将会影响你的前途, 是正是邪取决于你的一念之间。走正道, 那是大多数人的选择。那你首先必须慎重择友, 毕竟物以类聚, 人以群分嘛。田伯光、欧阳克等绝非善类, 若交之会使你品德大跌。其次, 拿取物品得经过主人的允许。切切不可象以往的RPG那样:一进屋, 不管有人没人, 翻箱倒柜, 不得宝物不罢休!接着, 你便要行侠仗义, 扬善罚恶。如遇不平, 可打之;如有恩冤, 可化之。尽善尽职做到大侠本份。(提醒大家一声, 有句话说得好:做好事不难, 难的是要一辈子做好事!)如果想走邪道, 那可容易的多。狐朋狗友任君挑之, 打架劫舍亦可为之。心情不好, 无事也可生非;心情不坏, 做一两件好事亦无不可。说实在的, 做坏人是比做好人“潇洒”多了!(不过, 坏人的下场似乎都……) 但是，有些情况是非不得已的：例如，在刚开始名望人气不够的你，，只能找到一些德行差劲但武功不错的家伙加入，让他们在战斗中助你一臂之力；而有的时候也必须在某些场景中不顾道德做些翻箱倒柜的小偷行径，这些都会影响道德指数。道德在这个武侠世界中是很微妙的东西，可以说没什么很硬性的标准，你可以利用以上的建议去做事，也可以用自己的方式去创建另一套行事标准，总之常常照南贤居那面镜子，可以警惕自己。 <br>";
echo "<br><a name=point></a><font color=red>道德问题</font><br>
增加道德值的内容：共小于140点。<br>
胜乔峰败慕容复加20点<br>
送虚竹回少林寺加10点<br>
除丁春秋加10点<br>
解决了光明顶上明教与六大派之争加10点<br>
杨过与小龙女会面加5点<br>
渤泥岛加袁承志加5点<br>
救杨过加4点<br>
救石破天加4点<br>
胜东方不败加4点<br>
带无忌见过谢逊加3点<br>
除掉嵩山派使者加3点<br>
解救王难姑加3点<br>
加虚竹加3点<br>
加杨过加3点<br>
找来周伯通见瑛姑加3点<br>
治苗人凤眼伤加2点解胡苗之怨加1点<br>
将刀谱给胡斐加2点<br>
将玉玺给慕容复加2点<br>
将族谱给慕容复加2点<br>
帮苗人凤退敌加2点<br>
加张无忌加2点<br>
除掉破庙里星宿门人加2点<br>
将《可兰经》交还翠羽黄衫加2点<br>
将林正南之死告知林平之加2点<br>
胜乔峰时队伍中有段誉则段与王语嫣回无量山，这时再加二人各加2点<br>
杀阎基得七心海棠加2点<br>
救狄云加2点<br>
杀神雕山洞内蛇加2点<br>
救三圣坳庸医加2点<br>
破庙拒加游坦之加2点<br>
不杀一灯加2点<br>
加程英加2点<br>
放走任我行加2点<br>
加胡斐加1点<br>
将七心海棠给程灵素加1点<br>
加程灵素加1点<br>
加王语嫣加1点<br>
加胡青牛加1点<br>
加王难姑加1点<br>
加狄云加1点<br>
加小龙女加1点<br>
加石破天加1点<br>
带无忌见过张三丰加1点<br>
凌霄城胜白万剑加1点<br>
得达摩剑法加1点。<br>
减道德值的内容：共应大于153点。<br>

<font color=red>减道德点</font><br>
丐帮逼退乔峰降14点<br>
带田伯光杀平一指降13点<br>
杀一灯降11点<br>
盗悦来客栈内银两降10点<br>
力夺倚天剑降10点<br>
加入田伯光降6点<br>
加欧阳克降6点<br>
加慕容复降5点<br>
胜丘处机降3点<br>
闯崆峒派打架降3点<br>
恒山派胜定闲降3点。<br>
少林寺索信降3点<br>
盗镖局内银两降2点<br>
胜莫大降2点<br>
加阿紫降2点<br>
加游坦之降2点<br>
加林平之降2点<br>
加平一指降2点<br>
闯衡山派降1点<br>
斗败裘千仞降1点<br>
闯少林寺降1点<br>
盗藏宝图等降1点<br>
打一次三圣坳降1点<br>
见过玄慈后再次加慕容复降1点<br>
华山派盗宝降1点，带令狐冲则不降<br>
胜左冷婵降1点<br>
在崆峒派修炼每次降1点。<br>
盗一件次箱、柜降1点，共45点。 <br>";
echo "</div></body><html>";
?>
