<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:90%}
</style>
</head><body>";
echo "<div id='divcenter'><br><center><font size=6 color=red>金庸群侠传攻略</font></center><br><br>";
echo "<pre>
在金庸群侠传中每个玩家是可以学习武功的，在游戏中有着各种各样的武功，每个门派的武功都有着自己独到之处，还有一些江湖武功也非常厉害，今天给大家详细解析下金庸群侠传全武功，
希望对大家有所帮助。

子午针灸经 
<font color=blue>简介：</font>探讨穴道，经脉之医书。 <font color=red>获得方法：</font>薛慕华加入可得。 
修炼条件：医疗20 修练结果：医疗＋3 解毒＋1 
修炼上限：医疗能力100 解毒能力100 难度：100 
可练药：精气丸，大还丹，黄连解毒丸，玉洞黑石丹，九转熊蛇丸【需药材25】 
华陀内昭图 
<font color=blue>简介：</font>医学宝典。 <font color=red>获得方法：</font>平一指加入可得。 
修炼条件：医疗35 修练结果：医疗＋4 修炼上限：医疗能力100 难度：120 
可练药：玉真散，三黄宝腊丹，九转灵宝丸，田七鲨胆散，天香断续胶【需药材30】 
胡青牛医书 
<font color=blue>简介：</font>蝶谷医仙医术精华之记录。 
<font color=red>获得方法：</font>胡青牛加入可得。 修炼条件：医疗50 修练结果：医疗＋5 解毒＋3 
修炼上限：医疗能力100 解毒能力100 难度：200 
可练药：牛黄血竭丹，玉灵散，白云熊胆丸，黑玉断续膏，无常丹【需药材50】 
五毒秘传 
<font color=blue>简介：</font>五毒教秘笈，记载用毒解毒方法。 <font color=red>获得方法：</font>高升客栈韦小宝买售价300。 
修炼条件：使毒20 修练结果：使毒＋3 解毒＋3 
修炼上限：使毒能力100 解毒能力100 难度：140 
可练药：黄莲解毒丹，天心解毒丹，回阳五龙膏【需药材35】 
毒经 
<font color=blue>简介：</font>毒仙王难姑所著之用毒宝典。 <font color=red>获得方法：</font>王难姑加入可得。 
修炼条件：使毒40 修练结果：使毒＋5 解毒＋5 
修炼上限：医疗能力100 解毒能力100 难度：200 
可练药：黄连解毒丹，天心解毒丹，回阳五龙膏，牛黄血竭丹【需药材50】 
药王神篇 
<font color=blue>简介：</font>毒手药王之毕生心血著作。 <font color=red>获得方法：</font>程灵素加入可得。 
修炼条件：使毒60 修练结果：使毒＋7 解毒＋7 
修炼上限：医疗能力100 解毒能力100 难度：240 
可练药：黄连解毒丸，天心解毒丹，回阳五龙膏，牛黄血竭丹，六阳正气丹【需药材60】 
注：修习者每次战斗胜利便可练药成功，练药需要药材。 
------ 
内功类：修习者可增加内力最大值或内力路子阴阳调和。 
------*内力：内力分阴阳两派，某些内功非阳派内力（内力呈黄色）不可修炼，某些内功非阴派内力（内力呈紫色）不可修炼。但是可调和阴阳两派（内力呈白色）武功者除外。 
紫霞秘笈 
<font color=blue>简介：</font>华山派修行内功之心法。 <font color=red>获得方法：</font>在华山派的柜子得到蓝钥匙，打开箱子可得。 
修炼条件：无 修练结果：内力＋10 修炼上限：内力999 难度：160 
小无相功 
<font color=blue>简介：</font>逍遥派之内功心法。 <font color=red>获得方法：</font>虚竹去擂鼓山可得。 修炼条件：内力300 武力30 
修练结果：内力＋15 内力路子阴阳调和 修炼上限：内力999 内力路子阴阳调和 难度：1000 
十八泥偶 
<font color=blue>简介：</font>记载少林武功之泥偶，可练内力。 <font color=red>获得方法：</font>石破天加入可得。 修炼条件：无 
修练结果：内力＋20 内力路子阴阳调和 修炼上限：内力999 内力路子阴阳调和 难度：1000 
神照经 
<font color=blue>简介：</font>学习内力之奥妙法门。 <font color=red>获得方法：</font>狄云加入可得。 修炼条件：无 
修练结果：内力＋30 修炼上限：内力999 难度：400 
易筋经 
<font color=blue>简介：</font>少林寺修行内功之无上心法。 <font color=red>获得方法：</font>游坦之加入可得。 
修炼条件：需阳派内力 内力200 武力60 资质60 
修练结果：内力＋100 修炼上限：内力999 难度：1600 
洗髓经 
<font color=blue>简介：</font>少林寺失传之内功宝典。 <font color=red>获得方法：</font>少林寺内，北面禅室内的最后一个蒲团下可得。 修炼条件：无 修练结果：内力＋100 修炼上限：内力999 难度：1400
------ 
轻功类：修习者可增加轻功。 
------ 
梯云纵心法 
<font color=blue>简介：</font>武当派修行轻功之心法。 <font color=red>获得方法：</font>败于张三丰，道德50。修炼条件：无 
修练结果：轻功＋3 修炼上限：轻功100 难度：400 
神行百变 
<font color=blue>简介：</font>增加轻功能力的武功秘笈。 <font color=red>获得方法：</font>袁平志加入可得。 修炼条件：资质30 
修练结果：轻功＋4 修炼上限：轻功100 难度：440 
凌波微步 
<font color=blue>简介：</font>逍遥派绝学，可增强轻功能力。 <font color=red>获得方法：</font>段誉去无量山洞与石像对话得。 
修炼条件：资质60 修练结果：轻功＋5 修炼上限：轻功100 难度：500 
------ 
拳掌类：修习者可增加掌拳，并学会该武功。 
------ 
铁掌拳谱 
<font color=blue>简介：</font>铁掌帮之扬名绝学。 <font color=red>获得方法：</font>铁掌山开箱子可得。 
修炼条件：内力20 拳掌20 修练结果：拳掌＋1，学会“铁掌” 
修炼上限：铁掌10级 难度：50 
武功资料（10级）：攻击距离：5 攻击类型：单人攻击消耗内力：15 
七伤拳谱 
<font color=blue>简介：</font>崆峒派之独门掌法。 <font color=red>获得方法：</font>在龙门客栈向韦小宝买到，售价250。 
修炼条件：内力50 拳掌20 修练结果：拳掌＋2，学会“七伤拳” 
修炼上限：七伤拳10级 难度：60 
武功资料（10级）：攻击距离：4 攻击类型：方攻击，5×5 消耗内力：15 
天山六阳掌 
<font color=blue>简介：</font>逍遥派之掌法秘笈。 <font color=red>获得方法：</font>虚竹去擂鼓山可得。 
修炼条件：阳派内力 内力100 武力40 拳掌30 修练结果：拳掌＋3，学会“天山六阳掌” 
修炼上限：天山六阳掌10级 难度：80 
武功资料（10级）：攻击距离：4 攻击类型：单人攻击消耗内力：25 
玄冥神掌 
<font color=blue>简介：</font>失传已久的武力绝学。 <font color=red>获得方法：</font>调查燕子钨的藏书可得。 
修炼条件：阴派内力 内力150 武力50 拳掌50 资质40 
修练结果：拳掌＋4 ，学会“玄冥神掌” 修炼上限：玄冥神掌10级 难度：100 
武功资料（10级）：攻击距离：4攻击类型：单人攻击，附加中毒效果消耗内力：30 
太极拳经 
<font color=blue>简介：</font>武当派之新创绝学，四两拨千斤。 <font color=red>获得方法：</font>道德65，武力40败于张三丰， 
修炼条件：内力300 武力30 拳掌20 修练结果：拳掌＋4，学会“太极拳” 
修炼上限：太极拳10级 难度：120 
武功资料（10级）：攻击距离：4 攻击类型：单人攻击消耗内力：20 
龙象般若功 
<font color=blue>简介：</font>密宗至高无上之护法神功。 <font color=red>获得方法：</font>在河洛客栈向韦小宝买到，售价700。 
修炼条件：阳派内力 内力180 武力60 拳掌60 资质60 
修练结果：拳掌＋5，学会“龙象般若功” 修炼上限：龙象般若功10级 难度：140 
武功资料（10级）：攻击距离：5 攻击类型：方攻击，5×5 消耗内力：35 
太玄经 
<font color=blue>简介：</font>无人可解之神秘武功。 <font color=red>获得方法：</font>带石破天去侠客岛跟与各掌门对话可得。 
修炼条件：仅不识字人（石破天）可练 
修练结果：武力＋3 轻功＋3 防御＋3 拳掌＋6，学会“太玄神功” 
修炼上限：太玄神功10级 难度：70 
武功资料（10级）：攻击距离：4 攻击类型：方攻击，7×7 消耗内力：40 
黯然销魂掌 
<font color=blue>简介：</font>杨过所创之强力掌法。 <font color=red>获得方法：</font>杨过去绝情谷底见到小龙女后，去古墓加入得。 
修炼条件：阴派内力 内力180 武力60 拳掌60 资质60 
修练结果：拳掌＋7，学会“黯然销魂掌” 
修炼上限：黯然销魂掌10级 难度：150 
武功资料（10级）：攻击距离：4 攻击类型：单人攻击消耗内力：35 
降龙十八掌 
<font color=blue>简介：</font>丐帮镇帮之宝。 
<font color=red>获得方法：</font>与洪七公对话，他要吃“玉笛谁家听落梅”。跑去海边小屋找林厨子，他要五种材料。
去星宿海得到“羊羔坐臀”，程昆居得到“小猪耳朵”，灵蛇岛得到“獐腿肉”，万鳄岛得到“小牛腰子”，灵鹤崖得到“兔肉”。回去找林厨子，得到“玉笛谁家听落梅”，交给洪七公可得。
修炼条件：阳派内力内力200 武力65 拳掌65 
修练结果：拳掌＋8，学会“降龙十八掌” 修炼上限：降龙十八掌10级 难度：200 
武功资料（10级）：攻击距离：5 攻击类型：单人攻击，附加内伤效果消耗内力：50 
---------- 
吸取内力类：修习者可学会该招可吸取敌人内力的武功。 
---------- 
北冥神功 
<font color=blue>简介：</font>逍遥派绝学，吸人内力化为己用。 <font color=red>获得方法：</font>段誉去无量山洞与石像对话可得。 
修炼条件：资质60 修练结果：学会“北冥神功” 修炼上限：北冥神功10级 
难度：120武功资料（10级）：化为己用100 攻击距离：1 攻击类型：单人内力攻击 
神木王鼎 
<font color=blue>简介：</font>星宿海掌门练化功大法之物。 <font color=red>获得方法：</font>阿紫加入可得。 
修炼条件：资质50 修练结果：学会“化功神功” 修炼上限：化木神功10级 
难度：120武功资料（10级）：攻击距离：1 攻击类型：单人内力攻击 
吸星大法 
<font color=blue>简介：</font>可吸敌人内力化为己用。 <font color=red>获得方法：</font>梅庄地牢任我行的床旁边可得。 
修炼条件：资质50 修练结果：学会“吸星大法” 修炼上限：吸星大法10级 
难度：120武功资料（10级）：化为己用45攻击距离：1 攻击类型：单人内力攻击
------ 
剑法类：修习者可增加御剑，并学会该剑术武功。 
------ 
六脉神剑谱 
<font color=blue>简介：</font>大理段家之超强剑气绝学。 <font color=red>获得方法：</font>段誉加入可得。 
修炼条件：仅会一阳值之人（段誉）可练 修练结果：学会“六脉神剑” 
修炼上限：六脉神剑10级 难度：120 
武功资料（10级）：攻击距离：0 攻击类型：行攻击，行距7 消耗内力：25 
松风剑谱 
<font color=blue>简介：</font>四川青城之剑法。 <font color=red>获得方法：</font>福威镖局的箱子里可得。 
修炼条件：剑法20 内力30 修练结果：御剑＋1，学会“松风剑法” 
修炼上限：松风剑法10级 难度：30 
武功资料（10级）：攻击距离：0攻击类型：行攻击，行距5 消耗内力：5 
泰山十八盘 
<font color=blue>简介：</font>泰山派高深之剑法。 <font color=red>获得方法：</font>打败泰山派掌门天门可得。 
修炼条件：剑法30 内力40 修练结果：御剑＋2，学会“泰山十八盘” 
修炼上限：泰山十八盘10级 难度：40 
武功资料（10级）：攻击距离：0攻击类型：十字攻击，前后左右4 消耗内力：10 
回峰落雁剑法 
<font color=blue>简介：</font>衡山派千变万化之剑法。 <font color=red>获得方法：</font>打败衡山派掌门莫大可得。 
修炼条件：剑法30 内力40 修练结果：御剑＋2，学会“回峰落雁剑” 
修炼上限：回峰落雁剑10级 难度：40 
武功资料（10级）： 攻击距离：0攻击类型：行攻击，行距5 消耗内力：10 
七星剑谱 
<font color=blue>简介：</font>王重阳悟于北斗七星的剑法。 <font color=red>获得方法：</font>败于重阳宫的丘处机，道德50。 
修炼条件：武力50 剑法50 资质50 内力80 修练结果：御剑＋4，学会“七星剑法” 
修炼上限：七星剑法10级 难度：80 
武功资料（10级）：攻击距离：4 攻击类型：单人攻击消耗内力：20 
两仪剑法 
<font color=blue>简介：</font>昆仑派之独门绝学。 <font color=red>获得方法：</font>在悦来客栈向韦小宝买到，售价300。 
修炼条件：武力40 剑法40 资质50 内力60 修练结果：御剑＋3，学会“两仪剑法” 
修炼上限：两仪剑法10级 难度：60 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
金蛇秘笈 
<font color=blue>简介：</font>金蛇郎君观蛇时悟出之剑法。 <font color=red>获得方法：</font>金蛇山洞的箱子里可得。 
修炼条件：需阴派内力 内力70 武力30 剑法30 资质50 
修练结果：御剑＋4，学会“金蛇剑法” 修炼上限：金蛇剑法10级 
特殊配合装备：金蛇剑 难度：70 
武功资料（10级）：攻击距离：6 攻击类型：单人攻击消耗内力：20 
玉女素心剑法 
<font color=blue>简介：</font>古墓派轻巧之剑法。 <font color=red>获得方法：</font>小龙女加入可得。 
修炼条件：阴派内力 内力70 轻功60御剑30修练结果：御剑＋3，学会“玉女素心剑” 
修炼上限：玉女素心剑10级 特殊配合装备：君子剑或淑女剑 难度：70 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
苗家剑法 
<font color=blue>简介：</font>苗人凤家传之剑法。 <font color=red>获得方法：</font>？（不知是否存在） 
修炼条件：阳派内力 内力100 剑法60 修练结果：御剑＋5，学会“苗家剑法” 
修炼上限：苗家剑法10级 难度：100 
武功资料（10级）：攻击距离：5 攻击类型：单人攻击消耗内力：25 
太极剑法 
<font color=blue>简介：</font>张三丰新创之剑法。 <font color=red>获得方法：</font>败于张三丰，道德80，武力80，得到过太极拳经。 
修炼条件：剑法20 资质70 内力100 修练结果：御剑＋6，学会“太极剑法” 
修炼上限：太极剑法10级 难度：100 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
达摩剑谱 
<font color=blue>简介：</font>少林七十二绝技之一。 
<font color=red>获得方法：</font>光明顶大战后，去少林寺与方丈对话（道德70，不可带着慕容复）可得。 
修炼条件：阳派内力 内力120 武力50 御剑20 修练结果：御剑＋6，学会“达摩剑法” 
修炼上限：达摩剑法10级 难度：120 
武功资料（10级）：攻击距离：0攻击类型：行攻击，行距5 消耗内力：25 
玄铁剑法 
<font color=blue>简介：</font>杨过悟于剑魔所留之秘笈。 <font color=red>获得方法：</font>杨过加入可得。
修炼条件：内力120 武力60 御剑50 资质50 修练结果：御剑＋7，学会“玄铁剑法” 
修炼上限：玄铁剑法10级 特殊配合装备：玄铁剑 难度：120 
武功资料（10级）：攻击距离：7 攻击类型：单人攻击消耗内力：35 
辟邪剑谱 
<font color=blue>简介：</font>剑法阴损毒辣，修习者断子绝孙。 
<font color=red>获得方法：</font>福威镖局打败林平之，到青城派打败掌门后，与西边的小兵对话，他告诉你关于林家的秘密，回福威镖局告诉林平之，退出镖局再进去，要求林平之加入可得。 
修炼条件：阴派内力 内力150 御剑20 修练结果：御剑＋10，学会“辟邪剑法” 
修炼上限：辟邪剑法10级 难度：150 
武功资料（10级）：攻击距离：1 攻击类型：单人攻击消耗内力：25 
独孤九剑 
<font color=blue>简介：</font>独孤求败所创之高深剑法。 <font color=red>获得方法：</font>令狐冲加入后，去思过崖与风清扬对话可得。 
修炼条件：仅得于风清扬亲传者（令狐冲）可练 修练结果：御剑＋8，学会“独孤九剑” 
修炼上限：独孤九剑10级 难度：200 
武功资料（10级）：攻击距离：7 攻击类型：方攻击，7×7 消耗内力：30 
------ 
刀法类：修习者可增加使刀，并学会该刀法武功。 
------ 
血刀经 
<font color=blue>简介：</font>可修炼血刀刀法。 <font color=red>获得方法：</font>狄云加入可得。 
修炼条件：阴派内力 内力40 使刀20 修练结果：使刀＋2，学会“血刀刀法” 
修炼上限：血刀刀法10级 特殊配合装备：血刀 难度：40 
武功资料（10级）：攻击距离：1 攻击类型：单人攻击消耗内力：10 
火焰刀法 
<font color=blue>简介：</font>西域天轮寺刀法绝学。 <font color=red>获得方法：</font>金轮寺西边的箱子里可偷得。 
修炼条件：阴派内力 内力60 轻功60 使刀20 修练结果：使刀＋3，学会“火焰刀法” 
修炼上限：火焰刀法10级 难度：60 
武功资料（10级）：攻击距离：0 攻击类型：行攻击，行距5 消耗内力：25 
反两仪刀法 
<font color=blue>简介：</font>华山派武学。 <font color=red>获得方法：</font>？（不知是否存在） 
修炼条件：使刀40 资质40 内力80 修练结果：使刀＋4，学会“反两仪刀法” 
修炼上限：反两仪刀法10级 难度：80 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
狂风刀法 
<font color=blue>简介：</font>速度极快之刀法。 <font color=red>获得方法：</font>田伯光加入可得。 
修炼条件：阴派内力 内力70 轻功60 使刀20 修练结果：使刀＋3，学会“狂风刀法” 
修炼上限：狂风刀法10级 难度：70 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
胡家刀法 
<font color=blue>简介：</font>胡一刀家传之刀谱。 <font color=red>获得方法：</font>胡斐加入可得。 
修炼条件：使刀20 资质30 内力70 修练结果：使刀＋4，学会“胡家刀法” 
修炼上限：胡家刀法10级 难度：70 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：15 
霹雳刀法 
<font color=blue>简介：</font>霹雳三绝中之刀谱。 
<font color=red>获得方法：</font>在有间客栈向韦小宝买到，售价600。 修炼条件：使刀50 资质50 内力100 
修练结果：使刀＋5，学会“霹雳刀法” 修炼上限：霹雳刀法10级 
特殊配合装备：霹雳狂刀 难度：100 
武功资料（10级）：攻击距离：7 攻击类型：方攻击，7×7 消耗内力：25
------ 
鞭法类：仅蓝凤凰可练的鞭法。 
------ 
毒龙鞭法 
<font color=blue>简介：</font>轻盈灵巧，千变万化之鞭法。 
<font color=red>获得方法：</font>蓝凤凰加入可得。 修炼条件：仅会鞭法的人（蓝凤凰）使用 
修炼结果：特殊兵器＋3 学会“毒龙鞭法” 修炼上限：毒龙鞭法10级 难度：60 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：10 
黄沙万里鞭法 
<font color=blue>简介：</font>相传至西域之鞭法。 
<font color=red>获得方法：</font>蜘蛛洞里某个箱子里可得。 修炼条件：仅会鞭法的人（蓝凤凰）使用 
修炼结果：特殊兵器＋4 学会“黄沙万里鞭” 修炼上限：黄沙万里鞭10级 难度：80 
武功资料（10级）：攻击距离：3 攻击类型：单人攻击消耗内力：20 
------ 
暗器类：修习者可增加暗器技巧，使用暗器的范围加大，暗器攻击力升高。 
------ 
含沙射影 
<font color=blue>简介：</font>五毒教之暗器总诀。 <font color=red>获得方法：</font>蓝凤凰加入可得。 
修炼条件：暗器30 修炼结果：暗器＋4 修炼上限：暗器100 难度：150 
满天花雨 
<font color=blue>简介：</font>增加暗器能力。 <font color=red>获得方法：</font>雪怪山洞锁住的铁门后面的箱子里可得。 
修炼条件：无 修炼结果：暗器＋3 修炼上限：暗器100 难度：100 
霹雳秘笈 
<font color=blue>简介：</font>霹雳三绝中之暗器总诀。 <font color=red>获得方法：</font>霹雳堂与孔八拉对话可得。 
修炼条件：暗器40 修炼结果：暗器＋5（制造:霹雳弹，所需材料:硝石） 
修炼上限：暗器100 难度：200 
特殊：当修炼成功时，身上有硝石时，可制造出霹雳弹。 
------ 
综合类：综合了武功与秘笈，修习者可增加生命最大值、内力最大值、武力、速度和防御等。 
------ 
左右互博之术 
<font color=blue>简介：</font>修习后攻击两次之机率增大。 
<font color=red>获得方法：</font>杨过加入后，得到“玉蜂浆”。去百花谷交给周伯通，出百花谷再进入，与蜂箱对话，出百花谷。去黑龙潭（最好带着程瑛，不然黑龙潭很难进去），
与瑛姑对话，得到“手帕”，出黑龙潭。去一灯居，把“手帕”交给他，不要与他打或败于他。再去黑龙潭与瑛姑对话。去百花谷与周伯通对话，周伯通一溜烟地跑了。
再去黑龙潭与周伯通对话。最后去百花谷与周伯通对话可得。（如果再去黑龙潭，再去找周伯通，可得到再一本“左右互博之术”。反复如此，可得到无限“左右互博之术”，但没有任何用处。） 
修炼条件：资质低于45（平一指、小龙女、虚竹、林平之、石破天、狄云、胡青牛、王难姑、岳老三）修炼结果：攻击变为2次（体力消耗不变，每次攻击消耗3;内力消耗双倍。） 
修炼上限：攻击2次 难度：100 
乾坤大挪移 
<font color=blue>简介：</font>明教宝典，修行后可增加防御力。 
<font color=red>获得方法：</font>明教分舵打败教主与程昆后，进入房间调查坐垫，出现密道，通往明教地道，与两堆白骨对话后可得。 
修炼条件：资质75 内力200 修炼结果：防御＋5 修练上限：防御100 难度：400 
葵花宝典 
<font color=blue>简介：</font>道家修行内功之无上心法。 
<font color=red>获得方法：</font>获得《笑傲江湖》后，打败任我行可得。 修炼条件：无 
修炼结果：生命＋30 内力＋30 武力＋10 速度＋10 防御＋10 
修练上限：生命999 内力999 武力100 速度100 防御100 难度：1000 
九阴真经 
<font color=blue>简介：</font>至高无上之武功宝典。 <font color=red>获得方法：</font>古墓的某个棺材里可得。 
修炼条件：阴派内力 武力50 拳掌20 
修炼结果：生命＋10 内力＋20 武力＋20 速度＋5 防御＋5 
修练上限：生命999 内力999 武力100 防御100 难度：1000 
九阳真经 
<font color=blue>简介：</font>至高无上之武功宝典。 <font color=red>获得方法：</font>张无忌加入可得。 
修炼条件：需阳派内力 内力200 武力50 拳掌16 
修炼结果：生命＋10 内力＋50 武力＋5 防御＋10，学会“九阳神功” 
修炼上限：九阳神功10级 难度：300 
ig=7－iq/15 
把资质除以15，保留整数部分，再将7减掉刚刚的数，就是资质等级。
可以加入队伍的25个人中，王语嫣和令狐冲（见过风清扬）资质90最高，
是一级；石破天资质只有12最低，是七级。
exp=n*ig*dy 
秘笈分为两种，提升能力类、修练招式类。 
不会时n=1，学会后n从1到9分别计算。
所需经验值为武功等级乘以资质等级再乘以难度系数。
例如十八泥偶（dy=1000），王语嫣练成需要1000经验，而林平之（iq=44，ig=5）
练成需要5000点，石破天需要7000点。九阳神功（dy=300），张无忌（iq=80，
ig=2）一级升二级需要经验为1*2*300=600点，九级升到十级需要9*2*300=5400点。
修练武功时所需经验最多与最少：
石破天练九阳神功九级：9*7*300=18900
令狐冲练松风剑法一级：1*1*30=30
武功　攻击力　距离　范围　耗内力　使用者 
－－－－－－－－－剑法－－－－－－－－－ 
六脉神剑　　800　*　7格　25　段誉 
躺尸剑法　　800　1　1格　05　林平之 
华山剑法　　100　3　1格　05　令狐冲 
松风剑法　　200　*　5格　05　余沧海 
万花剑法　　300　3　1格　　　定闲 
泼墨剑法　　300　3　1格　　　丹青生 
雪山剑法　　200　3　1格　　　白万剑 
泰山十八盘　300　+　4格　10　天门 
回峰落雁剑　350　*　5格　10　莫大 
两仪剑法　　350　3　1格　15　何太冲 
太岳三青峰　400　*　6格　　　岳不群 
玉女素心剑　400　3　1格　15　小龙女 
逍遥剑法　　400　1　1格　　　杨逍 
慕容剑法　　350　+　5格　20　慕容复 
倚天剑法　　500　7　7×7　　　灭绝 
七星剑法　　550　4　1格　20　丘处机 
金蛇剑法　　400　6　1格　20　袁承志 
苗家剑法　　550　5　1格　　　苗人凤 
玉萧剑法　　600　5　1格　20　黄药师 程英 
玄铁剑法　　700　7　1格　35　杨过 
太极剑法　　650　3　1格　15　张三丰 
达摩剑法　　550　*　5格　25 
辟邪剑法　 1200　1　1格　25　林平之 
独孤九剑　　800　7　7×7　30　令狐冲 
－－－－－－－－－拳掌－－－－－－－－－ 
野球拳　　 2000　4　1格　00　主角 
武当长拳　　400　1　1格　 05　张无忌 
罗汉拳　　　300　1　1格　 05　石破天 虚竹 
灵蛇拳　　　200　*　4格　 10　欧阳克 
神王毒掌　　150　1　1格　 10　阿紫 
七伤拳　　　400　4　5×5　15　唐文亮 谢逊 
混元掌　　　200　4　1格　 15　袁承志 
寒冰绵掌　　350　*　4格　　　韦一笑 
鹰爪功　　　400　4　5×5　　　殷天正 
逍遥掌　　　400　5　1格　　　范遥 
铁掌　　　　550　5　1格　 15　裘千仞 
幻阴指　　　660　*　6格　　　成昆 
寒冰神掌　　550　5　7×7　　　任我行 左冷禅 
千手如来掌　450　4　7×7　　　玄慈 
天山六阳掌　450　4　1格　 25　虚竹 
玄冥神掌　　450　5　1格 　30 
冰蚕毒掌　　450　5　1格　 20　游坦之 丁春秋 
龙象般若功　480　5　5×5　 35 
一阳指　　　800　*　7格　　 　一灯 
太极拳　　　660　4　1格　 20　张三丰 
空明拳　　　700　5　1格　 　　周伯通 
蛤蟆功　　　770　*　5格　 　　欧阳锋 
太玄神功　　700　4　7×7　 40　石破天 
黯然销魂掌　600　4　1格　 35　杨过 
降龙十八掌　900　5　1格　 50　洪七公 郭靖 乔峰 
葵花神功　 1300　5　7×7　　　东方不败 
九阳神功　　700　4　7×7　 50　张无忌 谢逊 
－－－－－－－－－刀法－－－－－－－－－ 
西瓜刀法　　740　1　1格 
血刀大法　　200　1　1格　10　狄云 
狂风刀法　　250　3　1格　15　田伯光 
反两仪刀法　300　3　1格 
火焰刀法　　300　*　5格　20 
胡家刀法　　400　3　1格　15　胡斐 
霹雳刀法　　500　7　7×7　25 
－－－－－－－－－特殊－－－－－－－－－ 
判官笔　　　350　3　1格　　　秃笔翁 
持棋盘　　　400　4　1格　　　黑白子 
大剪刀　　　350　1　1格　10　岳老三 
持瑶琴　　　450　*　6格　　　黄钟公 
大蟒蛇　　　500　1　1格　　　大蟒蛇 
金花杖法　　300　1　1格　　　金花婆婆 
神龙鹿杖　　450　5　3×3　　　洪教主 
打狗棍法　　450　2　1格　　　黄蓉 
五轮大法　　650　1　5×5　　　金轮法王 
普通攻击　　300　1　1格　00 
狮子吼　　　550　6　9×9 
毒龙鞭法　　200　3　1格　10　蓝凤凰 
黄沙万里鞭　250　3　1格　20　蓝凤凰 
－－－－－－－－吸内力－－－－－－－－－ 
化功大法　　070　1　1格　00　丁春秋 
吸星大法　　080　1　1格　00　任我行 
北冥神功　　100　1　1格　00　段誉 
－－－－－－－加内力最大值－－－－－－－ 
吸星大法 
北冥神功 
－－－－－－－－－－ 
</pre>";

echo "</div></body><html>";

?>
