<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:90%}
</style>
</head><body>";
echo "<div id='divcenter'><br><center><font size=6 color=red>金庸群侠传攻略</font></center><br><br>";
echo "
<p>
	<span style='color:#E53333;'><strong>南贤居</strong></span> 
</p>
<p>
	在屋内（357，235）取了几样东西，按软体娃娃的指点找到河洛客栈（358，229）的伙计韦小宝，塞点银子给他，得知应该去找南贤。走进客栈，从一群黑衣人处得知客栈前不远处即是江南梅庄和姑苏慕容燕子坞，还知道了福威镖局近来出了点事。出客栈向南走，来到南贤居（388，325）。将难处告知南贤，这才知道要我去找14本武功秘笈——“飞雪连天射白鹿，笑书神侠倚碧鸳”，若能在华山论剑中争夺到武林盟主，即可通过圣堂回到现实世界。从南贤的柜中取得罗盘后，便开始这场寻找天书的江湖行。
</p>";
echo "<p>
	<span style='color:#E53333;'><strong>福威镖局</strong></span> 
</p>
<p>
	顺原路返回刚才路过的福威镖局（369，258），进门向右，见一白衣少年正在舞剑，见我就砍，我制服他一问，才知他是林平之，其父刚被青城派掌门余沧海掳去，刚才以为我是青城弟子。我答应为他寻父，拿到林家收藏的松峰剑谱和北宋范中立的溪山行旅图。前行经过万里神行田伯光居（385，306），邀他一起出游，得到鸳刀，前往武当山（226，340）。
</p>
<p>
	<span style='color:#E53333;'><strong>武当山</strong></span> 
</p>
<p>
	上到武当山，遇到张真人，上前求教武功，得武当轻功心法，并让我武功强点再来。出武当山，前行来到高升客栈（199，401），客人不多，但见穿蓝衣的大理段誉独坐，若有所思。邀其同行，欣然允诺，一起来到极东雪地。
</p>
<p>
	<span style='color:#E53333;'><strong>极东雪地</strong></span> 
</p>
<p>
	在白雪覆盖的极地，在有间客栈（078，141）得知胡斐住在前面不远处，他与四大恶人的老四云中鹤相邻。起身来到胡斐处（086，094），得知《雪山飞狐》不在此处。与胡斐比武，胜之，胡斐不服，认为他的胡家刀法正缺两页未学全，否则不会输给我。于是我答应为他找齐刀谱，然后前往青城派（185，370）。
</p>
<p>
	<span style='color:#E53333;'><strong>青城派</strong></span> 
</p>
<p>
	青城派驻地座落在一片密林中。刚到青城派就遇余沧海的4个徒弟——青城四秀，由于我学会的松峰剑谱即为青城派的剑法，加上有段誉六脉神剑的相助，因而取胜。进见青城派的掌门余沧海，晓以利害，得知青城派掳走林平之的父亲是要林家的辟邪剑谱，且说已把林父杀了。只得返回福威镖局，将噩耗及辟邪剑谱的事告知林平之，劝其节哀，苦练剑法。
</p>
<p>
	<span style='color:#E53333;'><strong>阎基居</strong></span> 
</p>
<p>
	出福威镖局，来到阎基居（396，374）。进门即中了悲酥清风之毒。醒来后打败阎基后，从他家的柜子里找到两页胡家刀法。然后到胡斐居所，将两页刀法交给胡斐，邀他加入，并获得闯王宝刀。
</p>";
echo "<p>
	<span style='color:#E53333;'><strong>苗人凤居</strong></span> 
</p>
<p>
	出胡斐居所东行来到苗人凤居（223。187），见一伙黑衣神龙教徒正围攻金面佛苗人凤，上前相助，救下苗人凤。此时苗人凤双眼中了巨毒，听说只有毒手药王可解苗人凤眼中之毒，便前往洞庭湖畔的药王谷（323，318）为苗人凤找“治瞎解药”。
</p>
<p>
	<span style='color:#E53333;'><strong>药王谷</strong></span> 
</p>
<p>
	进药王谷在药王庄口左侧摘一朵蓝色情花，可避开庄口之毒。没见到毒手药王，只见到他的女徒儿程灵素，得知给苗人凤下毒的并非药王，而是其师兄所为。并知她需七心海棠。而七心海棠在善使毒物的人那里，不知会迷香的阎基处有没有。于是回到阎基居，此时得意的阎基向胡斐谈到其父与苗人凤和他之间数年的恩怨。与段誉和胡斐三人一起击败他后取得七心海棠。回到药王谷献给程灵素，程灵素拿出解药。见程灵素似与胡斐有情，便邀她加入队伍。
</p>
<p>
	<span style='color:#E53333;'><strong>苗人凤居</strong></span> 
</p>
<p>
	带着解药回到苗人凤的家。给解毒圣药与苗人凤敷上，果然见效。胡斐已知真相，嘴上对苗人凤的追悔不置可否。与胡斐比武，胡斐得胜后，将冷月宝刀给了胡斐，我得到《飞狐外传》及闯王藏宝图。
</p>
<p>
	<span style='color:#E53333;'><strong>雪山山洞</strong></span> 
</p>
<p>
	依闯王藏宝图到其藏宝的雪山山洞（064，052）中，击败雪怪后，将闯王宝刀放在宝藏岩壁上，打开门，得《雪山飞狐》及“鸯刀”等宝物。下一本书应是《连城诀》了。
</p>
<p>
	<span style='color:#E53333;'><strong>大轮寺</strong></span> 
</p>
<p>
	到西域大轮寺（114，297）击败几个番僧，得橙钥匙进寺内救出狄云。狄云向我讲述其身世不幸，并说江南某处山洞中藏有宝物。此时如我品德高尚（高于60），狄云会加入队伍，并陪狄云回老家湘西麻溪铺，去看看当年和他青梅竹马的师妹一同玩闹过的山洞（364，279），在此找到《唐诗选辑》。（如果品德不高，狄云不但不加入，还会将坐标说错。按狄云所说路线，返回江南，在狄云山洞中找到《唐诗选辑》。）这本书也算宝物?可能还需找高人指点。大伙想起在有间客栈曾听到极东之地有一北丑，上晓天文，下晓地理，为何不找他。
</p>";
echo "<p>
	<span style='color:#E53333;'><strong>北丑居</strong></span> 
</p>
<p>
	至北丑居（049，111）处见到说话中有一半是假话的北丑。费尽脑筋才明白要把《唐诗选辑》浸入北丑屋中的清水盆中，诗文在盆中显出字来:“《连城诀》…江陵城南西天宁寺大殿佛像后…”。回到江南天宁寺（330，237），一群江湖人正在为《连城诀》打斗。击败众派弟子，于佛像后得到《连城诀》。
</p>
<p>
	<span style='color:#E53333;'><strong>无量山洞</strong></span> 
</p>
<p>
	上无量山洞（169，426），洞中有座美女雕像，段誉倒头便拜，那蒲团在多次磕头下露了底，其中藏有逍遥绝学《北冥神功》和《凌波微步》。离去前打败莽牯朱蛤。
</p>
<p>
	<span style='color:#E53333;'><strong>擂鼓山</strong></span> 
</p>
<p>
	在龙门客栈（102，374），与小和尚虚竹交上朋友。如果品德高于80，则虚竹可加入队伍。一起来到擂鼓山（176，221）。正遇上逍遥派弟子苏星河参不透玲珑棋局。虚竹误打误撞将棋局给破了，得到逍遥派掌门信物七宝指环、逍遥子70余年的功力，以及逍遥派的武功密笈《小无相功》和《天山六阳掌》。
</p>
<p>
	<span style='color:#E53333;'><strong>灵蛇岛</strong></span> 
</p>
<p>
	在海边找到一条小船。一路顺风来到灵蛇岛（187，063）。岛上的金花婆婆断定我们来救胡医仙之妻，动手便打。战胜金花婆婆，救出医仙胡青牛之妻王难姑，他们邀我们有空到蝴蝶&nbsp; &nbsp;谷（238，219）做客。
</p>
<p>
	<span style='color:#E53333;'><strong>无名孤岛鸳鸯山洞</strong></span> 
</p>
<p>
	出了灵蛇岛继续驾船南行，来到无名的孤岛（425，038）。上岛一游，发现有一山洞。铁门紧闭，门上却有两个刀孔。这刀孔形状与在闯王宝藏中得到的鸯刀和在田伯光居中得到一把鸯刀的形状十分相似，将两刀嵌于石壁之上，可打开铁门，在石室石箱内得《鸳鸯刀》一书。
</p>
<p>
	<span style='color:#E53333;'><strong>神龙教·渤泥岛·冰火岛</strong></span> 
</p>
<p>
	离开无名岛，坐船逆水上行，来到海外神龙教总舵（141，113），击败众教徒后与洪教主对话，神龙教主告诉我《鹿鼎记》一书被韦小宝偷走藏于云南五毒教蓝凤凰处。
</p>
<p>
	顺便来到渤泥岛（277，043），见到在海外隐居的袁承志，知其有《碧血剑》，要我到华山附近的金蛇洞中寻找金蛇剑及金蛇秘笈，才可将书交给我。到冰火岛（103，016）上见到谢逊，从床铺上得到一撮金毛。
</p>
<p>
	<span style='color:#E53333;'><strong>蝴蝶 谷</strong></span> 
</p>";
echo "<p>
	乘船回到大陆，先到蝴蝶 谷。在谷中找到胡青牛的王难姑，了解到金花婆婆与他们的一段情结。然后邀二人入伍。可得大量药材、药经，并在田埂上得到一把“铁锹”。
</p>
<p>
	<span style='color:#E53333;'><strong>金蛇洞</strong></span> 
</p>
<p>
	根据袁承志所述，来到华山附近的金蛇洞（193，293）。此时如果内力在八九百左右，可在洞中拔出金蛇剑，找到金蛇秘笈和硝石。如功力不够，改日再来。
</p>
<p>
	<span style='color:#E53333;'><strong>渤泥岛</strong></span> 
</p>
<p>
	回到渤泥岛，找到袁承志，他要考验我的声望值。如果品德高于80，袁承志会赠予《碧血剑》，并加入队伍。若品德低劣，就需与其动手，胜之得《碧血剑》。
</p>
<p>
	<span style='color:#E53333;'><strong>五毒教</strong></span> 
</p>
<p>
	到云南五毒教（247，424）找韦小宝。击败众徒见到五毒教主蓝凤凰，打败她后听她说明原委，知是洪教主挑唆所致。于是邀上蓝凤凰一起回到神龙教与洪教主激战，打败他可得《鹿鼎记》。
</p>
<p>
	<span style='color:#E53333;'><strong>摩天崖</strong></span> 
</p>
<p>
	队伍中有轻功高于70的人就可进入摩天崖（186，338），见一小乞丐因练功走火入魔，到沙漠山洞中得玄冰碧火酒，给他喝下可治病。小乞丐自称叫石破天，并加入队伍。在天山派的凌霄城（166，404），遇上侠客岛使者邀其掌门白万剑去侠客岛共同破解“太玄经”，战败掌门得赏善罚恶令。前往侠客岛。
</p>
<p>
	<span style='color:#E53333;'><strong>侠客岛</strong></span> 
</p>
<p>
	至侠客岛（455，328），进洞后就有使者向我要赏善罚恶令牌，拿出令牌可见到岛主兄弟。原来他们把天下武林各派掌门找来要参悟这孤岛山洞石壁上的古怪武学。得到一碗腊八粥后，也进洞参详。及各掌门对话，再找到岛主，结果不识字的石破天看过石壁上的蝌蚪文后，就破解了《太玄经》，两位岛主惊叹之余，将《侠客行》一书也给了我。
</p>
<p>
	<span style='color:#E53333;'><strong>昆仑山</strong></span> 
</p>
<p>
	到昆仑山（022，440）下，穿过后山的一个山洞中，进入昆仑仙境，在仙境内摘到两个大蟠桃。遇到张无忌，谈到想见义父谢逊一面。拿出金发交与张无忌，邀他一起去找谢逊。张无忌随即加入队伍，并得到《九阳真经》。
</p>
<p>
	<span style='color:#E53333;'><strong>明教分舵</strong></span> 
</p>
<p>
	大家走过群山来到大漠，见到明教分舵的城池（076，363）。遇上杨逍，被疑为六大派的奸细，打斗时成昆告诉杨逍六大派正在围攻光明顶，杨逍撤走。遂与成昆决战，败之。在明教入口处有个小卒谈到前任教主阳顶天在练功时经常神秘消失。因此到阳教主的练功房查看。转动蒲团，发现一密道，进入后顺地道转至山洞，见两具骷髅，乃明教前教主阳顶天夫妇，得阳教主的遗书和《乾坤大挪移法》。为了阻止六大门派血洗光明顶，一行人赶到光明顶（068，397）。
</p>
<p>
	<span style='color:#E53333;'><strong>光明顶</strong></span> 
</p>
<p>
	到了光明顶，与白眉鹰王殷天正等大打起来，明教死伤若干人，这时，六大派围攻明教，众人迎敌，大胜。出示阳教主的遗书，上书欲立四大法王之一的谢逊为教主，众人同意，托我带着明教的信物火焰令至冰火岛请谢逊。
</p>
<p>
	<span style='color:#E53333;'><strong>冰火岛</strong></span> 
</p>
<p>
	来到冰火岛，待张无忌与谢逊相认后，力邀谢逊出山主持大义。但谢逊言不杀成昆不回中土。便提着屠龙宝刀至成昆居（019，249），杀之，提成昆头迎谢逊回明教。追至光明顶索要《倚天屠龙记》，谢逊则说打胜四大天王和两大护法后才给，然而破明教光明圣火阵还差紫衫龙王，而紫衫龙王正是金花婆婆。在灵蛇岛上使激将法，让她返回光明顶。然后与四大天王、两大护法过招，大破圣法阵，我也从谢逊手中得到《倚天屠龙记》。
</p>
<p>
	<span style='color:#E53333;'><strong>回族部落</strong></span> 
</p>
<p>
	在回族部落（120，343）见到霍青桐，听到可兰经被金轮法王抢走的经过。到金轮寺，打退一群喇嘛后与金轮法王决战，抢回可兰经，回到部落可换得《书剑恩仇录》一书。
</p>
<p>
	<span style='color:#E53333;'><strong>破庙</strong></span> 
</p>
<p>
	到西域一小破庙（019，181）中，击败围攻阿紫、游坦之的众星宿派弟子，再打败游坦之，然后沿一条隐秘的林中小道来到蔡邕墓前。用铁锹挖坟，可得绝世琴谱《广陵散》。往前穿过几块巨石来到神雕山洞（068，170）。
</p>
<p>
	<span style='color:#E53333;'><strong>神雕山洞</strong></span> 
</p>
<p>
	在神雕山洞中杀死正在攻击大雕的巨蟒，在神雕的指引下，在山洞中找到身中情花之毒的杨过。为帮杨过寻解药前到绝情谷（134，259）。
</p>";
echo "<p>
	<span style='color:#E53333;'><strong>绝情谷</strong></span> 
</p>
<p>
	乘船顺黄河而上来到绝情谷。在屋后一大片情花中藏有一株断肠草。在屋里找到君子、淑女双剑和大燕国传国玉玺。带着断肠草回到神雕山洞，给杨过解毒。杨过随即加入队伍，并得玄铁剑、玄铁剑法和玉蜂浆。到百花谷（159，270）中，见一老者伯通以养蜂为乐，便将玉蜂浆给伯通。出谷后再回谷中，伯通拿出翼上写有“情谷底，我在绝”、“二午寺，一山恶”的蜜蜂夸耀。一定有人在绝情谷底。回到绝情谷，沿一小径绕至瀑布后，进入谷底（134，254）见到小龙女，杨过与小龙女同回活死人墓（132，254）去，邀我们去做客。到活死人墓，可在石室四口石棺中得到《九阴真经》和《神雕侠侣》。再邀杨过夫妇加入。
</p>
<p>
	<span style='color:#E53333;'><strong>高昌废墟</strong></span> 
</p>
<p>
	有杨过加入后拥有了玄铁剑，且主角内力在六七百以上，攻击力高于90时，可到沙漠废墟（54，219）中，见一小柜子放得蹊跷，推开后进一秘道，走入高昌迷宫。到隔世石前，用玄铁剑（屠龙刀也可）奋力劈开巨石，进入后可得《白马啸西风》
</p>
<p>
	<span style='color:#E53333;'><strong>悦来客栈</strong></span> 
</p>
<p>
	到悦来客栈（221，286），给小二银两，得酒，请蓝衫人令狐冲喝酒，令狐冲要喝好酒，于是询问小二得知江南梅庄（330，196）有好酒。梅庄四友分别爱好琴、棋、书、画。用从福威镖局林平之处所得的鸡山旅行图，引老四与之打斗，击败他，在酒窖中取得梨花酒。去白驼山（141，433）欧阳克处取得翡翠杯（此时队伍中如有女性，可邀欧阳克加入，得通犀丸），回到悦来客栈，将酒与杯送给令狐冲，令狐冲当即同意加入。而后随其到华山后的思过崖（187，301）山洞，遇到风清扬，传令狐冲独孤九剑，并带他见岳不群。
</p>
<p>
	<span style='color:#E53333;'><strong>五岳</strong></span> 
</p>
<p>
	拿着在慕容复处得到的呕血棋谱后，可遍访五岳派（嵩山、恒山、衡山、泰山、华山），先登泰山（193，139），从泰山派掌门人天门处得衡山观礼帖。持此进入衡山派（355，376），可不损品德。如无金盆洗手帖，也可无论善恶、派别，逢人就杀，见人就砍，但有损品德。在衡山派正遇刘正风金盆洗手，嵩山派左冷禅差人来下战书，请刘正风下月十五到嵩山共议五岳剑派合并之事。到嵩山（242，293）时，得知嵩山派掌门左冷禅与五岳剑派争吵，这时我或令狐冲要替家师岳不群出头，分别战胜泰山派的天门、衡山派的莫大、恒山派的老尼姑，以及嵩山派的左冷禅。击败五派后，岳不群掌管五岳，提出将五派归于华山派门下，众人抱恨而去。在左冷禅屋里鼓后面的位置，找到《张旭率意帖》。
</p> ";
echo "<p><span style='color:#E53333;'><strong>燕子坞 </strong></span></p><p>";
echo "到江南燕子坞（308，197）慕容复家，段誉看上了慕容复的表妹王语嫣，一心一意要留在她的身边。大燕皇室慕容公子知道《天龙八部》的下落，但必须找到大燕传国玉玺和大燕世族谱表。玉玺可在绝情谷（134，259）中找到。世族谱表在铁掌山（302，343）上，通过一隐秘小径可到山边。入铁掌峰，败裘千仞，得到大燕世族谱表。将玉玺交给慕容复时，其交出一把钥匙，可打开屋内箱中的刘仲甫的呕血棋谱。两样东西找齐后，慕容公子说《天龙八部》在乔峰手上，这时可随慕容复之邀去趟少林（247，300），向少林方丈探得现任丐帮帮主乔峰是契丹人这个秘密，并揭穿方丈玄慈数年前的一段孽缘，得到一封密信后启程去丐帮（229，256）找乔峰，则可使乔峰让位，得到《天龙八部》。也可回绝慕容复，一人直奔丐帮，破打狗阵法，与乔峰独打，胜则得《天龙八部》，出门时又与慕容复对阵，将其打败。</p>";
echo "<p><span style='color:#E53333;'><strong>梅庄 </strong></span></p><p>";
echo "到梅庄，将《张旭率意帖》给老三，打败三庄主秃笔翁。将呕血棋谱给老二，打败二庄主黑白子，再将广陵散古琴谱给老大，击败大庄主黄钟公后，逼二庄主说出庄内关有一高人的秘密。出庄，回庄，从老二棋子中得到一把地下秘室的钥匙，在庄内一屋中掀开一座垫，有一密道，进入后用钥匙开门，碰见一不明身份的人，我被大喝声震晕过去，此喝声名曰狮子吼。醒来在床边查得吸星大法，并于一小盒子中找到黑木崖令牌。出秘道后梅庄四友因我放走高人任我行，与之打斗，将其击败，前往黑木崖（118，178）。</p>";
echo "<p><span style='color:#E53333;'><strong>黑木崖 </strong></span></p><p>";
echo "取黑木崖令牌，进入黑木崖后，任我行也赶到，如果此时我方不足六人，任我行会加入我方，与东方不败及江南四友和众人殊死搏斗。打胜后任我行重为教主，我也得到《笑傲江湖》。如果此时我还想要《葵花宝典》，可再与任我行决战，胜之可得。离开时，遇见五岳联手欲夺《笑傲江湖》一书，击败之，凯旋。 </p>";
echo "<p><span style='color:#E53333;'><strong>程瑛居  </strong></span></p><p>";
echo "在取得《神雕侠侣》后，如果品德好（高于70），可到程瑛居（295，242），此女子精通五行之术，邀其加入后至黑龙潭（309，352）。在黑龙潭被一片泥沼挡住去路。程瑛画出渡过沼泽的地图，可到泥沼中的瑛姑居门前。（若品德不好，程瑛则不会加入，只能独闯沼泽。）在入口的北方进入沼泽，按以下路径:北三，西三，南四，西二，南二，东二，南五，西二，南三，东二，南三，东二，南五，西三，南二，东一，南一，西八，北二，西一，北一，这时可到小块绿地上，再向西走，按西五，南一，西四，南一，西五，北一，西三，北三，西三，北九，东一，即可踏上对岸，到达瑛姑居。 </p>";
echo "<p><span style='color:#E53333;'><strong>瑛姑居·一灯居·桃花岛  </strong></span></p><p>";
echo "瑛姑交给我一条手帕，让我去一灯居（314，370）杀掉段皇爷后才告诉我《射雕英雄传》的下落。来到一灯居，段皇爷已出家为僧，法号一灯。出示手帕，说明原由，这时一灯让我与之过招并杀了他，此时有两法:一是不与之过招，回到黑龙潭向瑛姑说明情况，瑛姑要求带周伯通来相见，到百花谷找到周伯通，用激将法将老顽童周伯通骗回黑龙潭瑛姑身边，则瑛姑会告知《射雕英雄传》一书在桃花岛（341，138）郭靖手中。得到进入桃花岛的方法，再央周伯通传授武功。出黑龙潭到百花谷，若是笨人（如小龙女、狄云、虚竹）可学得“左右互搏之术”，连续攻击敌人两次。再次行船出海，在一片桃花丛中找到小岛。借程瑛的五行奇术可见到郭靖、黄蓉，若品德在90以上，可得《射雕英雄传》，否则难免一战。如果在一灯居杀死一灯，回到黑龙潭，瑛姑告知桃花岛进入之法。至桃花岛，被郭靖和黄蓉教训了一番，大怒，便与郭靖打斗起来，将其击败后又遇郭靖与黄蓉联手，可与众人联手打败他们，取得《射雕英雄传》。 </p>";
echo "<p><span style='color:#E53333;'><strong>华山  </strong></span></p><p>";
echo "找齐14本秘笈以后回到家中，正赶上有人送来一请帖，邀我参加华山论剑大会。携带请帖，孤身上路。到了华山旁的武道大会（192，295），出示请帖，向各路好手挑战。鏖战共分5级，每级分别战胜三个人，其间可休息恢复体力。一级难于一级，第一级为一般人物;第二级功力较强;第三级有些知名人士;第四级为一流高手;第五级为昔日华山论剑的几大巨头欧阳峰、黄药师、洪七公、一灯和周伯通。最后我获得全胜，并得到武林盟主的信物——神杖。</p>";
echo "<p><span style='color:#E53333;'><strong>圣堂  </strong></span></p><p>";
echo "想回到现实世界，就要找到圣堂。几经周折，才知霹雳堂（409，217）就是圣堂。我将神杖送予堂主孔八拉，得到一把神秘钥匙。打开柴房门，进入密道，见14个书架，依次将书放入书架中，这时传来了震动的声音，走到密道尽头，忽然出现一大群人将我包围了起来，这时如果品德高尚，则邪派高手围攻，意欲抢夺秘笈;若品德低劣，则正派英雄意欲除害，难度更胜一筹，但只要倚仗超群的功夫、旺盛的生命力也有生还的可能。</p>";
echo "<p><span style='color:#E53333;'><strong>组队情况 游戏人物加入条件:  </strong></span></p><p>";
echo "令狐冲:资质高，在悦来客栈用梨花酒和翡翠杯邀其加入;<br>
张无忌:资质较高，在昆仑仙境，见谢逊一撮金毛后可加入;<br>
石破天:资质低，在摩天崖用玄冰碧火酒可使其加入;<br>
杨过:资质高，在神雕山洞用断肠草使其加入;<br>
林平之:资质低，在福威镖局，在击败青城派后可使其加入;<br>
段誉:资质中，高升客栈，无条件加入;<br>
袁承志:资质较高，在渤泥岛，在主角品德高于85时可加入;<br>
游坦之:资质低，在破庙，如队伍中有阿紫，则可加入;<br>
狄云:资质中，在大轮寺，在主角品德高于60时可加入;<br>
虚竹:资质低，在龙门客栈，在主角品德高于80时可加入;<br>
胡斐:资质较高，胡斐居，给他两页刀法可使其加入;<br>
慕容复:资质较高，在燕子坞，有玉玺和族谱可加入;<br>
小龙女:资质低，在绝情谷底，如队伍中有杨过则可加入;<br>
阿紫:资质低，在破庙，如有冰蚕，且品德低于45时，可加入;<br>
田伯光:资质中，可在田伯光居无条件让他加入;<br>
岳老三:资质低，在万鳄岛，将他击败即可让他加入;<br>
蓝凤凰:资质低，在五毒教，将她击败即可让她加入;<br>
欧阳克:资质低，在白驼山，将他击败，且队伍中有女性则可使其加入;<br>
王难姑:资质低，在蝴蝶谷，击败金花婆婆即可让她加入;<br>
程灵素:资质低，在药王谷，有七心海棠即可加入;<br>
平一指:资质低，在平一指居，杀死田伯光后可加入;<br>
胡青牛:资质低，蝴蝶谷，救出王难姑后即可加入;<br>
薛慕华:资质低，在薛慕华居，出示逍遥派七宝戒指可使其加入;<br>
程瑛:资质低，在程瑛居，在主角品德高于70时可加入;<br>
王语嫣:资质低，燕子坞，如有慕容复随同则可加入。 
</p>";
echo "<br><center><img src='./20151130011204.jpg' border=1 style='width:90%;cursor:pointer' onclick='javascript:window.open(this.src)' /></center>";


echo "</div></body><html>";
?>
