<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:90%}
</style>
</head><body>";
echo "<div id='divcenter'><br><center><font size=6 color=red>金庸群侠传攻略</font></center><br><br>";
echo "
	自宅：药材10，智慧果5，精气丸3，人参3，黄连解毒丸3，小还丹3，银两100+100。<br>
<br>
　　镖局：左箱-《鸡山旅行图》1，《松风剑谱》1，菩提子5，内箱-银两700，智慧果2，降2点胜平之后再得左箱-《鸡山旅行图》1，《松风剑谱》1，内箱-银两700，智慧果2。<br>
	胜青城派后见侯人雄讲话后回镖局告诉平之加2点，加平之得《辟邪剑法》1，降2点<br>
<br>
　　田伯光居：柜内-鸳刀1，黑血神针5，加入后得《狂风刀法》1，金钱镖6，人参6，降6点。<br>
<br>
　　唐诗山洞：唐诗选辑1。<br>
<br>
　　高升客栈：加段誉得《六脉神剑》。<br>
<br>
　　北冥山洞：《北冥神功》1、《凌波微步》1，段誉学会北冥神功，轻功加30，武力加10，资质加20，杀莽蛄朱蛤1，食抗毒加100，硝石30。胜乔峰后王语嫣就会和段誉自动回无量山，<br>
	再加入王语嫣加2点，再加段誉加2点，不过以后再离队后就天各一方了，段回客栈，王回燕子坞。<br>
<br>
　　衡山派：小还丹3，飞刀5，人参3，智慧果2，胜莫大后得《廻峰落雁剑法》，降2点。除掉嵩山门人加3点<br>
<br>
　　铁掌山：山后得银两3000，大燕族谱1，屋内箱-银两400，《铁掌拳谱》1，柜-药材10，人参2，智慧果2，菩提子5。<br>
<br>
　　金轮寺：柜1-药材30，冰魄银针5，柜2-冰魄银针5，九转灵宝丸1，柜3-小还丹4，智慧果2，左箱-《火焰刀法》1，右箱-银两400+400，各降1点。胜法王后得《可兰经》。<br>
<br>
　　阎基居：两页刀法1，药材20，天王保命丹1，杀阎基得七心海棠加2点。<br>
<br>
　　胡斐居：外柜-人参3，银两150，小还丹2，飞刀5，降2点，还刀谱加2点，加胡斐后得闯王军刀1，《胡家刀法》1，小还丹5，人参10，加1点，外柜再得人参3，银两150，飞刀5。<br>
<br>
　　冰火岛：金毛1，带无忌见过谢逊加3点，杀成昆后得屠龙刀。<br>
<br>
　　泰山派：左箱-银两150，智慧果2，右柜1-金盆洗手帖，柜2-药材10，飞刀5，智慧果2，柜3-玉真散2，各降1点，胜天门道长得《泰山十八盘》。<br>
<br>
　　苗人凤居：退敌加2点，柜内藏宝图1，智慧果2，降1点，治苗人凤眼伤加2点，解胡苗之怨加1点，胡斐胜苗得冷月宝刀，《飞狐外传》，智慧果2，藏宝图1。<br>
<br>
　　平一指居　：柜1-智慧果2，药材100，柜2-天香断续胶6，柜3-回阳五龙膏3，银两100，杀田伯光后加入得《华佗内昭图》1，药材100，无常丹10，三黄宝腊丹20。再得柜1-智慧果2，<br>
	药材100，柜2-天香断续胶6，柜3-回阳五龙膏3，银两100，降1点。带田伯光杀平一指降13点。<br>
<br>
　　海边小屋：资质加3点，凑齐五种材料得玉笛花落谁家院。<br>
<br>
　　霹雳堂：霹雳弹10，《霹雳秘笺》1，黄钥匙1，下箱皮衣，上箱槟榔10，用神杖换绿钥匙――通关。<br>
<br>
　　冰蚕山洞：天山雪莲1，冰蚕1，硝石170。<br>
<br>
　　昆仑山洞：硝石30，<br>
<br>
　　昆仑仙境：大蟠桃2，加无忌得三黄宝腊丹3，牛黄血竭丹2，药材30，《九阳真经》1，升2点，带无忌见胡青牛加1点，见张三丰加1点，见谢逊加3点。<br>
<br>
　　白驼山：智慧果2，翡翠杯1，冰魄银针5，加欧阳克得通犀地龙丸，降6点。<br>
<br>
　　星宿海：羊羔坐臀1。带七宝指环可见丁春秋，除之加10点。<br>
<br>
　　大轮寺：银两400，六阳正气丹2，智慧果2，飞蝗石5，橙钥匙1，救狄云加2点，加狄云得乌蚕衣1，《神照经》1，《血刀经》1，血刀1，加1点。<br>
<br>
　　破庙：后坟得《广陵散》，加阿紫降2点，得神木王鼎1，回阳五龙膏3，黄连解毒丸5，加游坦之降2点，得人参10，《易筋经》1镇心理气丸2。不加加2点。<br>
<br>
　　神雕山洞：杀蛇加2点，得蛇胆1，硝石60，救杨过得玉蜂浆1，加4点，加杨过得《玄铁剑法》1，玄铁剑1，加3点。<br>
<br>
　　云鹤崖：柜1-玉洞黑石丹3，白云熊胆丸3，菩提子5，铁钥匙1，柜2-兔肉1，柜3-药材10，智慧果2。<br>
<br>
　　天宁寺：《连城诀》。<br>
<br>
　　药王庄：药材100，黄连解毒丸3，天心解毒丹1，回阳五龙膏4，牛黄血竭丹1，六阳正气丹1，智慧果2，取七心海棠来加1点，换得苗人凤眼毒解药1，<br>
	加入程灵素得《药王神篇》1，药材50，生生造化丹3，天心解毒丹5，加1点。<br>
<br>";
echo "
    灵蛇岛：左屋柜子獐腿肉1，智慧果2。救王难姑加3点。<br><br>
　　回族部落：还回《可兰经》加2点，得《书剑恩仇录》。<br><br>
　　三圣坳：生生造化丹1，智慧果2，银两250，打一次降一点。救出庸医加2点。<br><br>
　　蝴蝶谷：铁锹1，柜1-银两100，精气丸10，玉真散10，黑术断续胶1，牛黄血竭丹8，柜2-药材100，智慧果2，降各1点。加胡青牛加1点，得《胡青牛医书》，
	牛黄血竭丹10，药材90，天香断续胶10，加王难姑加1点，得《毒经》1，黄连解毒丸20，回阳五龙膏5，精气丸20，再得柜1-银两100，精气丸10，玉真散10，黑术断续胶1，牛黄血竭丹8，柜2-药材100，智慧果2。<br><br>
　　悦来客栈：柜-银两1000，降10点，烧刀子(10两)，加令狐冲加3点，得玉真散2。<br><br>
　　绝情谷：左箱-大燕传国玉,1，右箱-君子剑1，淑女剑1，花地-断肠草1，右柜-无常丹6，玉蜂针10，左柜-药材400，智慧果2。后谷杨过与小龙女会面加5点<br><br>
　　蜘蛛古墓：硝石60，《黄沙万里鞭法》1，千年灵芝1，玄冰碧火酒1。加5点声望值。<br><br>
　　燕子坞：还玺加2点，还谱加2点，《玄冥神掌》1，加慕容复降5点，得精气丸3，三黄宝腊丹3，田七鲨胆散3，天心解毒丹3，紫钥匙1-开箱得《刘仲谱呕血谱》1。加王语嫣加1点。见过玄慈后再加慕容复降1点<br><br>
　　凌霄城：胜白万剑得赏善罚恶令1，加1点。箱-银两200，药材120，白虹剑1，精气丸5，小还丹5，人参5。<br><br>
　　恒山派：左柜1-天香断续胶3，白云熊胆丸3，左柜2-药材10，智慧果2，金钱镖5，箱-银两200，胜定闲降3点。<br><br>
　　废墟：左箱-《白马啸西风》1，右箱-天山雪莲1，银钥匙1，黑血神针10，智慧果3。<br><br>
　　古墓：《九阴真经》1，《神雕侠侣》1，加杨过得《黯然销魂掌》，加小龙女得《玉女素心剑法》1，天山雪莲1，玉蜂针30，加1点。<br><br>
　　黑龙潭：手帕1，找来周伯通加3点。<br><br>
　　一灯居：动武降11点，动情加2点。<br><br>
　　百花谷：《左右互搏之术》<br><br>
　　程瑛居：加程英得九转熊蛇丸2，九花玉露丸3，加2点，银两100，智慧果2。<br><br>
　　青城派：银两200，药材10，精气丸4，小还丹1，人参3，黄连解毒丸5，智慧果2，毒蒺黎5。<br><br>
　　华山派：柜-蓝钥匙，箱-《紫霞秘笺》1，玉真散5，智慧果2，菩提子5，金钥匙1，降1点。带令狐冲不降点。<br><br>
　　思过崖：得《独孤九剑》1，令狐冲资质加10点，武力加5点，主角资质加5点。<br><br>
　　金蛇洞：内箱-金蛇锥10，外箱-《金蛇秘笺》1，金蛇剑1。攻击加85可拔剑。<br><br>
　　摩天崖：箱-白龙剑1，救石破天加4点，加入加1点，得《十八泥偶》。<br><br>
　　侠客岛：腊八粥2，《侠客行》1，《太玄经》1，石破天学会太玄神功，武力加10点。<br><br>
　　万鳄岛：加岳老三得鳄皮护甲1，人参5，田七鲨胆散14，柜-毒蒺黎10，铜钥匙1，内柜-小牛腰子1，智慧果2。<br><br>
　　神龙教：胜洪教主得《鹿鼎记》。<br><br>
　　五毒教：加蓝凤凰得五毒花蜜酒1，《含沙射影》1，《毒龙鞭法》，六阳正气丹10，柜-黄连解毒12，智慧果2，冰魄银针5。<br><br>
　　神秘宝藏洞：铜钥匙-左箱-智慧果12，铁钥匙-右箱-智慧果10，硝石240。<br><br>
　　明教分舵：外箱-牛黄血竭丹8，智慧果2，黑血神针20，内箱-黑玉断续胶2，墓内-《乾坤大挪移》1，阳顶天遗书1。<br><br>
　　成昆居：左角柜-镇心理气丸2，智慧果5，外柜-小猪耳朵1，毒蒺黎5，内柜-药材30，杀成昆后得头颅。<br><br>
　　渤泥岛：道德值80以上加袁承志得《碧血剑》1，朱睛冰蟾100，金蛇锥15，《神行百变》1，白云熊胆丸10，加5点。<br><br>
　　北丑居：金钥匙-左箱-黑玉断续胶5，银钥匙-右箱-伏苓首乌丸2。<br><br>
　　闯王洞：硝石60，千年人参1，天山雪莲1，宝藏为-金丝背心1，银两3000，鸯刀1，《满天花雨》1，《雪山飞狐》1。声望值+7，<br><br>
　　光明顶：解纠纷得铁焰令1加10点，胜光明圣火阵得《倚天屠龙记》1。<br><br>
　　峨嵋派：胜灭绝师太和群尼后得倚天剑1，减10点。<br><br>

";
echo "</div></body><html>";
?>
