<?php
echo "<html><head><meta http-equiv='Content-Type' content='text/html; charset=UTF-8' />";
echo "<link href='./ff9_tw.css' rel='stylesheet' type='text/css' media='all'/>";
echo "</head><body>";
echo "<br><a name='ff9_301' />
<div id=ff9tw align=center>
<table border='1' bordercolorlight='#000000' cellspacing='0' cellpadding='0' bordercolordark='#FFFFFF' bordercolor='#FFFFFF'>
	<tr>
		<td align='center' bgcolor='#99CCFF'>简明攻略</td>
		<td colspan='2' align='center'>新生活-&gt;前往Iifa Tree</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得物品</td>
		<td colspan='2' align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得卡片</td>
		<td colspan='2' align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>重要道具</td>
		<td align='center'>Ophiuchus</td>
		<td align='center'>Hammer</td>
	</tr>
</table>
<table class=tw cellspacing=5>
	<tr>
		<td>Disk4开始。黑魔道士之村。“谢谢你! 开始可能会不太容易，不过我想以后他们会相处得很好的。”Vivi向288号说，Terra的居民已经全部转移到这里，开始他们新的生活。或许起先会不太适应，但我们有理由相信一切都会好的。“我们在很多地方都很相似...大概能更好地了解他们吧，也希望他们能对我们打开心扉吧。”288号说。“没错，Vivi还说...”Zidane也出现了，“如果你们能跟Genome好好相处的话，可能以后人类跟黑魔道士之间都可以一起生活的...”“就像你跟Vivi那样吧...”“我也是直到最近，才知道自己是否真真正正了解他的。”“我们会照顾好他们的。你的朋友就是我们的朋友。”“谢谢...”</td>
	</tr><tr>
		<td>“这是怪物吗？”在养育陆行鸟的那间房间里，一个Genome对小Chocobo很感兴趣。“这是陆行鸟，不是怪物。他名字叫 Bobby Corwen。”“啊，你还给他起名字！”Eiko叹道。“是啊。Bobby 
		Corwen。不错的名字吧？”33号很高兴，Chocobo对着Genome叫了一声，“我想大概Bobby Corwen喜欢你了。”“他不会咬人吧？”Genome吓地跑了出去，Chocobo紧跟上去。“Bobby 
		Corwen！不要跑啊！回来这里！”33号喊，Wow，大概Bobby Corwen真的很喜欢我们的新朋友呢。”</td>
	</tr><tr>
		<td>商店里，另一个Genome对架子上的道具又来了兴趣。“为什么陈列它们？为了顾客啊”163号回答。“顾客是什么？”“嗯，他们带着钱来，然后把钱交给店主，然后...”“钱是什么？”“钱是，嗯...”恐怕这样问下去哲学家都回答不出来。“你为什么要在乎这些小东西啊？世界是很简单的，世界上只有两样东西：可以吃的东西跟不可以吃的东西。”Quina最干脆。</td>
	</tr><tr>
		<td>镜头转右，另一个Genome望着流水说：“这里的水会停下来吗？”“……？水会流动的，不是吗？”87号反问。“Bran Bal的水总是静止的...”“嘿，你知道时间也会流动吗，就像水一样？”“那么，Gaia的水和时间都会流动了？”Freya走了过来：“看来他们已经有个好的开始了。”“嗯，像看孩子玩耍一样。”Amarant答道。“这不是他们的错，他们只是刚刚开始他们的生命而已...”“...过去了的时间能补偿吗？”“我不知道...但我们只能做一件事。我们必须保护他们，不让任何人再次夺走他们的时间！”</td>
	</tr><tr>
		<td>在村口，Steiner正劝Dagger在行动前先向Cid商量一下。“Kuja一定是计划毁灭Gaia的。如果我现在先到Lindblum去告诉国王这件事，可能会引起恐慌的。我肯定大家一定已经知道雾的再现了...我需要Cid叔叔保护Lindblum。”Dagger的行事越来越成熟了。“确实如此。我们必须自己消灭敌人...”“即使我们回去Lindblum收拾装备，也请不要把我们的打算告诉Cid叔叔啊。”Dagger说完，Steiner向她敬了个礼，这应该是他第一次心悦诚服地接受命令。</td>
	</tr><tr>
		<td>Zidane走了过来，让大家准备好上路，Mikoto突然来了，想说服众人放弃打败Kuja的计划，因为他太强大了。“Wow！这女孩还真懂得说不少话啊！”24号赞道。“对吧？他有点特别，但请好好照顾她，好吗？她的名字是Mikoto，她有点像我的小妹妹吧。”Zidane又开始...“什么？”“Mikoto！听你的哥哥说，好好跟他们做朋友吧！”“无聊！”拥有特殊魂的Mikoto果然比别人明白的多。“我们对Kuja来说可能只是穷途末路的虫子，但我会显示给你看，我们能有多大力量的。<br>”
短短地准备、分队后，众人乘上飞空艇。这个可不同于以前的，它能在荒地等着陆，所以此时你可以去打Yan了。这时还可以去不夜城挑战怪兽，去隐者图书馆买到其它的一些好的道具等。另外，在飞空艇上还有最后一个星宫Ophiuchus，拿着它去不夜城Treno给Queen <br>
Sella并把12星宫都给她后，她会全部还你并让你去找第13个星宫。在Quan&#39;s Dwelling里原先找另一个星宫的位置上就能发现第十三个，拿回交给Queen Sella便可获得道具Hammer，结局便会多个彩蛋~</td>
	</tr>
</table><font size=4><a href='#ff9_301'>返回4-1</a></font></div><br>";
echo "<br><a name='ff9_302' />
<div id=ff9tw align=center>
<table border='1' bordercolorlight='#000000' cellspacing='0' cellpadding='0' bordercolordark='#FFFFFF' bordercolor='#FFFFFF'>
	<tr>
		<td align='center' bgcolor='#99CCFF'>简明攻略</td>
		<td colspan='3' align='center'>护航-&gt;进入Memoria-&gt;我们的记忆-&gt;Kuja的Ultima<br>
		-&gt;生存与死亡-&gt;转化意志-&gt;与永远的暗的战斗</td>
	</tr><tr>
		<td rowspan='2' align='center' bgcolor='#99CCFF'>可获得物品</td>
		<td colspan='2' align='center'>Kain&#39;s lance</td>
		<td align='center'>The tower</td>
	</tr><tr>
		<td align='center'>Angel Flute</td>
		<td align='center'>Rune Claws</td>
		<td align='center'>Mace of Zeus</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得卡片</td>
		<td colspan='3' align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>重要道具</td>
		<td colspan='3' align='center'>---</td>
	</tr>
</table>
<table class=tw cellspacing=5>
	<tr>
		<td>驾驶飞空艇，目标：Iifa Tree。在它上边，一个球体正散发着紫色的光线。当飞空艇快要接近光球时，里面突然飞出了无数的银龙，它们的意图很明显，阻挠我们的前进。就在一条银龙向Invincible号进攻时，Cid突然率领飞空艇舰队前来支援，不仅是Cid，连Beatrix也领着Red 
		Rose帮Zidane们驱赶银龙。“Cid叔叔...他怎么知道要到这里来的？”Dagger奇怪道。“大概是因为Baku吧...他很喜欢大场面的，”Zidane说，“好了，不要管那些龙了！”飞空艇疾速前进。</td>
	</tr><tr>
		<td>“Red Rose？难道是...Beatrix？”Zidane发现了红玫瑰号，“这个女子，看来是恋爱了！”“你还不是一样！”Steiner回敬他...“等等，Steiner！你刚才是什么意思？”这下轮到Dagger不愿意了。“……好了！我们冲进去吧！”Cid和Beatrix率领众舰队帮Invincible开辟出一条道路，使得Zidane等能够顺利进入光球中。当Invincible号的船头刚碰到光球，一阵极炽烈的白光射了出来，BOSS战，对手是Nova Dragon。</td>
	</tr><tr>
		<td>胜利后大家坐传送下船，来到一座魁伟的城堡前，一片片石块正落下来形成它的空的上半部。Zidane仿佛听到有人在叫他，可是问大家都说没有，这时Zidane再一次听到了那声音。“Garlan！？”“...现在我只是对你一个人说话而已。”“Garland，这里是什么地方？”Zidane问。“记忆之场所...一个由记忆构成的地方。这里是由你们的记忆所创造出来的空间。在这里，你们可以亲眼目睹一切的真实。你是没有选择余地的，走吧...”为了弄清真相，Zidane等只有选择前进。</td>
	</tr><tr>
		<td>进入第一个场景，最下面的结界可以返回飞空艇，上面的光球是记忆点。在右上方，能找到The tower，转过一个有吊钟的房间后能在阳台上发现Kain&#39;s 
		lance。</td>
		<td></td>
	</tr><tr>
		<td>在走过一条长长的走廊时，会发生BOSS战，它竟然是火之守护者Maliris，不过此时它已成为混沌的守护者之一。在击败它的那一刻，它会施放绝招“剑雨”，这个的伤害力很大，所以在快结束时最好给己方加足血，否则就GameOver。</td>
	</tr><tr>
		<td>来到一间有水晶Alexandria雕像的房间内，Dagger，Eiko和Zidane都看见了龙王巴哈母特、召唤兽Alexandria以及亚历山大城毁灭的过程，可Quina却看不到。“你当然看不到了。那时候你都没有跟我们在一起，所以这不是你的记忆。“Zidane告诉她，”为了反抗我，Kuja必须要取得Alexander...10年前，有一件事，开始了一切...”在雕像左边能找到Angel 
		flute，右边是记忆点。</td>
	</tr><tr>
		<td>从右边的门进去后，来到一个下雨的地方，在左方有个幽灵可以和它玩卡片。在经过桥的时候，Zidane突然看见下面有两个人正要坐船出航。他刚提醒两人暴风雨的危险，两人突然不见了。Dagger走了上来，交谈后得知这是Dagger的记忆，可是Zidane却为何能看到？“嘿，Garland！究竟是怎么回事？”Zidane对着天空喊。“我最害怕Gaia的召唤兽...所以，我决定在它们成为我的头号问题之前先消灭它们。”</td>
	</tr><tr>
		<td>走到一个空中有个大眼的地方，以它为中心形成一个云的漩涡，在左侧能找到Rune Claws。“Zidane，听到吗？你看到的正是你的记忆，而不是Garnet的。”Garland的声音又传来。“什么！？我不记得我曾经在暴风雨的海中啊。”“你还是不明白...不过你很快就会找到答案的...”“什么意思？难度其他人的记忆会变成我的一部分吗？”“只要你接受一切，答案就自然会出现在你面前了。在以前的战争中，Gaia使用了巨大的召唤力量...但是，Gaia人还不能完全控制如此巨大的力量。他们对这个力量感到恐惧，把宝石分成4块，祈祷着永远也不再需要它们。”</td>
	</tr><tr>
		<td>Zidane跑上楼梯，发生BOSS战，遇到风之守护者Tiamat。这家伙会把人吹走，就跟Yan一样，非常令人讨厌。击败它后继续前进。</td>
	</tr><tr>
		<td>在这个场景，上方两个星球仿佛正在融合。“这又是什么？”Zidane问，“月亮的碰撞？不，它们看起来更像行星。为什么它们感觉这么熟悉的？”“这是Gaia被Terra吸收的情景。五百年前，Terra，已经是一个古老的行星了，必须要吸收Gaia。Terra需要跟一个年轻的行星融合才能继续存在下去。但可惜的是，Gaia上已经有生命了。就是这样，事情就这样开始了...”Garland说。“啊，对了。我在Oeilvert见过这情景的。”“Terra的生命快要完结了...我们除了进行融合没有他法，否则Terra自身的文明就会被破坏。 
		Terra已经太过苍老，不能吸收一切了。因此，我制造Iifa树来控制灵魂流向Terra。”</td>
	</tr><tr>
		<td>在进入一个瀑布后，Quina游泳去捉鱼，Zidane在后面很如在陆地上很正常地走过来，原来这一切都是幻想。在右边隐蔽处，是隐藏BOSS冥王的长眠之地，调查后选第二项别会发生战斗，胜利后它就会变成幻之合成屋。里面能合到许多珍贵的道具，另外，还可以在这合成补MP的Ether。</td>
	</tr><tr>
		<td>走上楼梯，Zidane望着水：“那么，Gaia曾经是一片巨大的海洋...”其他的人不知为何也有这种感觉。”大概这意味着万物都归于一个起源吧。“Zidane想。在走上上方的楼梯时，发生BOSS战，是水之守护神Kraken。它有两个触角，可以先把它们干掉。另外它还会放冷冻魔法，所以还是装上BodyTemp好些~</td>
	</tr><tr>
		<td>后面是有个转动的时钟的房间，右上有个隐藏的记忆点，阳台上有个玩卡片的幽灵。进门后发现对面一个巨大的火球。“这是新生的Gaia。”Garland说，“至少5000年以前的...”“梯子上是什么？”“你们自己看吧 
		。Terra这时已经发展到繁荣的顶峰阶段了。人们都相信他们的未来是绝对令人放心的。但最后，就是那狂妄促使了Terra的灭亡。于是，我就被制造出来解决这个困境了...”爬上梯子来到一个平台，左边有Mace 
		of Zeus，右边有个幽灵。</td>
	</tr><tr>
		<td>来到最上面，房间一开始是封闭的，紧接着打开了，它仿佛置身于宇宙中。首先BOSS战，对手是地之守护者Lich。如果你在12个小时内来到这里的话，在前方门右侧的柱子前调查，可以获得整个游戏中最强的武器——圣剑II！</td>
	</tr><tr>
		<td>前方就是宇宙真空，看上去根本无法通行。“你的旅程还没有结束。不用害怕，上前一步，你会更接近真实一步。去吧...”Garland鼓励Zidane。“你说得简单。”Zidane走进宇宙，他并没有发生什么意外。此时一直按着“上”方向键，便能到达上面的光出口。“你来到一个新领域了。这里不再有世界，也不再有宇宙空间，追随你的记忆，也就是你原始的记忆，然后前进吧...”“Garland，我们的记忆究竟真正是什么东西？我为什么能回忆到其他人的经历，还有为什么能知道在我出生前所发生的事的？Garland，快！告诉我！”</td>
	</tr><tr>
		<td>“不要仅仅把记忆局限在个人自从出生开始所经历的事情。这只是表面而已。万物出生在这个世界上，不管自然还是人工，都需要父母，而且那个父母也需要父母，生命是彼此之间互相联结的...如果你追溯一切生命的根源，那么只有一个。记忆也是一样。一切生命所拥有的智慧中，记忆成分是比经验成分多的。记忆与个人是不可分割的。正是一代代人流传下来的记忆积累促使了人类的进化。可以说，记忆与进化是紧密联系在一起的。但几乎所有的生命形式并不明白记忆的本质...这就解释了大部分记忆都不会有相交现象的原因了。”“.那么，如果我们追溯这个起源，能找到什么？”“那就是掌握一切生命和记忆的存在。水晶...你们接着要靠自己了。Zidane，打败Kuja吧。还有保护水晶。永别了...”“Garland，等等！”“哪怕我只是单单为了实现目标而制造出来，我也不后悔出生到这个世界上。”一切突然变白...</td>
	</tr><tr>
		<td>来到一个水晶般的世界，这里的怪物没有经验，只有AP值，是个练能力的好地方，而且它们的长相很像四大守护...最后找到Kuja，在前面的记忆点可以选择返回记忆场所的最初地方。“你来了，不错。你能打败我用水晶的记忆所制造的四个混沌守护者，实在是令人吃惊。”Kuja笑道，“但是...太迟了。好好看清楚。漂亮吗？这就是水晶的本体，一切都是从这里开始的...这是万物的诞生地...如果我破坏它，一切便都会消失。Gaia，Terra，宇宙，一切...当然了，还有你们的生命和记忆。哈哈哈...”“住口！将要消失的只有你这家伙而已！我现在就要消灭你！”Zidane怒道。</td>
	</tr><tr>
		<td>“哦？你真的以为能打败我吗？即使你可以，Gaia也注定灭亡的。它与Terra的同化已经开始了，而Iifa树则会对Gaia引发毁灭性的破坏。你，还有你的朋友，一切都会消失的。看，无论是哪个结果，我都会胜利的吧。”“这没关系！即使Gaia被同化，星球还在，而我们也可以重建我们的家园。Kuja，你只不过是个胆小鬼罢了！你要死，就不要带上我们也一起死！”“世界没有了我，还应该存在吗？这多不公平啊。如果我要死，你们都要一起死！Zidane，你就第一个牺牲吧。”BOSS战，Kuja首先召来Deathguise，这家伙会陨石，还是小心点为妙。</td>
	</tr><tr>
		<td>胜利后Kuja要上了，此时他是Trance Kuja，比以前要厉害的多。“呃...看来我怎样都要死了...我也没有必要再害怕了...但我绝对不会一个人死掉的。你们也要陪葬！”最后，在他倒下的那一刻，他依旧使出了究极术Ultima和大家同归于尽。Kuja被震飞了，其他人则倒在地上...</td>
	</tr><tr>
		<td>幸好，大家都还没有死，但也受了重创，Zidane第一个醒来，一瘸一拐地走了几步，发现周围的环境都改变了。这是一个极为古怪的地方，白色黄色混杂的云在身边不停地变化着，头顶上一个圆筒般的石壁中发出很明亮的光线，绝望和痛苦的尖叫在大家耳边回响，就像绝对的地狱一般。</td>
	</tr><tr>
		<td>此时会要求你重新编辑队伍，因为这是最后一战，所以队伍的分配也显得格外重要。在分配好后，由于队员们都被Kuja的究级术重创，所以HP只有1。不过剩余的四个人会把自己的意志转化成能量注入参战的四名队员体内，这样他们就全恢复了。</td>
	</tr><tr>
		<td>最终战！对手是Necron。它会许多厉害的魔法，但最厉害的一招“七星交错”会召来六个彗星轰击Gaia。这个能给我方带来各种异常状态包括僵尸属性，不过成功率低是它的弱点。最后，永远的暗还是被打败了。这样一个没落的神，连生存的意义都参不透的家伙，又怎可能成为永恒呢？永远——他的名字——便是对它最大的笑话。</td>
	</tr><tr>
		<td>蓝紫色的光线从它身上散发出来，永远的暗身体渐渐地粉碎、消失...“为什么要违抗你们的命运...”这是它临终前最后的哀号，得胜的Zidane等人乘传送出去逃离此地，只留下它深深的遗憾...“没想到生者的意志竟然如此强大，但这并不意味着结束。我是永恒的...只要还有生命和死亡...”<br>
<font color='gray'>（结局）</font>此后玩家就没有控制的机会了，除了在结尾的那个隐藏的小游戏以外。至此FF IX的正文游戏操控部分已经基本结束，后面则是结尾的剧情，我会在随后的文章中将它详细地讲述一遍的，希望所有的玩家能用心体会一遍这篇回归原点，更是回归生命的起点之作。</td>
	</tr>
</table>
<font size=4><a href='#ff9_302'>返回4-2</a></font></div><br>";
echo "<br><a name='ff9_303' />
<div id=ff9tw align=center>
<table border='1' bordercolorlight='#000000' cellspacing='0' cellpadding='0' bordercolordark='#FFFFFF' bordercolor='#FFFFFF'>
	<tr>
		<td align='center' bgcolor='#99CCFF'>简明攻略</td>
		<td align='center'>离去-&gt;相望-&gt;拯救Kuja-&gt;Kuja的生命</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得物品</td>
		<td align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得卡片</td>
		<td align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>重要道具</td>
		<td align='center'>---</td>
	</tr>
</table>
<table class=tw cellspacing=5>
	<tr>
		<td>Iifa Tree的顶部，记忆之场所融缩为一个小球，随后发生强烈的爆炸。能量穿过Iifa Tree的根部，引得树也狂乱起来，无数的藤蔓四处延伸、疯狂地拍打。Zidane等人全部安全地被传送出来，在空中，红玫瑰上的Mikoto通过通讯指引Cid把飞空艇降下去，因为Zidane就在他们旁边。“你怎么知道的？”Cid问。“他告诉我的...”</td>
	</tr><tr>
		<td>“谢天谢地，你们都没事！”Cid果然找到了众人。正当其余人上飞空艇准备离开时，Zidane突然起了变故：“你先走吧，我等一下我追上你们。我还有些事情要办...”“什么！？”Dagger诧异道。“他还活着...”大家都回来说服Zidane不要理他，可他还是坚持。“因为...因为如果我起初也是他那样的情况，可能会跟他一样。有可能会像他那样与你们战斗，还会对Gaia开展破坏活动...我知道这好像很不理智...但我知道，在我内心深处，我必须这样做。”“你不是不理智，Zidane。但你回去救Kuja不是个好主意。太危险了。”Quina说。“我不能丢下他不管。我不能只是一个人活着。我要回去。”无论大家怎么说，Zidane去救Kuja的决心都不会变了。</td>
	</tr><tr>
		<td>“你大错特错了！”Steiner急得大叫。“可能吧...但生命中有时是需要作出重大决定的。而我，就是现在了。我必须面对它的，就像Vivi能克服对于找出自己真相的恐惧那样。对Vivi来说那是个重大决定。”众人终究拗不过Zidane，只得留下他一个人。“Zidane...”还剩下Dagger一个人没有上飞空艇。“Dagger－我是说，公主殿下，”Zidane向她单膝跪下，“对不起，我诱拐你的计划只能到此为止，我不能再带着你了。请原谅我的自私吧。”“不，你不自私...你为我们做了这么多。如果不是你，我可能已经过着无意义的生活了。跟你一起，我见识了广阔的世界，还认识了很多人。我们也许还遇到不少困难，不过...我最后终于明白什么才是最重要的。遇到你真的很幸运。我不会忘记我们一起的旅程的。谢谢你，Zidane。答应我，一定要回来...”</td>
	</tr><tr>
		<td>Dagger最后也上飞空艇了，留下Zidane一个人站在地上，两人相望着。飞空艇逐渐飞远，直至看不见为止，Zidane低下头，转身向Iifa 
		Tree走来。“Kuja，听到吗？我现在来找你了！”“你还有时间的...别管我，你走吧。”“先别吵，留在那里别动！”“...我真搞不懂你。”“好，冲啊，我来了。”Zidane向Iifa 
		Tree的根部冲去，他的面前全是疯狂乱窜的树根，依靠自己的灵巧和速度，Zidane避开树根的攻击，继续前进。</td>
	</tr><tr>
		<td>最后，Zidane掉进一个树洞里，在落下的半途中他突然看见了奄奄一息的Kuja...“嘿！你没事吧？”摔落下去的Zidane跑上来问Kuja。“Zidane？你来这里干什么？我明明已经叫你走的了...”“如果你知道我快要死，你也会一样这样做的吧？”“……”“……别介意。”“你的同伴都逃走了吗？”“是啊...我就知道这是你做的。”“...实在太好了。”Kuja第一次露出微笑。</td>
	</tr><tr>
		<td>“是啊，好...该到我们离开了。”Zidane说。“...我做了这样的事，没有资格活下去了。我对这个世界是没有用处的。”“没有人是没用的，是你帮我们逃走的，忘记了吗？”“在你们打败我之后，我已经什么都没有了，也没有东西可以失去了...就那样，我最后终于有点明白到生存的意义了...不过那已经太迟了。”Kuja侧向一遍，不动了。“嘿！别开玩笑了，好吗！？你也教会了我们一些东西，我们应该活着。”Zidane抱紧Kuja，无数枝条疯狂落下...</td>
	</tr><tr>
		<td>在Iifa Tree的远处，微风轻轻地吹着，周围非常得安静，Mikoto一个人走着。“Kuja，你做的是错的...但你也给了我们一样东西，是希望...我们全都是为了一个错误的理由而被制造出来，但却只有你一个人敢于挑战命运，我们不会忘记这点的。我希望你的记忆能活到永远...去提醒我们，不是由于错误的理由而制造的——我们的生命是有意义的。”</td>
	</tr>
</table>
<font size=4><a href='#ff9_303'>返回4-3</a></font></div><br>";
echo "<br><a name='ff9_304' />
<div id=ff9tw align=center>
<table border='1' bordercolorlight='#000000' cellspacing='0' cellpadding='0' bordercolordark='#FFFFFF' bordercolor='#FFFFFF'>
	<tr>
		<td align='center' bgcolor='#99CCFF'>简明攻略</td>
		<td align='center'>岁月无声-&gt;永不完结的演出-&gt;遥远的呼唤-&gt;重逢</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得物品</td>
		<td align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>可获得卡片</td>
		<td align='center'>---</td>
	</tr><tr>
		<td align='center' bgcolor='#99CCFF'>重要道具</td>
		<td align='center'>---</td>
	</tr>
</table>
<table class=tw cellspacing=5>
	<tr>
		<td>岁月流淌...在Alexandria城的一条街道上，Puck撞到了一个很像Vivi的黑魔道士，他手中的票全部掉落在地上。“看路啊，你懂吗！”Puck叫道，“咦！真不敢相信啊，是Vivi！”“Vivi？你怎么知道那个名字的？”对方说。“你说什么嘛？是我，Puck啊！你怎么忘记我了！”“Puck？是Burmecia的王子啊！”对方惊喜地抱住Puck。“啊，不是吧！你有什么不妥吗？如果你不是Vivi，你会是谁？”“我是...Vivi的孩子！”说完路的尽头又走来六个跟Vivi一模一样的黑魔道士、“耶~有这么多Vivi啊！”Puck叫道。</td>
	</tr><tr>
		<td><font color='gray'>“我经常提起你的，Zidane。你对我来说是一个很特别的人，因为你教会了我我们的生命有多么重要。”</font><br>Burmecia的水池前Freya正和Fratley呆在一起。“Freya，你很快就要走了吧，是吗？”“是啊。我等不及要见大家了。”“Alexandria...我多年前曾经去过那里。”Fratley和Freya一起坐了下来，“不知道重建Burmecia要多久呢...”“我不在意时间，只要我与你在一起。”“...我爱你，Freya。”Fratley将Freya搂住，Freya把头靠在他肩上。“（...虽然他还记不起我们的过去。）但我想珍惜的只是我们现在所拥有的时间。”</td>
	</tr><tr>
		<td><font color='gray'>“你告诉我们，生命并不是永恒的。所以我们必须互相帮助，那样才能让生命过得更加充实。”</font><br>镜头转到Garnet的卧室，Beatrix走进来。“看来是时候要对这个房间说再见了...”她把剑庄严地举起，“Save the Queen，谢谢你一直以来的帮忙...”接着Beatrix把它放在桌子上，“我的任务到此结束了。再见了，Alexandria...”</td>
	</tr><tr>
		<td><font color='gray'>“哪怕是离别，你也会一直在我们心中的。所以，我知道我并不孤独。”</font><br>Amarant走在South Gate的那座断桥上：“嘿...”Lani从下方跑了过来：“你为什么要去Alexandria？”“你不去吗？”Amarant反问道。“我——我没说过不去啊！”Lani看着Amarant离去的背影，追了上去，“嘿，等等我啊！”</td>
	</tr><tr>
		<td><font color='gray'>“我为什么而生...我为什么要活下去...谢谢你给我时间让我深思这些问题。”</font><br>Quina在Alexandria的厨房闻着食物的味道。“如果只是味道好的话，那并不是一个好的料理！” Quina终于悟出多年求道的真理，“只有用心来做时，那才是最好的！为朋友煮料理，这是很重要的啊！”</td>
	</tr><tr>
		<td><font color='gray'>“一直做自己喜欢的事...其实是很难的。所以，我觉得大家都很了不起...”</font><br>在Lindblum城的电梯里，Cid王、Hilda和Eiko正坐着电梯下降。“快啊！快啊！我们要赶快啊，不然戏剧要开始了！”Eiko急道。“哈哈，不用着急。” Cid说，“剧场艇跟我的新飞空艇是没法比的。我的新Hilda Garde是最快的！”“我难道没有提醒你吗？你曾经对剧场艇说过同样的话的！真是的，爸爸！”“Eiko...你刚才叫我什么？”Cid刚问出口，Eiko已经跑出电梯了。“亲爱的，她叫你‘爸爸’...”Hilda在一旁说。“爸爸！妈妈！快啊！”Eiko跑回来急着说。“再多叫几声，Eiko！”Cid高兴极了。</td>
	</tr><tr>
		<td><font color='gray'>“人在孤独的时候该怎么办呢...这是唯一你无法回答我的问题。如果能找到答案的话，那个人一定是自己吧...”</font><br>Beatrix正在Alexandria城堡的出口，她要离开了...“Beatrix！你要去哪里？”原来Steiner一直守在旁边。“请别问了，我已经决定了。”“等等！听我说！”Steiner听着自己的心跳声结结巴巴地说，“我，嗯——我，我不想再失去你了！”“Steiner...”“让我们一起保护公主吧！”Beatrix朝Steiner跑去。</td>
	</tr><tr>
		<td><font color='gray'>“能遇到大家真的很高兴...真希望能再次和大家一起去冒险。但离别始终会来的。”</font><br>在剧场艇的会议室里，Baku、Marcus、Cinna、Blank和Ruby跑进来站好位置。“好了，大家！我们都人齐了！很久没有来到Alexandria了。大家一起给他们一个难忘的演出吧！”Baku说。“Yeehaw！”Ruby也高兴地叫出声。“等等我啊，大家！”众人随之离去，Cinna在喊。</td>
	</tr><tr>
		<td><font color='gray'>“大家，谢谢你们。永别了。我的记忆将会成为天空的一部分...”</font><br>最后是Dagger，坐在Alexandria城看台的王座上她的头发又长了...“剧场艇马上就要到了。都这么久了...实在等不及要见到大家。但...不会再跟以前一样了...我要放开过去，我要继续前进，就像他告诉我那样。”画面转到剧场艇的舞台上，Baku再一次打扮成国王样子，走上舞台向观众鞠躬。</td>
	</tr><tr>
		<td>“女士们先生们！”依旧是Baku的开场介绍，“今晚的表演是一个发生在很久很久以前的故事。是我们的女主角，Cornelia公主，被迫与爱人Marcus分离的故事。尽管她试图逃离城堡，但被她父王Leo逮住了。今晚的故事便从Marcus和Cornelia决定私奔开始。现在，年轻的女王Garnet，骑士Steiner，还有Beatrix女士...贵族们，还有在屋顶上观看的各位，请欣赏Tantalus的倾情演出‘I 
		want to be your canary&#39;’！”</td>
	</tr><tr>
		<td>演出开始，Ruby从城头跑出来，她扮演Cornelia。“Marcus？”Cornelia看着城下说，她跑下来，一个穿着黑袍，戴着黑帽的男人走上舞台。“亲爱的Marcus，我想我太爱你了！”Cornelia和他拥抱在一起。“公主...你愿意嫁给一个像我这样身份低微的农民吗？”Marcus说。“求你了，不要再叫我公主了！Marcus，难道你爱的是作为国王独女的我吗？你渴望的是这个吗？我们结婚之后，难道你想让我变成木偶一样吗？难道你想我变成一具没有思想、，不会笑、也不会哭的木偶吗？我想生活在广阔的天空下。会笑，也会哭。我不要带着面具渡过虚假的一生啊。”Cornelia挣脱他的怀抱说。</td>
	</tr><tr>
		<td>“你竟然这样为我着想！别担心！”Marcus再次和她拥抱，“抛弃你王族的服饰吧，让我为你穿上真爱的衣裳！我绝对不会再离开你了！亲爱的，让我变成你心里永远的金丝雀吧！我们乘明天的最早的船离开，千万不能被人发现我们的行踪！”“我的命运都交给你了，我会跟你到世界任何地方的！”“哪怕乌云、暴风也不能阻挡我们的！”Marcus说完走了。Cornelia一个人独白：“啊，爱是最甜蜜的喜悦，也是最痛苦的悲哀啊。我的愿望只是想呆在亲爱的Marcus身边而已。”</td>
	</tr><tr>
		<td>镜头转到舞台旁边偷听的Blank，他也是剧中的一个角色。“呸！要阻止他们结婚，否则又有战争了。我绝不会让他们计划成功的！”Blank走上舞台，“你好啊，殿下。”“你好...”Cornelia回答。“你认识Marcus吗？”“Marcus！他怎么了？”“这个！”Blank在她肚子上打一拳，她晕了。“啊！”Cornelia倒在Blank的手臂上，Blank扶住她。<font color='gray'>（提示：以下这段表演只有在你完成星宫支线，并且拿到了道具Hammer才会发生，否则直接跳到下一部分。）</font></td>
	</tr><tr>
		<td>夜晚，Leo国王走出来。“她呢？我的独女哪里去了？”Leo看见Blank上来了，“Blank,好家伙！你见到Cornelia了吗？”别担心，陛下。我一定会让Cornelia和Schneider王子结婚的，请放心吧。”“你说放心？不知道她是否安全，我怎能够放心啊？难道...你背叛我了吗？”“我发誓，陛下，我只是背叛了Marcus而已！”“你敢背叛你最亲近的朋友，”Leo质问道，“难道你就不会背叛我？”</td>
	</tr><tr>
		<td>“停手，我只是...”Blank还没说完，Leo一剑砍上去，他倒下了。“我只希望两国能够持续和平而已！”Blank临死前吐出这句话说。Zenero和Benero跑了进来，一个说：“背叛者死了！”另一个说：“啊，真惨！”“你们两个...快找出Cornelia带到我这里来！”Leo命令道。“是的，陛下。”他们又跑出去。剩下单独的Leo长叹：“可怜的女儿！你为什么要违抗你父亲的心愿啊！”</td>
	</tr><tr>
		<td>镜头转到Marcus，他孤独地在黎明中站着。“已经超过我们约定的时间很久了。Cornelia到哪里去了？”“Marcus，船要离开了！” 
		Cinna走进来提醒他说，“只有你一个人坐船离开的话，就会如Blank所说，两个王国的和平就会降临了。说话啊，Marcus！”“她告诉过我她没有我活不了的。”Marcus说，这时天亮了，鸟群飞过天空，“啊，东边的天空亮起来了，太阳也不愿意祝福我们了。难道我们不能像那些小鸟一样，展开双翼自由翱翔吗？”</td>
	</tr><tr>
		<td>“听我说，Marcus！他们不能再等了！船要开了！”见Marcus还是毫无反映，Cinna独自离开。“难道她出卖我了吗？不，我的爱人不会骗我的。我一定要坚信她！只要我坚信，她一定会出现的！既然太阳不祝福我，我就向两个月亮祈祷吧！” 
		Marcus展开双臂，迎着月亮，“我求你了，明亮的月光，实现我唯一的愿望吧！”突然，Marcus抛开黑袍，快速转过身，面对着王座上的Dagger。原来，他是...Zidane！“让我深爱的Dagger回到我身边吧！”</td>
	</tr><tr>
		<td>CG。Dagger吃惊地望着舞台，然后转身就要下去，可刚到门口，Steiner和Beatrix的出手拦住了她。Dagger低下头，脑子里飞快地转动我该怎么办时，门突然打开了。原来是Steiner和Beatrix为她打开了门，Dagger快步跑下楼梯，冲进了人群。</td>
	</tr><tr>
		<td>人海茫茫，Zidane究竟在什么位置？Dagger推开众人，茫然地寻找着，就在这时，象征着王位的水晶石突然从她胸前飞出，掉在了地上。漂亮的首饰在地上闪闪发光。Dagger怜惜地看着它，接着一咬牙，转身跑向后方继续寻找Zidane。</td>
	</tr><tr>
		<td>终于，Dagger冲出人群，跳向舞台，扑进了Zidane的怀里。她把脸深埋在Zidane胸口，Zidane怜惜地抚摸着她的头发。人群欢呼了，大家都很高兴，热烈地鼓掌，人们都为他们深深地祝福着。Steiner和Beatrix双手举起大剑，将它毅然地举向天空，一道绚丽的光芒反射出来，照耀在Zidane、Dagger还有所有的人身上。他们最终重逢了！“你是怎么活下来的...”这是他们的心声吗？不知道，反正我们都听见了。“这是必然的，我要活着。我只想回家见你。”“那...我为你唱支歌吧。”</td>
	</tr><tr>
		<td>结局CG开始，Melodies of life的音乐也随之响起。以前所有的过场动画都一幕幕在眼前闪现，有从梦中惊醒的Garnet、Garnet出逃的时候、Blank为救大家而被石化，还有后来的Alexandria毁灭、Terra的真相、记忆之场所的情况等等；最后，是大结局时Dagger和Zidane拥抱在一起的画面，人群欢呼雀跃，Beatrix和Steiner把剑举向天空...接着，一切都消失了。一个蓝色的星球，一个红色的星球——那就是Gaia和Terra——慢慢地融合，最后发生爆炸，结合到一起，形成了万物之源的——水晶...</td>
	</tr><tr>
		<td><font color='gray'>（结束语）</font>游戏的剧情部分到此已经全部结束了，相信你的脑海中还残留着某些动人的画面，回响着几首感人的乐曲。一切都结束了。或许，此时游戏已不再是游戏，玩家也不再作为玩家，我们深深体会到的，是平常发生在我们身边，而又无法引起人们重视的那些东西。比如——亲情、爱情、友情、真谛...以及——我们生存的目标，还有意义。作为PS1的“最终幻想”，也许它还有缺陷，也许它还有许多不尽人意的地方，但是，我们已经知足了。我们也从中学到许多东西。正如Gaia和Terra的融合一样，生命还是要存在，生存还是要发展，可能有一天，高度的文明还是要在繁华之后败退，一个人的时间也终将走到尽头。但是，我们曾经走过，曾经思考过，那就足够了。一切也无法随之抹去，一切也不会消失，纵使过眼的云烟也有逗留的片刻；记忆是传承的，那是永恒的真理！因为——生命不息...<font color='red'>（完）</font></td>
	</tr>
</table><font size=4><a href='#ff9_304'>返回4-4</a></font></div><br>";
echo "</body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
