<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=bof000></a><center><font size=5 color=red>GBA龙战士I攻略</font></center>";
echo "<center><font color=red size=3>将BOSS资料和所有物品宝箱的资料集合到了流程中去，大部分资料来自日站和美版攻略本。所有名称参考的是Meltina发布的汉化版
名词，不过到了中后期全部物品的首要名称都改成了Meltina发布的意译版名词，同时后面还注有美版和日版的名称，鉴于汉化版
的物品名称和美版相比区别不大，所以这份攻略其实是汉日英三版通用。</font></center>";
echo "<br><center><a href=#bof001>第一章·命运的相会</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof002>第二章：森林之子</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof003>第三章：光明钥匙·黑暗钥匙</a></center><br>";
echo "<center><a href=#bof004>第四章：帝国·阴谋</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof005>第五章：虚幻</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof006>第六章：爱·仇</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof007>第七章：姐姐</a></center><br>";
echo "<center><a href=#bof008>最终章：和平</a></center><br><hr size=2 width=95%><br>";
echo "<pre><font size=3><a name=bof001></a><center><font color=green size=3>【第一章·命运的相会】</font></center><br>
<font color=blue size=4>●龙之乡</font><br>
<font color=red>★</font>游戏一开始，龙身处被火焰包围的二楼，调查床右边的柜子能够得到体力素。 
<font color=red>★</font>莎拉被抓走后，村长
屋子出现一个宝箱，
得到300G。与老婆婆对话能够免费恢复HP和AP。
<font color=red>★</font>村子左上角能购买武器和物品，建议买一个皮制肩甲。
<font color=red>★</font>村子里有龙标记的建筑物里能存档，完成准备工作后就出发去卡达贝。
---体力素
---300Z<br><br>";
echo "<font color=blue size=4>●卡达贝</font><br>
<font color=red>★</font>古城堡里的水池能够恢复HPAP和消除异常状态，善于利用可以节约不少解毒草。
<font color=red>★</font>BOSS战前的楼梯，打开右侧的宝箱能完全恢复HP与AP。
<font color=red>★</font>打倒BOSS后，城堡内不会遇敌。
<font color=green>○BOSS战</font>：大青蛙HP:127 
买两个草药就能搞定。
---70Z×2
---药草×4
---青铜剑
---护臂
---皮制斗篷
---鉢金
---解毒草×2
---150Z<br><br>";
echo "<font color=blue size=4>●拉拉尔王国</font><br>
<font color=red>★</font>以后凡是民宅里有三层抽屉的大柜子，都要调查一番，里面有道具。
<font color=red>★</font>注意躲避没睡觉的士兵，被发现的话会被赶出城去。
<font color=red>★</font>这里的武器店有写不错的东西，而打倒BOSS后城市就会毁灭，所以趁早买。<br>
<font color=blue size=4>●大地神殿</font><br>
<font color=red>★</font>大地之神殿在城堡的地下，BOSS是帝国的将军。战胜后会得到大地之键，前期最好用的道具，无视防御给予全体敌人30点伤害，一定要
好好利用。
<font color=green>○BOSS战</font>：将军
比前一个BOSS大青蛙要强上不少，不仅会物理进攻还会雷电魔法，所以在战前要多准备些药草。
---药草×2
---武神之魂
---150Z×2
---解毒草
---雷之石
---650Z
---皮制肩甲
---70Z
---炎之石
---痊愈之吻
---大地之键<br>
<font color=blue size=4>●温迪尔</font><br>
<font color=red>★</font>Ryu进城后去城堡借宿，入夜后操纵角色变为妮娜。
<font color=red>★</font>这儿能够得到V.ptn多搜刮巴。
<font color=red>★</font>有翼族看来很富有的样子，城堡里到处是宝箱，要彻底搜刮。。
<font color=red>★</font>搜刮完毕后就出发，进入城外的艾拉之洞穴。
---体力素
---皮帽
---皮盾
---解毒草×2
---药草×4<br><br>";
echo "<font color=blue size=4>●艾拉洞穴</font><br>
<font color=red>★</font>刚进入洞穴就有两个有翼族战士奉命来护驾，虽然会让你选YES或NO，但结果是一样的。
<font color=red>★</font>洞穴一层深处的宝箱里有铁矿石，一定要拿到，免得以后再跑一趟。
---痊愈之吻
---皮衣
---150Z
---70Z
---铁矿石
---药草×2
---雷之石
---冰之石<br>
<font color=blue size=4>●罗美洛村</font><br>
<font color=red>★</font>村子里的某间房子里藏有地图，找到那间有洞的房子，跳下地洞后推开罐子得到魔法地图。之后在大地图上按START就能查看地图。
<font color=red>★</font>出村往西进入拉姆尔森林。
---好运枝
---兴奋剂
---魔法地图<br>
<font color=blue size=4>●拉姆尔森林</font><br>
<font color=red>★</font>在一些树后面调查可找到四个隐藏宝箱，红蘑菇吃了能恢复10HP，黄蘑菇有毒-10HP。
<font color=red>★</font>一直往西通向卡马之塔。
---武神之魂
---药草×3
---味噌素
---150Z
---绷带
---疾风草<br>
<font color=blue size=4>●卡马之塔</font><br>
<font color=red>★</font>1F的水池照例能够恢复HPAP和消除异常状态。
<font color=red>★</font>打败一个挡路的小头目后进入2F，在3F或者4F选择跳入右上角的洞，找到通向第二座塔的道路。
<font color=red>★</font>第二座塔的5F有回复体力的泉水和用来记忆的龙石像。
<font color=red>★</font>4F发现被骗来的罗美村的少女。
<font color=red>★</font>一直向下到达1F遇到BOSS邪恶的魔法使。由于他使用了杜美草的烟雾，身为有翼族的Nina一行人此战必败。
<font color=green>○BOSS战</font>：喽啰甲
<font color=green>○BOSS战</font>：喽啰乙<br>
<font color=blue size=4>●温迪尔</font><br>
<font color=red>★</font>一个有翼族士兵逃回来搬救兵，此刻操纵的人物又换成了Ryu，英雄救美正式开始。<br>
<font color=blue size=4>●卡马之塔</font><br>
<font color=red>★</font>Ryu有翼人队长的帮助下来到了塔顶6F，翼人队长暂时加入队伍。
<font color=red>★</font>在1F入口，有翼人队长由于畏惧Xeon气体的的威力而离开队伍。
<font color=red>★</font>1F左边的宝箱开启后能够恢复HP和AP并得到回旋镖。
<font color=green>○BOSS战</font>：魔法使
Wizard会应用多种下级魔法，威力倒是通常只要及时嗑药就完全没什么问题了。
---药草×3
---月之露×2
---护身符×2
---痊愈之吻×2
---万能药
---回旋镖
---解毒药<br>
<font color=blue size=4>●卡达贝</font><br>
<font color=red>★</font>这时候如果回到卡达贝会发现这儿已经重新恢复了生机。村子的中央更是树起了一座Ryu的铜像来纪念它们心目中的英雄。 
---大天使之吻 ×1
---味噌素×1
---疾风草×1
---会心丹×1
---激素×1<br>
<center><a href=#bof000>返  回</a></center><br><br>";
echo "<font size=3><a name=bof002></a><center><font color=green size=3>【第二章：森林之子】</font></center><br>
<font color=blue size=4>●达达罗村</font><br>
<font color=red>★</font>与村子右下角铁匠铺里的铁匠对话，如果身上有铁矿石的话，能够打造一個锯子。
<font color=red>★</font>出村来到北边的森林，用锯子开出一条路进入叹息森林。
---护身符
---味噌素<br>
<font color=blue size=4>●多多罗村</font><br>
---痊愈之吻
---药草<br>
<font color=blue size=4>●叹息森林</font><br>
<font color=red>★</font>使用锯子进入。往北再往东后会找到一个要塞。
---贝姆之泪×2
---护腕 
---药草×2<br>
<font color=blue size=4>●黑龙族要塞</font><br>
<font color=red>★</font>这个要塞里面设置了很多落穴陷阱，特别是走捷径一不小心便会掉进B2F中。不过由於2F也有4个宝箱，所以无所谓。 <font color=red>★</font>而一路上会有些杂鱼挡道，消灭后就
能够继续前进。
<font color=red>★</font>就在堡垒的最深处消灭了三人一组的帝国士兵后，打倒守卫后一个白发老人自称是被拘禁的人类长老，他提出要把村子里被没收的武器带走。而这时候会出
现选项：YES NO
选YES的话Ryu和Nina就会被冒牌货骗到一個房间里关起来，同时出现一個双头怪兽波奇。
<font color=green>○BOSS战</font>：波奇
打倒这个怪兽后，森林族的勇者基力亚姆救出了真正的长老及时赶到，冒牌货显出了真面目，General才是他真正的名字，果然是帝国的走狗。
<font color=green>○BOSS战</font>：将军
<font color=red>★</font>提外话，如果选NO会怎么样呢？实际上选NO多次以后基力亚姆会提前出现，双头怪兽波奇不用打了，直接BOSS战。
战斗胜利后，将军落荒而逃，而基力亚姆也顺利的加入了队伍。
---复活药×3
---贝姆之泪×3
---药草×4
---长剑
---万能药
---智力果实
---犬神头盔（いぬがみのかぶと/WolfHT<br>
<font color=blue size=4>●多多罗村</font><br>
来了长老的家里，发现他已经回来。而从他的口中得知，要搬运开堵塞河流的石头，河水才能顺利流下来，而能搬运这些石头的只有古代留下来的'巨大兵器'
能够作到，关于这个巨大兵器的秘密都埋藏在巴斯拉浮游岛而要到达浮游岛先要去到罗美洛村，于是众人决定故地重游回到罗美
洛村寻找关于浮游岛的线索。<br>
<font color=blue size=4>●罗美洛村</font><br>
一路长途跋涉回到了罗美洛而这时候这儿已经被僵尸所侵袭，每天从傍晚时分僵尸们就开始活动直到翌日的黎明。由于对尘世还充满这挂念，使得这些死者们
从冥土回到人世。
而唯一能让它们回归天国的技巧就是净化它们的灵魂，使之拥有永久的安息。另一方面，当众人询问村子里的长老关于浮游岛时，长老要众人消除僵尸作为交
换条件才肯透露
关于浮游岛的情报。
<font color=red>★</font>黄昏~晚上十分，与墓地边上的老婆婆对话发生情节后，她的僵尸丈夫会打开墓碑的密道里面放着装圣水的容器-克拉因之壶 。
<font color=red>★</font>得到克拉因之壶后来了温迪尔左侧的桥，让基力亚姆带头能够穿越一片树林就来了有圣水的平静洞穴。<br>
<font color=blue size=4>●平静洞穴</font><br>
<font color=red>★</font>这儿基本没什么好说的一直向里走，最终即会到达一片水域，之后调查就能够装到圣水，随后便能够发生情节回到罗美洛村。 ---药草×3
---炎之石×1
---绮丽帽子×1
---贝姆之泪×1
---青铜头盔×1
---苹果×1<br>
<font color=blue size=4>●罗美洛村</font><br>
由于圣水的作用，僵尸们回到了它们该呆的地方，而长老为了感谢众人也把进去巴斯拉浮游岛的关键物品神秘石板交给了众人，之
后休整一下装备后便能够向浮游岛出发了。
---解毒草×1
---900Z
---药草×1
---痊愈之吻×1
---神秘石板<br>
<font color=blue size=4>●巴斯拉浮游岛</font><br>
<font color=red>★</font>巴斯拉浮游岛位于罗美洛西面。
<font color=red>★</font>F1里面的许多箱子里只是象征性的放了几颗药草OTL...而在F2里箱子的质量则要好得多，重视回收。
<font color=red>★</font>第四层右上角的一个墙壁的缝隙中调查取得隐藏武器之一：钢弓。
<font color=red>★</font>在第四层与中央的柱子对话会出现守护精灵，只要打倒它就能得到启动古代兵器的关键--王之钥匙。 PS：其实这儿真正高质量的宝
物是要在之后的流程中，加入了能够开锁的伙伴后才能得到。现在只能看看而已了，得到钥匙后就去开动'古代兵器'吧！
---药草×2
---万能药×1
---苹果×1
---智力果实×2
---太阳头盔
---盗贼服
---铁制盾
---发带 
---手镯 
---钢弓 
---王之钥匙<br>
<font color=blue size=4>●巨人</font><br>
<font color=red>★</font>巨人于多多罗村的东北方向,从巨人的左脚可以进去。
<font color=red>★</font>来到巨人内部的动力室，发现General阴魂不散的带着几个部下已经埋伏与此，想要用武力来夺取开动机器人的钥匙。
<font color=green>○BOSS战</font>：将军
<font color=red>★</font>击败General后可以利用地上的转移装置到达控制室。
<font color=red>★</font>操纵机器人把堵塞河水的石头破坏，使得两岸的村子恢复了往日的生机后，要去达达罗村找长老。
---药草
---青铜头盔
---智力果实
---万能药
---会心丹<br>
<font color=blue size=4>●达达罗村</font><br>
长老告诉主角勇者戒指藏在湖之洞穴，并将钥匙交给了主角。休整一番后就出发吧。
---药草
---祠堂钥匙<br>
<font color=blue size=4>●湖之洞穴</font><br>
<font color=red>★</font>沿着河流而上会发现移动过的巨人，而它右边的洞穴就是湖之洞穴的入口。
---味噌素<br>
<font color=blue size=4>●湖之神殿</font><br>
<font color=red>★</font>穿过湖之洞穴后到达另一个洞穴——湖之神殿，用祠堂钥匙能够打开入口。
<font color=red>★</font>这里四周分布了不少好东西，需要下两次瀑布才能全部得到，在水域中行动中时不会遇敌的。
<font color=red>★</font>开启中央的青色宝箱得到勇者戒指后，就能够踩传送点回到迷宫的入口。
<font color=red>★</font>回到达达罗村发现婚礼已经准备停当，与村长对话发生剧情。
---复活药
---万能药
---2000Z
---药草
---智力果实
---天空之盾
---勇者戒指<br>
<font color=blue size=4>●达达罗村</font><br>
由于主角的努力，使得河流畅通的同时也融化两族积攒多年的恩怨。来自两族的年轻人们终于放下了种族之间的阻隔，幸福的生活在一起。
所有的村民齐聚达达罗村，为特利和阿梅利亚举办婚礼，庆祝他们终于能冲破重重阻碍最终走到一起。就在所有人都沉浸在快乐之中时，黑龙族的将军
General偷偷地操纵了巨人一瞬间摧毁了多多罗村，随后巨人突然失灵停在原地，赶紧抓住这个机会，拯救达达罗村吧，目标——巨人控制室。<br>
<font color=blue size=4>●巨人</font><br>
<font color=red>★</font>故地重游，就不多说了，一直上去进入控制室就能发生情节。
<font color=red>★</font>曾经的手下败将General显现出了他的真面目——個通体绿色的怪兽筋肉人
<font color=green>○BOSS战</font>：筋肉人
<center><a href=#bof000>返  回</a></center><br><br>";
echo "<font size=3><a name=bof003></a><center><font color=green size=3>【第三章：光明钥匙·黑暗钥匙】</font></center><br>
相传这个世界上曾流传着两把能够给世界带来白天和夜晚的钥匙，而如今的这两把钥匙已经流失。所以使得光之镇和暗之镇两个城市陷入了不和谐当中：
光之镇只有漫无边际的白日，而暗之镇只有没有尽头的夜晚。而一個龙族的勇者的到来改变了这一样，让白日与黑夜再度平衡的轮回。<br>
<font color=blue size=4>●龙之祠堂</font><br>
穿过桥后能够发现龙之祠堂这儿如果用主角带头与老者交谈即会触发情节，让主角到里面进行试练，在里面采取的是1V1的战斗，只要战胜里面的怪物就能
够通过试练，取得第一级龙变身的能力。
---极品甜瓜
<font color=green>○BOSS战</font>：
神圣利爪
BOSS实力不弱，伤害不足30的话，老老实实用大地钥匙好了。由于是单挑，所以要注意回复HP，吃个两三次药就能解决。<br>
<font color=blue size=4>●光之镇</font><br>
穿越龙之祠堂南面的洞穴后来到了光之镇。龙刚进去到这座闪耀着金子般光芒的城市，就被这儿的士兵关到了监狱里边。而在监狱里面一個惯犯样子的少年
能够很轻松的打开监狱的门，但是他却丝毫没有想出去的念头，而是帮众人开门后又埋头大睡起来┅顺利脱狱后的各位终于能够安心的游览下这个座豪华的城
市了。这是一座永不日落的城市，这都要归功于光之钥匙的存在。
<font color=red>★</font>囚人服在监狱的水槽里面能够得到一件PrisnCL这件衣服防御性能泛泛，但是其隐藏能力是级别上升时，能力大上升，每到有人快升级的时候就换上肯定会
让你感觉物超所值。
<font color=red>★</font>在鱼人的道具店里买一个二日醉,然后去给二楼的宿醉男子，他会很高兴地送你5000Z。推开二楼靠墙的箱子，可以进入暗室，
推动罐子得到万能药。
<font color=red>★</font>失踪的孩子
在光之镇左边的大宅子里面有位母亲说她的儿子出去了到现在还没有回来，拜托主角帮她找回来。而得知这个消息后，只要回到龙之祠堂附近就能发现在森林
里面有精灵出没，进去后于之交谈后发现，原来这个孩子由于乱砍伐树木而遭到了精灵的惩罚，被困在一個花园里面。
而经过龙出面求情，后精灵们答应原谅这个孩子，而经过这件事后这个孩子也决心要保护好这美丽的森林，而事情到达这儿也就圆满解决，回到光之镇找到孩
子的老妈她会给众人20000GP作为谢礼。 
<font color=red>★</font>老头,在光之镇右边的大宅子里面，2F的浴室里面有一個老头，如果让妮娜带头的话就能够帮他按摩。之后收费20000GP还有值得一提的是，
这见房子的1F有个箱子，当然不要打那个箱子的主意否则......
<font color=red>★</font>鱼人的道具店里好友两样东西比较重要，一个是——吊带钱包，有了它去暗之镇就不怕扒手了。还有一个是金条
，推动剧情的必要物品，身上钱够得话就咬咬牙买下来吧，省的以后再来买。走了一圈下来得知，想要到更远的世界必须要用到船。
而这儿港口正停泊着一艘大帆船，而这船的主人是一個被称为罗兹奥塔的大富豪。来了光之镇中央最豪华的房子里，见到了罗兹奥塔而他也知道了众
人的来意，同时他也开出条件，如果能把他的女儿救出来，他就可肯把船借出。而罗兹奥塔的女儿被锁在一间房子里，没有办法出来，现在只能找带一個能够
把这把锁打开的人。听闻在城镇的另一边有个被称为盗贼之城的暗之镇那里应该会有些线索┅
---囚人服
---复活药×3
---武神之魂
---痊愈之吻×3
---白鹿角
---体力素
---2000Z×2
---会心药
---智慧戒指
---智力果实
---解毒草
---好运枝
---守护烟
---金头饰
---万能药<br>
<font color=blue size=4>●光之镇东面的洞窟</font><br>
这里有几个上了锁的门，收到盗贼同伴以后可以回来拿宝箱。
---痊愈之吻
---护盾盔<br>
<font color=blue size=4>●暗之镇</font><br>
和繁华明亮的光之镇不同，这儿更多是一种阴郁。这儿的天空总是如夜晚通常黑暗，所以即使是白天，也需要点燃火把来亮这座城市。一问才知道原来
光与暗之塔的光之钥匙被偷走了，导致了这种光暗失衡的现象。
<font color=red>★</font>吊带钱包:这里的宿屋表面上是免费住宿，其实是个黑店，老板会在半夜扒窃你的钱包。不过只要之前在光之镇有买吊带钱包
的话，不但不会损失钱，还会得到5000元封口费。之后再来这里休息都是免费。
<font color=red>★</font>秘密占卜:与右边第一幢房子门口的女人交谈，她会问你是否愿意花200z“享受”一下，选是的话会被骗到屋子里，让你闭上眼睛，然后留下一只鹦鹉学舌，
自己则逃之夭夭。注意，如果是在白天或者由达克带队就不会发生。
<font color=red>★</font>毒土豆:这个镇子的民家里面会有很多土豆，吃下去的话，会闹肚子并且HP减5.
<font color=red>★</font>春丽:在暗之镇左方的房子里有个人，与其对话后他说只要给100Z就能够看了不起的魔术，选了 YES YES NO NO YES 后就能够看到春丽。= =没什么大作用
只是为了恶搞一下而已。得到暗之钥匙后不再发生。
<font color=red>★</font>冰之扇子:在暗之镇中央的房子里找到老者，他告诉众人记载着盗贼极意的盗贼之书正在盗人之墓中 ，而要到那个地方必须用
冰之扇子来穿过沙漠。当然如果想要冰之扇子就拿金条来交换吧！（光之镇的商店里有金条卖，不
过售价高达65000Z。如果钱不够，除了完成光之镇的几个任务外，去打暗之镇郊外的金色史莱姆也是一個有效的致富手段哦。）交换到冰之扇子后就能够进
入暗之镇左边的沙漠洞穴了。
---药草×4
---复活药
---5000Z
---白鹿角
---冰之扇子<br>
<font color=blue size=4>●沙漠洞穴</font><br>
在穿过了沙漠洞穴后便来了了一片苍茫的沙漠，这儿一望无垠，除了沙子还是沙子。而就在沙漠的中央位置龙看到一座金字塔式的古老建筑，想必那就是传说
中的'盗人之墓'了。不过其周围刮起一道风墙，只要靠近它即会被那阵风暴给卷回来。尝试几次无果后，众人决定到沙漠中的流动村去打听些消息。<br>
<font color=blue size=4>●芝如</font><br>
沙漠中的流动民族，随着沙漠里的风沙漂流的到世界各地。而这儿的族长由于沙虫的原因相当烦恼，而芝如村里的人有对抗风沙的丰富经验，后来族长和龙达
成共识，龙帮助族长消灭沙虫，而族长就把宝物盗贼之笛送给龙。
<font color=red>★</font>荒凉没有油水的地方，只有空空的帐篷。记录点在宿屋里，可以免费休息。到了晚上，龙河伙伴来了右方的羊圈里面消灭了沙虫，之后皆大欢喜的得到了族长
的宝物盗贼之笛，有了这个东西就能够对抗盗人之墓前的风沙了。
<font color=green>○BOSS战</font>：沙虫
实力一般的家伙，难怪之会在夜里出来偷吃羊。只会单体攻击，根性值也不高，龙变身随便料理。
---盗贼之笛<br>
<font color=blue size=4>●盗人之墓</font><br>
<font color=red>★</font>得到盗贼之笛在晚上站上盗人之墓前面的石板，就会出现一座桥送你进入盗人之墓的内部。
<font color=red>★</font>墓穴第一层，这里十分凶险，十字路口大多有落穴，宝箱里面也有陷阱，还是等一会儿收到盗贼同伴后再来开比较好。
<font color=red>★</font>墓穴第三层，回力标现在还不能拿，宝箱更是不能开，会死人D。BOSS就在眼前，你要面对的是无数眼珠聚合成的眼球怪。
<font color=green>○BOSS战</font>：眼球怪实力平平，没什么好说的。
<font color=red>★</font>墓穴第四层，一大堆宝箱，除了当中的青色宝箱有陷阱外，其他都是安全的。
开了青色宝箱会引发剧情，两侧的出水口的水量突然激增，而铁门又被关闭。就在这时候在光之镇监狱里面碰到的盗贼达克也潜入到了
这儿，并应用纯熟的盗贼技巧救了众人一命。而他也自信的称“世界上没有什么锁是开不了的！”龙想让他去开启罗兹奥塔家地下的金库，在众人的要求下
达克加入了队伍，而在回去之前先要找到藏匿在这个墓穴里的秘传之书之书。
<font color=red>★</font>墓穴第七层，来到了一個有8口棺木的场景，调查完前七个石棺就能在第八个石棺上发现“盗贼秘传之书”。碑文的秘密发人深省，果然四盗亦有道，达克
如愿以尝的成为了传说中盗贼之王。
<font color=red>★</font>这时候用达克带头的话能够发现落穴陷阱以及接触宝物的陷阱，将宝箱洗劫一空后，可以去以前的城镇逛逛，有不少门可以开。 ---药草×3
---匕首
---铁制盾
---复活药×2
---梦境戒指
---头饰
古旧的回力镖※现在拿不到
---痊愈之吻
---冰之头盔
---骷髅面具×2
---解毒草
---猎人服
---秘传之书
第一次探宝之旅 有隐藏宝箱的地方有三个：分别是光之镇东面的洞窟、温迪尔和巴斯拉浮游岛。
<font color=red>★</font>光之镇东面的洞窟
---金条
---飞标
<font color=red>★</font>温迪尔王宫的地下室
---断剑
---奢华头带
---炎之刺剑
---痊愈之吻
---万能药
---复活药
<font color=red>★</font>巴斯拉浮游岛
开启锁着的门可以去到第五层的龙之神殿，外面的两个龙之雕像隐藏着宝物，其中一个为冰之匕首，是达克次强的武器。另一个为生命之铠
，主角专用，防御力比龙之铠甲还高。
---熔岩之盾
---生命铠甲
---冰之匕首<br>
<font color=blue size=4>●光之镇</font><br>
靠着达克精湛的开锁技巧，龙一行轻松的见到被关在金库里的罗兹奥塔的女儿，而她说，他的父亲准备想把光之钥匙交给黑龙，如果她的母亲还活着的她
会告诉父亲什么才是正确的路。而这时候众人想到了光与暗之塔上的黄泉之镜，那面镜子能够看到人内心里面的影像，而利用它或许能让罗兹奥塔与他的
亡妻见上一面...<br>
<font color=blue size=4>●光与暗之塔</font><br>
<font color=red>★</font>2F一個老者告诉龙，如果你正是传说中英雄的话，就要通过塔顶幽灵的试练，然后他才会把秘宝交给你。
<font color=red>★</font>在塔顶打倒守护钥匙的精灵后得到暗之钥匙。
<font color=green>○BOSS战</font>：守护者会使用各种魔法，攻击力不俗。
<font color=red>★</font>回到2F找老者对话就能够得到关键道具——黄泉之镜。这样就能够回到光之镇找富豪罗兹奥塔了。 
---2000Z
---雷之石
---复活药
---万能药
---药草
---痊愈之吻
---角盔
---奢华头带
---2000Z<br>
<font color=blue size=4>●光之镇</font><br>
<font color=red>★</font>就这样，在桌子旁众人看到罗兹奥塔并应用了镜子的力量，果然深埋在罗兹奥塔心中的亡妻艾莉娜回来了，并且告诉了罗兹奥塔应该怎样
去做一件正确的事，而就在最终罗兹奥塔明了后，艾莉娜也回归了虚无，虽然只是短暂的重逢，但是那一刻对罗兹奥塔而言已经是永恒。
<font color=red>★</font>再次回到地下室，回答“是”罗兹奥塔的女儿会让开然后龙一行能够拿到她身后的——光之钥匙最终父女重归于好，而罗兹奥塔
也找到了正确的路。从此以后，两个城市的昼夜黑白恢复了正常。接下来能够到港口去借用罗兹奥塔的大帆船了。
---药草×5
---飞标
---钢铁盾
---雷之石
---炎之石
---光之钥匙
<font color=red>★</font>在登船的途中港口出现了帝国的骑士，他们想要抢走龙手上的光之钥匙。虽然战胜了黑龙族的士兵但是帆船还是被军舰的炮火给击沉了。
<font color=red>★</font>这时候系列第一奸商马尼罗登场了，他告诉众人在西边的洞穴出口有一艘帝国的帆船或许能够利用下，而要穿过那里必须要用到特
制炸药，并且龙就是那个幸运的人，因为它这儿正好有一個。当然不存在友情与正义这一说法，售价高达一根金条
如果身上的钱不够的话，就让达克带头去开光之镇东面的洞窟里的隐藏宝箱。
---特制炸药
<font color=red>★</font>还记得光之镇北面洞窟里那堆挡路的石头吗？得到炸药后就能通过这里，来到帝国的西方港口。<br>
<font color=blue size=4>●帝国军港</font><br>
<font color=red>★</font>从登上船开始就不断有杂鱼来捣乱，经过三场杂兵战后要面对的是光之镇的手下败将——帝国骑士。他现出原形后竟然是一只巨大的乌贼！
<font color=green>○BOSS战</font>：海骑士既然是海鲜自然是怕雷，多轰几下就玩完，战胜后得知这家伙还有个弟弟。
---体力素
---智力果实×2
---药草×2
<font color=red>★</font>清除完帝国士兵的干扰后回到光之镇告知船长后发生情节。<br>
<font color=blue size=4>●大海</font><br>
众人终于有了自己的船，能够渡过这一片海域，就在众人正和罗兹奥塔父女告别的失时候商人马尼罗匆忙赶来表示他也想和龙一同旅行
...而后在没有人反对的情况下马尼罗加入了的队伍。海面风平浪静，天空中环绕着连绵的白云，今天应该是一個不错的日子。但是随后初现的几艘帝国的黑色
的战船却打破了这片宁静，黑色战船呼啸而过，从那雷鸣般巨响的巨炮中喷射出一道道火炎，使得海面顿时被染成一片赤红。黑色战船渐渐逼近，把这艘小船
紧紧包围，敌人的头目竟然是刚才那只大乌贼的弟弟...
<font color=green>○BOSS战</font>：八爪怪打BOSS之前也是杂兵三连战，乌贼二号，很他哥哥没什么区别。
<font color=red>★</font>这时候消灭头目大章鱼后发生情节，本来马尼罗是想要引爆这艘船，没想到BOSS失败后立即点燃了藏在船仓里的炸药，随着一阵轰鸣，伴随着剧烈的爆炸海面
随即刮起一阵风暴，爆炸喷射的火焰让帝国的战船在一刹那间化成了飞溅的碎片，伴随着零星的火光消失在这片茫茫的海域之上。而众人的命运就在这场风暴之
后被改写...
<center><a href=#bof000>返  回</a></center><br><br>";
echo "<font size=3><a name=bof004></a><center><font color=green size=3>【第四章：帝国·阴谋】</font></center><br>
众人经历了一场大爆炸后，漂流到了一個小岛上。四面环海众人没有办法离开，而这时候所有的希望便是身为鱼族的马尼罗了。根据马尼罗的情报，人类要
在水底自由活动需要专门的道具人造鱼腮，既然大家那么熟就便宜卖了——售价仅为1000000GP而已（乘火打劫，你不如去抢好了...不用
选否试图还价了，这个奸商一毛钱也不会让）当然，由于龙身上没有那么多现金就答应马尼罗先欠着
日后再付。就这样马尼罗便开始了寻找Gills的旅途。 操纵马尼罗一个人来到海底，西面是水下商都马卡，东面可以上岸回到光之镇。由
于单枪匹马等级又低，所以不要恋战速速赶路，更不要上岸，因为在陆地上马尼罗无法使用特技。身上有守护烟的话要好好利用。<br>
<font color=blue size=4>●马卡</font><br>
<font color=red>★</font>由于是沉在海底的商业都市，所以这里暂时没受到帝国的侵略，维持着繁荣。可以多打听下，得到情报的同时还能知道马尼罗以前的“光荣事迹”。
<font color=red>★</font>调查旅馆二楼的柜子可以得到---海浪头盔。
<font color=red>★</font>城里的自由市场可以做生意，买卖自由，不同时期会出现不一样的商品，有耐心的可以慢慢刷。
<font color=red>★</font>在中央有个鱼人头像的房子里面找到总管，谁知他说人造鱼腮因为最近钢茨都没有配货所以只剩下一个，想要更多的话要亲自去工匠都市
钢茨取货。买点药草和守护烟就可以出发了。<br>
<font color=blue size=4>●钢茨</font><br>
出了马卡向南上岸后一直向西走到大陆腹心后就能看到工匠都市钢茨了。搜寻一番后才发现整个城市空空如也，只剩下一个老人。原来所有的青年都被帝国
抓走关在了西边山上的堡垒里，并且正在被逼着打造一个秘密武器。马尼罗只好承担起送货回马卡的任务，得到商品。
---沙漏
---好运枝
---疾风草<br>
<font color=blue size=4>●马卡</font><br>
带着货物会去找总管后顺利的得到了人造鱼腮。而就在这时候一個鱼人急忙的冲了近来说一艘兽人船支遭到了黑龙的袭击，而船上的幸存者正在楼上治疗中...
它们需要帮助。马尼罗跟去看到那个奄奄一息的兽人，他的头上漂浮着一個死神。总管问马尼罗有没有办法赶走死神，吸血鬼马尼罗自然不会放过任何赚钱的
机会，立即狮子大开口要10000z，经过几个回合灭绝人性的讨价还价后，终于6000z成交。马尼罗赶紧回去找龙一行帮忙对付死神，钞票我赚黑锅你背啦啦啦
<font color=red>★</font>带回主角一众人后去马卡旅馆的二层挑战死神
<font color=green>○BOSS战</font>：死神只会单体物理攻击，根性值有800多。
消灭死神后，把那个叫比尔达的兽人从死亡的边缘救了回来。而从他的口中得知道，它们一族有着制造兵器的非凡技巧，而也因为这一点遭
到了黑龙的袭击，黑龙控制了它们的家里人强迫它们去制造神秘武器。听到这儿龙一行决定帮助比尔达拯救它们的族人同时去破坏黑龙的神秘武器。
<font color=red>★</font>兽人比尔达加入后，将他放在队首可以推开障碍和击碎岩石，现在去找找之前错过的好东西吧。
第二次探宝之旅 有隐藏宝箱的地方有三个：分别是光之镇东面的洞窟、盗人之墓和巴斯拉浮游岛。
<font color=red>★</font>巴斯拉浮游岛二层，右侧有一面可以推倒的墙。
---3000Z
---复活药
---万能药
---白银腕轮——队首的人装备后遇敌率下降
<font color=red>★</font>光之镇东面的洞窟，推到碎裂的石墙就能拿到两个宝箱。
---好运枝
---疾风草
<font color=red>★</font>盗人之墓第三层，打碎石块得到古旧的回力镖不过现在还是损坏状态，需要去找钢茨的工匠修理，
变回回力标。
---古旧的回力镖
<font color=red>★</font>钢茨——合体技能鱼猎人
由比尔达带队就能推开最上方房子里的柜子，进入密室后发现一个神父，原来他与达克一样，身上都流淌着古代人的血统。把达克放在队首与之对话取得第一
个和同伴合体的能力——鱼猎人。<br>
<font color=blue size=4>●隐藏要塞</font><br>
<font color=red>★</font>一路上有不少石块挡路，统统站开，让比尔达的铁拳来开路。
<font color=red>★</font>挡路的杂兵可以用敲碎墙壁的办法绕开。
<font color=green>○BOSS战</font>：暗夜布利布又是一只大蛤蟆，不知道为什么帝国的将军变身后都是这副德行。
消灭帝国的士兵后救出比尔达的朋友们，但是被告知秘密武器和族里的女性都被转移到了纳贝鲁城中。
---大金槌
---木灵帽子
---药草×2
---复活药
---钢铁盾<br>
<font color=blue size=4>●纳贝鲁城</font><br>
向北穿过蛇尾鸡巢穴 后就能够到达纳贝鲁城。这儿果然和传闻中的一样，有着众多的帝国士兵把守着，根本没有办
法强行突入，只有再另想办法了。
<font color=red>★</font>现在可以回钢茨叫获救的工匠为你修理回力标了，就在发现第一个神父的那间房子里。修好后的回力标很给力，攻击跟当前能买到
的最强剑差不多，重量却轻不少还是全体攻击。<br>
<font color=blue size=4>●元军师之家</font><br>
还记得那个给你提供过回力标信息的老人吗？原来之前他参加过帝国军，现在去找他吧。地点就在钢茨东面的海滩旁的小帐篷里。很明显这老头是个武器狂
看到龙持有的回力标后感动的泪流满面。他对龙说：灵活运用你的智慧将是最锋利的武器。然后就给龙出了一个蛇尾鸡大作战的主意，只要龙偷走它们的蛋
就能乘乱闯入固若金汤的纳贝鲁城了。<br>
<font color=blue size=4>●蛇尾鸡巢穴</font><br>
<font color=red>★</font>调查蛇尾鸡的蛋后会，引来他们愤怒的攻击。
<font color=green>○BOSS战</font>：蛇尾鸡
偶尔会使用强力的火焰攻击，其他不足为虑。战胜它后讲蛋据为己有，以此将这种性情凶猛的家伙吸引到身边，并把它们带到纳贝鲁城附近。<br>
<font color=blue size=4>●纳贝鲁城</font><br>
<font color=red>★</font>龙把蛋丢到了城里，引起蛇尾鸡大暴走，众人乘乱进入纳贝鲁城。
<font color=red>★</font>一楼右下角的罐子里有骷髅戒指，效果是防护力+10，即死攻击防御加强。
<font color=red>★</font>一直向里会发生BOSS战。
<font color=green>○BOSS战</font>：史莱姆恶魔三个小杂鱼会合体成一个大史莱姆。
---万能药
---骷髅戒指
成功的救出了女兽人和比尔达老婆，却让帝国的军舰带着秘密武器——鱼雷跑掉了。而他们攻击目标就是海底商都：马卡。<br>
<font color=blue size=4>●马卡</font><br>
回到危在旦夕的马卡，鱼人总管说最后的办法就是去流浪之镇请传说中的大魔法师出山，去楼上从鱼人老头那里得知了流浪之镇的所在以及进入那里
的方法。调查床下得到 守护神像，现在可以出发了。
<font color=red>★</font>此时去自由市场交易有机会买到天使之剑 刚弓 钢铁铠甲 和炎之石。
<font color=red>★</font>有空的话可以去纳贝鲁城里面逛逛，还有三个宝箱没拿。
---魔法戒指
---痊愈之吻
---速攻之靴※绕到城市的外围，调查港口最外沿。<br>
<font color=blue size=4>●流浪之镇</font><br>
沙漠中漂流城市，经历过久远的岁月后现在变成了一座死城，像浮游一样漫无目的的在这片沙海中游弋。只有不灭的精灵依旧存在，继续守护着这座古
城，守护着他们的主人——曾经封印了邪恶女神的大魔法师荻丝。
<font color=red>★</font>迷宫里的宝箱大多需要打碎岩石才能取得，注意收集。
<font color=red>★</font>进入神殿发现荻丝正在睡觉，想叫醒他先要战胜她的三个精灵守卫，BOSS三连战。
<font color=green>○BOSS战</font>：守护者
<font color=green>○BOSS战</font>：守护者
<font color=green>○BOSS战</font>：守护者
前两个是之前打过的BOSS，没什么威胁。最后一个实力不俗，全体雷魔法加回复HP，不宜久战速度解决。
大费一番周章后，荻丝终于从两千多年的沉睡中醒来，得知众人来意后，她拿出一个古老的蛋，说：只要把蛋仍到海底的火山里
它就会孵化出名为“台风”的巨虫，到那时黑龙族的军舰就不堪一击了。到那个时候再来找我。说完又倒头就睡。
---药草×4
---梅花盾×2
---万能药
---复活药×2
---父亲之枪
---白银腕轮
---冰之锤
---锁帷子
---古旧的蛋<br>
<font color=blue size=4>●海底火山</font><br>
<font color=red>★</font>海底火山位于马卡得正北方，若这时候去马卡自由市场做生意的话，要注意不要将古生物的蛋卖掉，卖了的话是无法继续剧情的，就算回去找荻丝，她也
不会再给你一颗蛋了。把蛋仍到海底火山之后，众人再次叫醒了荻丝，虽然很不情愿但她还是决定帮助众人击退黑龙军。就这样由于伟大魔法师的加入使得
众人有了更为强大的力量，是彻底把黑龙军驱逐出这片海域的时候了！
---狙击弓
---3000Z
---月之露
---2000Z
---暴烈匕首
---药草<br>
<font color=blue size=4>●马卡</font><br>
回到马卡发现所有的鱼人族战士们都拿上了武器化身为大鱼准备与黑龙军作最终决战。龙一行登上了大鱼的背部加入了战斗，一上来就被黑龙军的战船团团
围住，情况万分紧急。这时荻丝出手了，她召唤出了孵化了的台风虫把黑龙族半数的战船击沉，局势瞬间逆转，现在只要消灭残留在海底的帝国军队就能获
得最终的胜利。
<font color=red>★</font>BOSS在马卡的北方一点点，走上去就会发生战斗。
<font color=green>○BOSS战</font>：死亡螃蟹
又一名帝国的将军变成了海怪——大螃蟹，改名叫海鲜帝国吧混蛋。很简单的BOSS，没什么好说的。虽然战败的将军选择了自爆，这也无法阻止我方获得胜利
城外留下的巨坑，既是战争的伤痕也是战士的荣耀。鱼人们捍卫了自己的领土，赢得了属于自己的一份光荣。到了分别得时候，鱼人总管问马尼罗：“你要去
那里？马尼罗：“我要和龙一起旅行，因为他还没有付清帐单”就这样马尼罗和荻丝加入旅行。
<font color=red>★</font>回到马卡找总管要回商人宝珠，现在马尼罗可以变成大鱼穿越海沟了。
---圣洁围巾
---商人宝珠
<font color=red>★</font>此时去马卡的自由市场交易有机会买到：
狙击手套，雷之刺剑，
白银匕首 ， 速度头盔
<center><a href=#bof000>返  回</a></center><br><br>";
echo "<font size=3><a name=bof005></a><center><font color=green size=3>【第五章：虚幻】</font></center><br>
<font color=blue size=4>●音乐之国</font><br>
音乐之国位于西海南方的小岛上，这里使用的是一种独特的音乐语言，不会乐器的话是没有办法和人交流的，这时后话，现在有一样重要的东西要先来拿下。
<font color=red>★</font>音乐之国三层的皇城里，接近保险库里的宝箱后会被守护石像推入深坑，掉下去后发现一间密室，我们要找的东西就在这里，旁边的老头会给你提示，推
动最右边的箱子并调查的话会发现工匠大师的鱼竿，有了它就可以开始第三次探宝之旅了。
<font color=red>★</font>在音乐之国二层的某间房子里会找到一个和妮娜一摸一样的人，上的老婆婆说她从天而降并且记忆全失。
<font color=red>★</font>此时去音乐之国的自由市场交易有机会买到：
达克的最强武器-暗之匕首 ，金头饰，破坏刺剑，
---工匠大师的鱼竿
---极品甜瓜
---药草
第三次探宝之旅 目标是取得两件龙之装备和第二段龙变身。
<font color=red>★</font>还记得光之镇那个要求美女按摩的色老头吗？让荻丝领队去对话一样可以赚20000Z。
<font color=red>★</font>龙之剑罗美村往西走，绕过浮塔西面的山后会发现第一口古井，同时装备大师的鱼竿
和鱼饵后可以钓到。 
<font color=red>★</font>龙之盔用魔法跳跃到芝如，向左下角走，通过大海和山脉之间的夹道在大陆的最边缘可以找到
第二口井，同理钓得。 
<font color=red>★</font>古代石板达达罗村向左走，到海边后往上走可以找到第三口井，里面有古代石板。这个道具关系
到游戏里最后最强的力量，现在暂时用不到。
<font color=red>★</font>龙之祠堂二：在隐藏要塞和蛇尾鸡巢穴之间向左走，向下绕过山头便可以到达。钓到龙之剑以后可以进入，战胜试炼怪兽后就能获得四种二阶龙变身。
右边的宝箱里是
---会心石
<font color=green>○BOSS战</font>：火焰哭泣<br>
<font color=blue size=4>●风之村</font><br>
风之村位于北方大陆的交通要枢，西面的桥直通帝都。不知从什么时候起，每当刮起北风的时候，村民就会失去理智的乱跑和胡言乱语。村里有个叫
尼古尔的年轻人去北方的山谷调查真相，至今下落不明。龙一行为了查个究竟向着北方山谷进发。进入山谷后发现西面通向帝都的桥已经被截断，只
有失踪的尼古尔能修好。更奇怪的是路中央有一朵巨大的花，正吐着让人迷乱的花粉，其后就是一个铁门紧锁的山洞，非常可疑。
<font color=red>★</font>风之村前面有一片分的很开的果树，用比尔达的拳击，可以打下苹果来。
<font color=red>★</font>在笛子匠人的家推开地板上的箱子，进入密室后发现第二个神父，把达克放在队首与之对话取得第二个和同伴合体的能力——巨鱼人。
<font color=red>★</font>调查旅馆里的箱子得到勇气腰带，效果为攻击力+10。<br>
<font color=blue size=4>●四天王研究所</font><br>
进入山洞才发现这里竟然是帝国军的秘密研究所，一路上的宝箱和要道都有改造人把守。龙一行刚上到二层就遭到四天王之一
的克拉偷袭，被他的药水将身体变小了。乱走一通后发现一个老鼠洞，进入老鼠的世界发现这里竟然还有免费宿屋。帮助老鼠打败小强后，得
到老鼠的药，众人服下后恢复了原来的大小。注：老鼠的谢礼有两个，左边的是老鼠的药，右边是药草，因为拿了老鼠药后身
体立刻回恢复，所以先拿老鼠药的话就拿不到边上的药草了。身体恢复后上楼梯再次挑战克拉的改造人，战胜后发生剧情。
<font color=green>○BOSS战</font>：小强×3臭名昭著的小家伙，物理防御超低，敏捷超高。
<font color=green>○BOSS战</font>：改造的尼古尔
被打倒的改造人恢复了原本的面貌，竟然是失踪的风之村村民尼古尔。秘密研究所、让人发狂的花还有人体改造实验，果然这一切都是帝国的阴谋，而逃走
的克拉就是直接的负责人。不过现在首要任务是救活尼古尔，妮娜的回复魔法毫无效果，还被荻丝嘲讽了一番，既然传说中的大魔法师说的把握十足，众人
之好再次当起了跑腿，去寻找青蛙汁。
---药草×2
---痊愈之吻
---好运枝
---好厉害的鱼竿<br>
<font color=blue size=4>●青蛙洞</font><br>
青蛙洞在南边的小岛上，与青蛙对话得知它想吃金苍蝇，进入风之村的羊圈，进去打败BOSS得到金苍蝇，再到青蛙洞交换得到青
蛙汁。<br>
<font color=blue size=4>●风之村</font><br>
回到风之村，有了青蛙汁做药，尼古尔的状况大有改善，他一醒来就请求众人将帝国种的毒花毁掉，否者花粉蔓延到全世界就事情大条了。荻丝说要帮
尼古尔治疗，继续作壁上观，好吧我们自己去。
<font color=green>○BOSS战</font>：远古妖花
搞定怪花后，克拉这个卑鄙小人又逃了。回到村庄发现村民都已恢复正常，不过尼古尔情况又再次恶化了，传说中的大魔导士真是不靠谱啊，你还笑！
<font color=red>★</font>消灭妖花后去做乐器的老爷爷家，调查床底下得到名人之笛
<font color=green>○BOSS战</font>：改造的尼古尔
为了治疗尼古尔的身体，伟大的大魔导士用雷魔法狠狠地将他轰成了焦炭，可怜的尼古尔你就安息吧...什么？竟然好了...面对这种误打误撞的结
果，荻丝似乎很自豪呢。不过说起来比起什么黑龙女神之流的，一介平民的尼古尔才堪称是打不死的小强。面临生化改造、下毒加天打雷劈，仍然不改真
勇士风采，站起来拍拍灰就跑去修桥了，让人肃然起敬。众人跟去一看果然是一波未平一波又起，倒霉的尼古尔倒在了桥边，显然是边上的克拉干的好事
这个卑劣的家伙终于亲自出手了。
<font color=green>○BOSS战</font>：恶魔司令官
大概是将生化改造的成果用到了自己身上，这家伙变成了一只奇丑无比的打怪物，不过实力还行，全体地震和单体跳压攻击力还行，最好带上妮娜回血。
打败他之后就可以通过长桥来到西大陆了。<br>
<font color=blue size=4>●卡拉莫</font><br>
在西大陆的荒漠里发现了一个洞穴，不时的有人探出头来，进去后发现这里是食土族的居所——卡拉莫。原来帝国看中了食土族的能力所以逼迫他们在这里
挖掘某些东西。食土族的勇士莫古奋起反抗，结果被四天王之一的捷克姆多施下了诅咒，昏睡不醒。只有进入莫古的梦境打败怪物才能使他苏醒过来。音
乐之国里有可以让人进入梦境世界的宝物，答应帮他们去取的话可以得到：顺风耳头巾，这样加上之前在风之村取得的名人之笛
就可以跟音乐之国的人交流了，赶紧出发吧！<br>
<font color=blue size=4>●音乐之国</font><br>
再次造访终于可以顺利交流了，原来音乐之国王室有两样宝物分别是西拉比之枕和时之键，西拉比之枕
是我们此行的目的而帝国则垂涎着时之键，不知又有什么阴谋。通过美妙的笛声还能得到不少其他情报， 比如从天而降的有翼少女啦...公主喜欢黑龙皇帝
佐贡啦...八卦八卦,进入王宫后得知原来传闻是真的，音乐之国的公主被佐贡迷惑，想要交出国宝时之键，如果龙能让她回心转意的话就能得到西拉比之枕。
果然在青春永驻的诱惑下任何女人都会失去理智吧，劝说无效后之后去偷宝物。趁着月色龙从二楼的小路进入卧室看到了正在洗澡的公主身上的标记，分别
是蓝 红 白。之后去宝库门口与老妇对话后按照左右的顺序去开门就会发生剧情。公主被巨大响声惊动了，带着卫兵过来查看。在劝说无果双方剑拔弩张之
际，荻丝突然发飙用魔法将宝库大门炸了个稀巴烂。霎时间浓烟滚滚，双方人马在混乱中抢成一片。烟雾散去后才发现时之键被四天王之一的卡拉乘乱抢到
了手。谁知荻丝这个没有危机感的家伙竟然在这时和公主吵起了架，结果就是两人旁若无人的吵了十分钟，还扯上了妮娜，渐渐演变成所有女性的大混战
最后当然是伟大的大魔导士用伟大的魔法把大家都放倒在了床上。
虽然宝物被帝国抢走了，不过任性的公主也得到了教训，所以龙一行还是被获准去已经变成破壁残垣的宝库取西拉比之枕。
<font color=red>★</font>之前有在音乐之国的记录点记录过的话，用跳跃魔法可以很方便的来到这里。
<font color=red>★</font>现阶段在音乐之国的自由市场交易有机会买到：兽矛
---极品甜瓜×2
---西拉比之枕
---月之露<br>
<font color=blue size=4>●梦境之镇</font><br>
回去卡拉莫使用神奇的枕头进入了莫古的梦境，又看到了莫古的妹妹安妮。她请求龙打败北方塔里的怪物解救她她的哥哥。仔细看这里真是一个美丽的小镇
到处是鲜花和美食。镇子里四散着由莫古内心投射的分身，有愤怒、绝望、幽默、理智和恐惧，而最重要的勇气被魔物抢走了，所以莫古的心无法聚合完整。<br>
<font color=blue size=4>●梦魔之塔</font><br>
进入北方的白塔，这里就跟迷宫一样，注意地上的圆盘，绿色的使墙消失，红的使墙再次出现。当然只是视觉上消失，你依然无法穿墙。路上有不少岔路注
意摸索，进入中心会遇到变成莫古样子的BOSS，它劝说龙不要白费力气，因为这是在莫古的梦中，只要莫古的心不完整就没有人可以打败它。真是个好心肠
的BOSS，还会提醒玩家随时可以逃跑，好吧先撤，哼哼，所有放主角一马的BOSS最后大多是悲剧收场，无论是在漫画还是游戏里，小样你就等着吧。
<br>
<font color=blue size=4>●梦境之镇</font><br>
回到一开始的桃源镇，地鼠贤者会告诉你个好消息——找到勇气的所在了，他就被困在南方的洞穴里，到达那里需要穿越一片充满毒气的旷野。注意每个分身
的不同反应吧，很有意思。<br>
<font color=blue size=4>●多拉玛之荒野</font><br>
一路上到处都是不断喷出的毒气，碰到了会少2点HP。
---光之盾
---复活药
---头饰<br>
<font color=blue size=4>●南方洞穴</font><br>
在洞穴里找到了勇气，不过他显然沉迷在食物和自己的世界里，不承认自己就是勇气，这时候代表家人的安妮和代表智慧的贤者都出现了，在他们的劝说下
愤怒、绝望、幽默、理智、恐惧一个个分身都回到了莫古身上，再加上最后的勇气，莫古终于恢复了正常！你以为我是谁！我是莫古！挖洞的莫古呀啊啊！！
...不好意思，一激动就跑题了。莫古加入队伍。<br>
<font color=blue size=4>●梦魔之塔</font><br>
地形还是让人头疼，这里四层的迷宫都没有放宝箱，所以尽快找到楼梯是正事。
<font color=green>○BOSS战</font>：梦幻
HP为0，根性値有2650。附加各种异常状态是它的主要攻击手段，回避率也不错，弱点属性是雷。
战胜BOSS大蝴蝶后众人回到了现实世界，莫古在苏醒后也再次加入了队伍，他的个人特技是挖掘松软的地面。
第四次探宝之旅
首先有了莫古加入，可以用他的特技挖掘有龙型标记的地面进入隐藏的地宫，一共有五个，现在可以到达的有两个。
<font color=red>★</font>龙型标记地宫1
达达罗村向东北走一直到海边，标记在首次看到石巨人位置的附近。进入发现四个宝箱，上面的两个有陷阱，左边的炸死一人，右边的恢复
全部HP和AP，此迷宫不会遇敌。
---好运枝
---疾风草
---体力素
---速攻之靴
<font color=red>★</font>龙型标记地宫2 位于平静洞穴和飞翼城温迪尔之间，先用魔法跳跃到温迪尔再向西南走就能看到。进入后发现第三个神父，与之对话取得第三个合体技
能——牛头巨人，特技是推开极重的柜子。
<font color=red>★</font>暗之镇:取得合体技能牛头巨人后去暗之镇，在女骗子的房子里用牛头巨人推开极重的柜子，发现第四个神父。轻松取得第四个合体技能——
小飞龙，特技是龙吼，对着龙型石板叫可以打开山洞。这个房间还有另一个大柜子，推开可以找到女性专用的彩虹羽衣。
---彩虹羽衣
取得强力合体小飞龙后，现在可以用龙吼有龙之石板的山洞了，一共有三个，现在能找到的有两个。
<font color=red>★</font>龙型石板山洞1
在光之镇的北面山上，非常好找。打开里面的宝箱得到达克专用的夜之腕轮，行动力+20 运势+20。
---夜之腕轮
<font color=red>★</font>龙型石板山洞2
风之村的西南方，从海底上岸的地方。打开里面的宝箱得到女性专用的爱之腕轮，戴上后每走一步恢复1点HP。
---爱之腕轮
<font color=red>★</font>风之村长笛艺人家,推开极重的柜子，调查得到慈爱铠甲。
---慈爱铠甲
<font color=red>★</font>音乐之国:合体成小飞龙放在队首，去找一个说自己没有音乐天赋的女孩，她会找到音乐灵感，然后调查她身旁的植物得到妮娜专用的热恋帽子。
---热恋帽子
<font color=red>★</font>卡拉莫南方的旷野上有一株单独的奇怪植物，用莫古挖一下可以得到堀之根，药材，以后用得到。 
<font color=red>★</font>音乐之国的自由市场里可以买到 天使铠甲<br>
<font color=blue size=4>●春之村</font><br>
穿过的卡拉莫南方的寒冬洞穴来到了春之村，最近气候的变异使这里异常寒冷。本来瀑布后面有一条通向帝都的
地道，不过现在瀑布已经被冻住了。从村民的口中得知南面的天之塔有调节气候的能力，只不过入口非常隐秘。 ---药草
---速攻之靴<br>
<font color=blue size=4>●天之塔</font><br>
塔门前的土地上有一个龙型标记，让莫古挖掘一下就能进入塔中。在2F要往上爬前一堆柱子中，调查两个相连支柱后面，会发现隐藏宝箱。3F到8F依次会
出现草地、暴雨、沙漠、冰原、天空和宇宙构成背景的大房间，敌人也会越来越强。大房间沿墙会有一些缺口，进入后直接掉出塔外。在天之塔8F的控制
装置前，龙一行遇到了四天王中的梦之操纵者——捷克姆多，还没交手众人就被他送入了梦之世界。
---大痊愈之吻
---田螺
---疾风草
---炎之铠甲
---大地铠甲
---武神之魂※隐藏<br>
<font color=blue size=4>●恶梦之镇</font><br>
这是属于捷克姆多的梦之世界，里面被关着从各地被抓来的人，甚至包括天之钥匙的守护精灵。一个老者告诉龙要找出捷克姆多隐藏在梦中的元神才能击败
他，也许捷克姆多的良心会提供些帮助。<br>
<font color=blue size=4>●恶梦之塔</font><br>
龙来到了镇子北方的恶梦之塔，在地下一层遇见了捷克姆多的良心，他说在他消失前会竭尽全力帮助主角的。记录休整一番后继续前进。下一个黑暗的场景
中，有一种特殊地板站上去整个场景会旋转，看似晕头转向其实很简单，转完后领队面向的方向即为未转前的方向。通过后，走中间楼梯到二楼，然后调查
地上，将会找到陷阱掉到右边那条路上去。在充满楼梯的房间中，选择右边第二个楼梯上去就能找到BOSS捷克姆多。
<font color=green>○BOSS战</font>：捷克姆多
因为这是捷克姆多的梦，所以一开始无法给他伤害，过段时间会发生剧情，捷克姆多的良心出来限制了BOSS的力量。真正的战斗现在开始。话说这个家伙的
形象竟然是个马赛克啊...大马赛克形态对魔法的抗力奇高，包括龙变身后的魔法攻击，所以用物理攻击上吧，多次物理攻击累计后，BOSS的码会越来越小，
最后变成无码。下马后的BOSS果然相貌不凡，仪表堂堂，现在用魔法攻击就效
果卓著了。不管是步兵还是骑兵，不停攻击吧，胜利就在眼前。
战胜了捷克姆多众人重返现实世界，守护精灵也回到了天之塔并将天之钥匙交给了龙。龙使用天之钥匙启动气候制御装置，众人出塔看时已是冰雪消融、大地如春！
---痊愈之吻
---水晶弓
---三叉戟
---好运枝※打开宝箱会引发陷阱
---烟雾
---诅咒头盔
---全封闭面具
---天之钥匙<br>
<font color=blue size=4>●春之村</font><br>
回到春之村发现大家都十分高兴，村子里的水车也在瀑布的带动下重行转动起来，到处是一片生机勃勃的景象。从瀑布后面的密道通向西大陆的南方。
<font color=red>★</font>下水游到村北的池塘，龙装备大师的鱼竿可以钓到第三件龙之武器——龙之铠甲。
---龙之铠甲
<center><a href=#bof000>返  回</a></center><br><br>";
echo "<font size=3><a name=bof006></a><center><font color=green size=3>【第六章：爱·仇】</font></center>
<br><font color=blue size=4>●时之村</font><br>
时之村里的时间已经被停止，所有人保持着时间被停止前那一秒的形态，除了一个外出归来叫艾伦的年轻人，他提供线索说可能和东边的时之塔有关。
---钻石戒指
---白鹿角
去时之塔的路上正好可以拿两个隐藏武器。
<font color=red>★</font>龙型石板山洞3
时之塔的正东面，用小飞龙的叫声打开后得到风之腕轮，女性专用，行动力+20 特防力+5。
---风之腕轮
<font color=red>★</font>龙型标记地宫3
时之塔的东北方，宝箱有陷阱领队会中毒。得到游戏第三强的武器英雄之弓，可惜是双手持。
---英雄之弓
<br><font color=blue size=4>●时之塔</font><br>
踩上迷宫里有箭头样式的机关后能够瞬移一格，利用这个能够穿过墙壁。注意三楼有一个很大的缝隙会掉出塔外。四楼有两个宝箱被一大堆箭头包围，只
有从上方的箭头入手才能拿到，其他地方都是死路，注意观察应该问题不大。四天王之一的卡拉在五楼等着主角。“你们已经给我带来了太多的麻
烦...卡拉利用时之钥匙的力量造出一个时空裂缝想把众人转移到时之村，突然她看到了那个叫艾伦的年轻人已经回到了时之村，顿时心神大震。结果龙和
其他人被分开扔到了时之村和塔外的某地。
---复活药
---恶魔手杖
---冰之铠甲
---痊愈之吻
---金头饰
---守护之盾
---万能药
---速度头盔
---狼皮
---阿修罗之剑※剧情过后，再次返回来拿
---时之钥匙
<br><font color=blue size=4>●时之村</font><br>
龙醒来发现已经到了塔外，而且身边的同伴已经消失不见。赶回到时之村后发现妮娜和同伴们都在这儿，还有艾伦。原来卡拉和艾伦是童年时最好的朋友
艾伦相信卡拉从始至终都没有把灵魂出卖给黑龙。当然，或许也正如荻丝所说，“人是会变的。”激动的艾伦决意要到时之塔去找到真相，一路上凶险，大
家都跟了过去。
<br><font color=blue size=4>●时之塔</font><br>
在塔顶曾经的好朋友再度会面，但是卡拉心中的怨恨似乎没有这么容易消除，她显然不会因为艾伦的出现而放过龙一行，双方一语不合就打了起来。
<font color=green>○BOSS战</font>：卡拉虽然变得挺可怕的样子，实力其实一般，只会不停的物理攻击，没什么威胁。
在龙和伙伴的围攻下，卡拉招架不住只好用时之村村民的性命做威胁，再次用时之钥匙将众人放逐。不过这次也有误差，龙和妮娜被送到了一座城堡前，卡拉
躲了进去并将自己的内心和大门一起锁了起来。
<br><font color=blue size=4>●时之村</font><br>
无奈的龙只好和妮娜再次回到时之村，果然大家都在这儿。能够自由操控时间和空间的时之钥匙果然厉害，村子里的人正如卡拉所说的那样在缓慢的衰老中。
艾伦自责的回忆起过去和卡拉相伴的时光，美好的时光总是易逝，村子里面的人想把卡拉赶走，因为她不是人类，虽然艾伦尽了力但是依然无法改变结果，或
许当年艾伦能够保护卡拉的话，事情也许不会演变成现在这样。在众人的鼓励下，艾伦鼓起勇气去弥补当年的遗憾，他说如果有假日之果实的话，或许就能唤
起卡拉沉睡在心底的回忆。在南方的海岸边，那个艾伦和卡拉一起长大的村子边有一棵假日树，那是两人充满回忆的地方。让兽人比尔达用力砸树就能打下一
个水果，这个假日之果就是把城门打开的关键。
<font color=red>★</font>现在去时之塔顶层能拿到阿修罗之剑。
<br><font color=blue size=4>●南方城堡</font><br>
城堡里卡拉身心具疲，假日果实让她愧对艾伦。她说已经厌倦了争斗，叫龙拿了时之钥匙就赶紧离开这里。突然四天王之一的歌德出现了，他要
抢夺时之钥匙。为了让龙一行顺利脱出，卡拉缠住了歌德，并拜托众人将村子恢复原状，就在众人成功的脱出城堡的时候艾伦正巧赶到了这儿，候他不顾危险
冲了进城...在一阵激震之后，整座城堡消失在了时空的彼方... 而故事的末尾，包含着爱仇的两人，最终能够在另一個世界里相会。能够穿越时空的限制，或
许这就是爱情。
<br><font color=blue size=4>●时之塔</font><br>
妮娜用时之钥匙将时之村的时间恢复了原状，就在她拔出钥匙的时候突然发生意外，时空再次扭曲以来，将妮娜吸入了时空的漩涡中。为了就妮娜，龙等人也纵
身跳了进去。
<center><a href=#bof000>返  回</a></center><br><br>";
echo"<font size=3><a name=bof007></a><center><font color=green size=3>【第七章：姐姐】</font></center>
<br><font color=blue size=4>●音乐之国</font><br>
一阵天旋地转后龙一行被抛到了大洋中间的音乐之国。原来那个跟妮娜一模一样、很久以前从天而降的飞翼族女孩就是穿越时空的妮娜本人，不过现在她失去
了记忆，需要找医生治好她。记录点旁边的神秘人物看起来很眼熟，好像是之前蛇尾鸡森林提醒过龙的斗篷男，他告诉龙一个很有用的线索：时之村有一位很
出名的医生。
<br><font color=blue size=4>●时之村</font><br>
不愧是传说中的名医，敢把失忆症当感冒看，他说只要有米谷蛋白就能药到病除。制做米谷蛋白需要四样药材，下面列出名称和入手方式：
土河豚越过南方城堡继续向南，在通向帝都的断桥上钓到。
堀之根卡拉莫所在的荒漠上有一种奇怪的植物，用莫古挖掘得到。
和田椰子用兽人击打各地的椰子树就可以得到，比如音乐之国和钢茨的入海口。
白鹿角 之前流程里能拿到两个，如果你没保留的话，医生家2楼的桶里也有一个，如果你也事先拿来用掉了的话...那就只能去原野
上狩猎白鹿了，祝你好运。
<font color=red>★</font>时之村右上角会发现那个神秘斗篷男，对话后调查他脚下，得到可以进入帝都的通行证。
收齐四样东西后回去找医生，得到米谷蛋白，然后去音乐王国给妮娜服用，立刻药到病除，妮娜归队。恢复了记忆的妮娜不但换了一套蓝色衣服显得更活泼，另
外还觉醒了变大鸟的能力，现在可以去地图上的任意地方了！
第五次探宝之旅
有了飞天的能力，就没有什么秘宝能逃过我们的掌心了，这是最后最大的探宝之旅。
<font color=red>★</font>龙之盾防御力 128 重量 5
最后一件龙之道具，在风之村左边一个群山围绕着的井里，老样子要用最强的钓竿钓。
<font color=red>★</font>龙之祠堂三：在风之村吊桥往上飞的一个湖中小岛上，进入的要求是取得二段龙变身。这里解除的是最强龙变身凯撒龙的封印。右边的宝箱里是---极品甜瓜
<font color=green>○BOSS战</font>：神圣鸟行动速度很快，通常是攻击两次，弱点是火。如果龙级别不够高的话，最好带几个HP全恢复的道具。
<font color=red>★</font>龙型标记地宫4
罗美洛村东北方的小岛上。注意三个宝箱都有陷阱，让盗贼开比较好。
---勇气腰带
---体力素
---武神之魂
<font color=red>★</font>龙型标记地宫5
最后一个秘密地宫，在帝都所在大陆的右下角最边缘地带，一共八个宝箱都没有陷阱。
---热恋帽子
---星之盾
---速度头盔
---万能药
---迷之爪
---武神之魂
---疾风草
---好运枝
<font color=red>★</font>大回力标 攻击力 150 重量2 攻击全体主角专用的全体攻击武器，3把中最强的一把。取得地点在罗美洛村北方的小岛上，只要调查
封印之塔的北部就可以取得。 
<font color=red>★</font>最后之力量取得所有四件龙之装备、第5口井的古石板、三段龙变身后
便可重新回到平静之洞穴最底层，水底下有最后一间龙的祠堂。与老人谈话后取得最后的力量，8同伴合体，普通攻击锁定999，在游戏中无人能敌。
<font color=red>★</font>武器收藏家:在达达罗村西南方向的海上有一个岛屿，住着一个大妈武器收藏家，先去和她对话，接着去找那位住在钢茨西边的老头收藏
家，在他俩之间担当信使多次来回后可以得到重要道具破岩之爪。这个东西是进入拿出女神之塔的关键，现在还用不到，所以你也可
以以后再来发展这段支线剧情。
---武器一览表
---药草×2
---奇怪的东西
---老爷爷的信
---老奶奶的信
---破岩之爪
<font color=red>★</font>自由市场的隐藏武器
剧情进行到妮娜飞天以后，自由市场进化三级，此时不断地交易会有很小的几率买到六件新武器，其中不少都是个人的最强装备。
---晕晕锤
---蝶之刺剑
---小人之弓
---神圣盾
---魔界长袍
---怒视之杖
<br><font color=blue size=4>●帝都</font><br>
飞过毒河，出示通行证就能够进入帝都。这里就是黑龙帝国的首都，没有想象中的繁华，而是充斥着破败和恐怖；到处都是黑龙族的
士兵，他们监视这从各地抓来的民众，让他们日夜为帝国劳作。
<font color=red>★</font>在宿屋有遇到斗篷男，他告诉众人最后的敌人就在高塔里，不过高塔没有入口，秘密就在墙壁上。
---药草
<font color=red>★</font>高塔前调查控制器，发现少了一个零件无法启动。塔旁的一個少年说在春之村有一個登山家前不久爬过高塔，或许他能帮忙解决问题。
<br><font color=blue size=4>●春之村</font><br>
所谓的登山高手就是那个因天气变化而患病的大叔，而他口中的“纪念品”就是升降装置丢失的零件，得到损坏的零件。
<br><font color=blue size=4>●钢茨</font><br>
找到铁鬼众的长老，他能修好损坏的零件，得到装置的零件。
<br><font color=blue size=4>●帝都</font><br>
启动高塔升降装置后一直上升，真是非常高的塔直插云端，这样伟大的建筑背后却是被奴役人民的血泪。不出所料在塔里再次碰到那个斗篷男子，仿佛一切都
在按照他的计划进行着。这个狡猾的家伙还告诉了龙一个秘密，传说中能克制龙族力量的武器——龙之魂就藏在音乐之国。
<br><font color=blue size=4>●音乐之国</font><br>
在音乐之国第一层正中间的屋子里有一個吹笛子的少女，跟她对话就能得知原来传说中的龙之魂不是一件兵器而是一首歌，龙听完后感觉灵魂剧烈地在颤抖
HP顿时降为了1。少女将歌曲装在了瓶子里送给是众人，这样就拿到了龙之魂，可以去挑战黑龙皇帝了。
<br><font color=blue size=4>●帝都</font><br>
爬上高塔，里面是一个五层的迷宫，一点都不复杂，甚至守卫力量也很弱。
---枪手手套
---不败头盔
---会心药
---冰之杖
---痊愈之吻
<font color=green>○BOSS战</font>：佐贡
佐贡的根性値高达10000，应该是到目前为止最高的BOSS了。实际打起来却没那么困难，如果你得到了恺撒龙和小飞龙变身，一回合应该能杀血1500以上
再带上妮娜加防和回复，胜利在望。另外使用龙之魂能按比例减少黑龙王的HP，满血时是2000多，当然龙的HP还是只剩下1。不愧是一代枭雄，佐贡坦然
接受了失败的事实，也大方的承认了龙比自己要强，更提出要龙接替完成龙族一统天下的霸业。说出这最后遗言后，佐贡和他的野心就灰飞烟灭了。龙一
行人随着塌陷的地板掉到了塔地的迷宫里。就像做梦一样，龙睁开眼睛后姐姐莎拉竟然出现在了面前，像所有的happy end一样，大家感动
的稀里哗啦，连铁汉比尔达也是泪湿满襟。直到龙将手上的女神钥匙全部交给莎拉时，还没有人察觉到异常。不过好梦总是要醒的，记住这张英俊而狡猾
的脸吧，本作最阴险的反派出现在了莎拉身后。杰斯达—一心谋反的黑龙君参谋，暗中帮助龙的神秘人也是他，利用龙的手杀掉了皇帝
又用咒语控制莎拉从龙手里骗取了女神钥匙，他的目的到底是什么呢？嘲笑了众人一番后，杰斯达带着莎拉还有女神钥匙飞去了巴斯拉浮游岛，就在龙等
人一筹莫展的时候，突然地面被钻出了个大洞。原来是一群被黑龙族抓来的食土族人，挖地道逃跑时搞错了方向，有顺风车搭何乐不为，众人顺利脱出。
<br><font color=blue size=4>●巴斯拉浮游岛</font><br>
赶紧马不停蹄地赶到浮游岛，莎拉显然还剩下一点自我意识，让路给龙通过。可以还是晚了一步，杰斯达已经解开了女神的封印，电闪雷鸣后一半被埋在
土里的女神之塔缓缓地升了上来。
<font color=red>★</font>接触旁边的传送器，追赶杰斯达到女神之塔。
<br><font color=blue size=4>●女神之塔</font><br>
这是一个双子塔，到达右边时候众人被莎拉的结界挡在了外面，此时的她的自我意识已经非常薄弱，最后还是不得不和她一战。 
<font color=green>○BOSS战</font>：莎拉
之前温柔坚强的姐姐被咒语生生得折磨成了双子座，真是悲剧。由于之前被莎拉的结界所伤，所以这一战全体以HP1的状态
出战，最好带上妮娜。莎拉变身的白龙，HP比黑龙还高，如果前一战的龙之魂没用掉的话，对莎拉也是有效的。荻丝的魔法炎4，伤害大消耗少，性价比最高。
被打败的莎拉终于可以从杰斯达的咒语中解脱出来了，她缓缓地倒在了龙的怀里，含笑而逝。和在龙之乡分别时说的话几乎一样：不要哭泣，我的弟弟。
终于众人在塔顶发现了罪魁祸首杰斯达，此时的他身上散发着强大的力量，骄横而不可一世。原来女神已经复活，杰斯达的力量就是来自于她。在杰斯达的狂
笑声中女神之塔化为了飞灰......
---光环战衣
---玻璃多米诺
---速度铠甲
---陷阱守卫者
---炎之匕首
---石头盔
<center><a href=#bof000>返  回</a></center><br><br>";
echo"<font size=3><a name=bof008></a><center><font color=green size=3>【最终章：和平】</font></center>
<br><font color=blue size=4>●龙之乡</font><br>
龙从梦中醒来，发现自己回到了龙之乡，原来姐姐的灵魂救了他并将他送到了这里。从妮娜口中得知，他已经昏迷了3天三夜了。还有一个坏消息：深埋在
帝都地下的浮游要塞重见天日，这将是各国最大的威胁。到外面与同伴汇合后，龙决定承担起保护这个星球的责任与女神做
最终的决战。
<br><font color=blue size=4>●浮游要塞</font><br>
乘坐妮娜变化的大鸟，飞到帝都原址就能进入最后的迷宫。进入大门才发现没有入口，必须挖洞。这就需要两个条件，
第一：破岩之爪，
第二：破岩之爪的使用方法。破岩之爪的获得方法详见之前的第五次探宝之旅。
<br><font color=blue size=4>●卡拉莫</font><br>
前往食土族得镇子找到挖洞大师，让莫古跟他对话可以学到破岩之爪的使用方法。
<br><font color=blue size=4>●浮游要塞</font><br>
虽然破岩之爪只能再使用一次，不过已经足够钻开浮游要塞异常坚硬的地表。
<font color=red>★</font>地下二阶由占据四角的四个平台组成，按照顺时针方向先取得右边的宝箱炎之锤，然后回到出发点按上下的次序走遇到了杰斯达的走狗，四天王的余孽
歌德，他与墙壁融合为一体，化身为石巨人挡住了众人的去路。
<font color=green>○BOSS战</font>：歌德
作为倒数第三个BOSS，显然是比较失败的。HP虚高却只会单体物理攻击，善用魔法就轻松击败它。
---炎之锤
<font color=red>★</font>地下四阶无论往那个方向走都一样，都要在浮游要塞的动力室内绕个大圈子。还记得巨人体内那个心脏一样的动力炉吗？这样的动力炉浮游要塞有六个。
注意地下四阶之后遇到的杂兵都是之前出现过的BOSS，HP比较高，经验值却不多，所以不要过多纠缠，直接去地下七阶找杰斯达算账。
<font color=red>★</font>没想到所谓的新皇帝竟是这样一副小人嘴脸，开战前杰斯达会假惺惺地招揽龙入他的麾下，要将世界分给龙，其实不管你选YES还是NO，结果都是一样，
那就来吧，艰险小人!
<font color=green>○BOSS战</font>：杰斯达
杰斯达现出了真身，原来得到女神之力的代价就是变成这种怪兽。BOSS的攻击方式很多，单体全体物理攻击，全体冰魔法等，真真有威胁的是雷3，单体
锁定伤害400，基本上除了合体后的盗贼，对其他人都是一击必杀。其他就没什么要注意的了。
杰斯达的野心被粉碎了，他也得到了应有的下场，不过他口中的毁灭女神米莉娅究竟是意味着什么？
<font color=red>★</font>战胜杰斯达后女神御座的传送器已经被打开，先不要急，调查宝座的左侧和右边的柱子会有惊喜。
---皇帝之剑
---星碎槌
在一片虚空中，终于见到了复活的女神，大概是被封印太久傻掉了，完全是个萌妹加天然呆。她会问龙为何而来，回答为和平而来HP和AP就会全恢复，之
后当然是NO，然后开打啦。
<font color=green>○BOSS战</font>：米莉娅 
米莉娅第一形态的防御非常低，两三下就解决了。毕竟是个爱哭的小姑娘嘛，之后她会继续装傻加卖萌，正当一帮萝莉控晕忽忽之际，莎拉的灵魂再次出
现，她提醒龙说是用究极龙之力，能击破女神的伪装。
<font color=green>○BOSS战</font>：米莉娅 
如果不使用最后的八身合体，那女神的第二形态就是最终BOSS了，打倒她后迎来BAD END——女神的真身没有被打倒。如果使用八身合体攻击了一下，那么米
莉娅立刻现出真身，进入第三形态战。
<font color=green>○BOSS战</font>：米莉娅 
女神真面目是一条五头邪龙，最后一战了当然要用最终之力咯。八身合体的究极龙非常强劲，一直按攻击偶尔加下血就可以了。
<center><a href=#bof000>返  回</a></center><br><br>";
echo "</font></pre>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
