<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=bof000></a><center><font size=5 color=red>GBA龙战士II攻略</font></center>";
echo "<br><center><a href=#bof2001>序章:咪娜的委托</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof2002>第二章：命运的出会</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof2003>第三章:共同的家园</a></center><br>";
echo "<center><a href=#bof2004>第四章:青蛙王子</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof005>第五章：虚幻</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof2006>第六章:悲之翼</a>&nbsp;&nbsp;&nbsp;&nbsp;<a href=#bof2007>第七章:伪之正义</a></center><br>";
echo "<center><a href=#bof2008>终章:无限的宿命</a></center><br><hr size=2 width=95%><br>";
echo "<font size=3 color=red><a name=bof2001></a><center>序章:咪娜的委托 </center></font>";
echo "<pre><font color=red>★</font>10年后的莫多町。博修询问长老是否有好的差事让他和龙去完成,长老说有一个寻找宠物的任务。博修正在为这件小儿科的事情抱怨时，委托者翼人族的少女咪娜进门来，色迷迷的博修马
上爽快地答应了这件差事<br>";
echo "<font color=red>★</font>两人出村前往フタビ山寻找那个叫ス-ジ-的宠物。承袭了前作的特技设定，每个角色都拥有各自独有的技能。龙在购买钓竿、鱼饵后能在水边有鱼跃起的区域钓鱼、博修的技能则为射箭狩猎。
行动时必须把该角色置于队伍前列。另外在战斗时角色也拥有特技；龙为气合(恢复体力)、龙变身(必须解开封印)、博修为狙击。在町的附近会出现一个旅行马戏团，正在高价展览传说中的珍稀物种-草人。
进入フタビ山的推荐等级5段，并预备一定数量的回复HP、解毒道具。刚一进山博修就听到了尖锐地嘲笑声，四处张望却不见有任何人影。行至中途从半空飞来魔鸟三姐妹拦住去路，战斗中的第二回合这伙变态姐妹为了争风吃醋
还会自相残杀，取胜之后博修嘀咕着ス-ジ-可能已经被吃掉了，两人继续向山顶行进。
在山顶的洞口阻塞着一块岩石，两人合力将岩石推下山后却意外的发生山崩把归路切断了，进洞后他们从一处裂缝跃下返回到半山。转出西山口来到>了老人ニロ的家，只见老人正被大群蟑螂所围攻。击退第一批六只蟑螂后还会
有一只蟑螂王出现。完全消灭后老人十分高兴准备请两人吃烤小猪，博修及时发现小猪就是咪娜委托寻找的宠物使其幸免于烤炉之祸。  
告别老人回到村庄，将小猪交给长老后就顺利完成了任务并获得酬金500元，咪娜临行前热情邀请龙等二人到飞翼王国温笛亚去观光。  
半夜里博修忽然听到急促地敲门声，原来一个叫キルゴア的神秘人前来报讯说失窃了贵重宝物，怀疑是トラウト所为，看看龙正在忽忽熟睡博修决定独自前往调查此事。  
龙醒来时发现博修已经不见了，出门打听却听说トラウト夜里丢失了宝物正全城封锁搜查窃贼，而主要怀疑对象却是博修。龙在前往トラウト家询问途中被一女子撞个正着，吃了闭门羹后来到了城左上方キルゴア家, キルゴア
对意外事件表示遗憾并委托龙查明真相。到家中博修正焦急地等在那里，当他问龙是否相信他盗窃时龙当然相信幼时挚友的品行。于是博修便一五一十的把事情原委相告：夜里为帮助キルゴア
取回宝物而潜入トラウト家，冷不防一个女子从屋里飞奔而出，当博修进入宝物库发现空空如也，此时警卫却出现了…博修一口咬定那个女子就是真正的犯人而龙也不禁想起方才撞上的那个。正谈论见传来了急促敲门声，博修慌
忙躲进了垃圾桶里。警卫进屋搜查一番离去了，博修深感隐藏在城里已经不安全，便要龙带他潜往フタビ山西面ニロ老人处暂避。龙骗过警卫把藏有博修的垃圾桶带出城去，ニロ老人爽快地收留了博修并要求一同修缮房屋，他
还告诉龙那个女子经常出没于古鲁塞町，为了洗刷友人的冤屈龙只身前往古鲁塞町调查真相。";
echo "<br><br><font size=3 color=red><a name=bof2002></a><center>第二章:命运的出会 </center></font>";
echo "<br><font color=red>★</font>古鲁塞町又被称为格斗都市，城中央的竞技场经常会举行刺激火爆的格斗比赛，据说城中的某位大人气女性将会在下次比赛中出场。夜间进入PUB情报屋会打听到很多有用的消息，和吧台附
近的大汉兰多交谈获知一场比赛与神秘女子对阵的将是タグジ森林的勇者ババデル，如果打倒此人就可以取得代替出场参赛资格。  
タグジ森林位于西北方，进入森林后循着伐木用的索道进入深处，打倒ババデル后取得斧头作为凭信赶回古鲁塞町(注：森林中宝箱内得到的金币コィン可以在钓鱼时引诱前作的鱼人曼尼洛上钩，可以购买十分珍贵的武器。不过
价格么…)。再次见到兰多，他对龙能打倒ババデル感到十分钦佩。这是斗技大会已即将开幕，龙冒充ババデル进入会场，打倒筋肉男人事部长后正式取得入场资格。隔壁房间内大会主办人阿卡斯告诉龙在比赛中他会
向两个参赛者施放毒针意在暗算那个常胜无败的女子。在进入参赛者部屋后不要与守卫对话先把手头所有的金钱存入银行。兰多会赶来询问情况，当听说内情后焦急万分。他灵机一动要求龙把全部钱给他去购买解毒剂(趁火打劫
？！幸亏老子有防范)，但当他拿着向隔壁女参赛选手讨好时却碰了一鼻子灰，只得把两个解毒剂都交给龙保存。角斗大赛是在水池中的一跟圆木上进行的，在观众的欢呼声中那位享有不败记录的天才格斗家-豹女琳璞
终于登场亮相，虽然这个女子名不虚传有着十分狠辣的身>手，缠斗数十合后还是被龙击败了。就在观众沸腾之时看台上飞出无数毒针射向擂台… 
救出重伤的琳璞后龙与兰多议论着事件的始末，两人决定去找那个主办人阿卡斯算帐。阿卡斯冷酷地说道：“类似斗技比赛这样的活动只有死人才能让观众感到刺激从而提高票房。”阿卡斯使用他所谓神赐予的力量变身的狼男有
着不俗实力,被两人联手击败后他临死前口中还喃喃说着:“吾神正越来越接近这个世界…”困惑中的两人走出竞技场时有人告知昏迷中的琳璞已经苏醒。原来是当地艾帕教的青年神父雷易用神力治疗了琳璞，琳
璞断定是龙在战斗中偷施暗算便想上前撕打，幸而兰多从旁说明才真相大白。闲谈中兰多表示要去找个体力活维持生计，听说龙有一栋旧屋正在修缮时便主动要求帮忙，百无聊赖的琳璞也吵着加入，于是三人一起回到フタビ山
西面ニロ老人的旧屋。这是两人才知道了龙的真实姓名和出行目的，博修估摸着琳璞不是干活的材料便让她协助龙一齐调查女盗贼(兰多的特技为高速直线行进，战斗特技为偷袭、琳璞的特技为用木棒击碎石头等硬物，战斗特技
为引诱)。来到莫多町正赶上魔法学校附近传来一阵喧哗声，龙二人赶去察看原来是三个山贼模样的大汉正想劫持一位名叫尼娜的翼族少女。这位少女有着一双迥然不同与其他族人的漆黑翅膀，神态矜持而从容。龙蓦
然见到她顿时产生了一种奇特的感觉；虽然素未谋面，却似乎在百载千年前已经相识…那般如花娇颜、那种举止谈吐仿佛早在梦中萦绕多时！尼娜在盛怒之下使用强力魔法赫退了山贼后返回学校，好奇的龙二人跟着进入。尼娜正
在向老师解释破坏戒律使用魔法的原因，琳璞也搭讪着要求学习魔法。一个山贼再次出现威胁说尼娜的妹妹已经落入他们手中，尼娜只得跟山贼前往他们的巢穴。这时龙才知道这个尼娜原来是飞翼王国的第一王女，以前认识的
咪娜是她的亲妹。正直的琳璞吵着要去搭救尼娜姐妹与龙心中所想不谋而合，两人火速赶去盗贼巢穴-ロッコ山。ロッコ山位于过桥前往古鲁塞町的途中西北方，进山后某处有个小喽罗会向龙介绍山贼家族的主要成员。临近门口
守卫会质问某个成员，答错就会发生战斗(建议故意答错)。密室中可憎的头领ジョ-か-正用咪娜对尼娜进行威胁，忍无可忍地龙二人冲上前与之搏斗起来。在扫除干净喽罗后尼娜会使用魔法打倒乔卡，而乔卡会喃喃称颂着神的
名字变身成怪物，这是尼娜会正式加入和龙等人并肩战斗。乔卡虽然皮糙肉厚但速度却出奇缓慢所以并不足为虑，唯一有威胁的是他会使用全体中毒魔法。取胜后尼娜准备护送妹妹返回故乡温笛亚，琳璞因盘算着要和尼娜学习
法术所以提议结伴同行，于是三个人一同出发了。在龙的心中；那个暗中庇护邪恶的神的存在给他留下了无限的迷茫和困惑。";
echo "<br><br><font size=3 color=red><a name=bof2003></a><center>第三章:共同的家园</center></font>";
echo "<br><font color=red>★</font>因为咪娜的关系有翼族的卫兵打开了通往温笛亚的地下甬道。在地道中生活的都是因和他族通婚等种种原因被蔑视的一些底层居民，龙一行沿途都听到有关温笛亚王家黑翼公主的传闻--有
着蝙蝠一般诅咒之翼的王女将给全族带来无穷灾祸。
聆听这些大家的心情都很不轻松，只有年幼的咪娜对马上回家感到兴高采烈。在甬道的出口处，执掌大权的王妃带着侍卫正焦急地等待着咪娜的归来。一见到尼娜就大发雷霆并告诫咪娜说：“不许和这个灾祸之源呆在一起…”王妃
带着困惑的小咪娜转身离去了，侍卫长奉命把尼娜一行赶出了王宫。尼娜回头望着曾经生活过的家园，咬紧嘴唇把积淀多年的悲伤再度压抑在内心深处。
这时一大群人正围观着一个名叫斯泰恩的杂耍艺人变戏法，这个人不由分说拉着龙当表演魔术的配角，只听一声巨响龙消失地无影无踪。斯泰恩诈称龙已经被变到次元空间，只要两位漂亮MM能陪他开心才能将之变回
来，正在此时满头泥土的龙从地里钻了出来，原来他被斯泰恩用炸药硬炸进了地里。琳璞盛怒之下要对斯泰恩饱以老拳，后看龙安然无恙便作罢。
斯泰恩感觉龙等人都十分善良厚道自愿加入队伍(尼娜的特技是浮游，战斗特技MP回复、斯泰恩的特技是长臂可抓住木桩到达对岸，战斗特技装死)，被这个活宝一闹大家原本郁闷的心情顿时好了许多。
在城中意外听说女盗贼已经逃往西方的消息。
一行人出城才发现旅行马戏团也已经搬迁到了温笛亚地方。前往西方卡贝达村途中会经过一个怪物猎人的集落，猎人会向龙详细介绍用阿鲁果实诱捕怪兽ウパルパ的方法。
卡贝达村以拥有三个不同风格的高明建筑师而闻名天下。而如今这个繁荣著称的地方却意外的冷清，听说有个男孩走进枯井里失踪了，许多人去寻找也不见返回。
在乘船处打听到女盗贼早已搭船向西走了，现在船没有返回也无法出海。
进入枯井却突然遭遇了一匹魔物，被一个金发青年出现施法消灭了，但随即又从阴沟里窜出一匹魔物。取胜以后众人才认出那个青年就是在古鲁塞町救助琳璞的艾帕教徒雷易，雷易请求众人帮他一起救助被困洞中的小孩。
趁着雷易和魔物缠斗的间隙龙他们四人突入洞中，利用乌龟来回摆渡找到了失踪的孩子。
正说话间从水中跃出一头巨大的龟形魔物，经过一场艰苦的搏斗才将它打倒(此BOSS的全体攻击威力相当强大须及时加血补充)。魔物消灭后大水滚>滚涌出众人忙携带孩子向外逃去，雷易一边使用光之壁把汹涌大水挡住边嘱咐
龙快抓紧时间救出所有被困村民。在逃跑过程中遇见村民装束敌人只需打死他们脸上的蝎子就可以令其恢复清醒，救助了全部村民后再与雷易对话，众人迅速逃出井外。
雷易提出要到龙他们的聚集地看看，一行人回到フタビ山发现原先破败不堪的废宅已经被整修得初具规模，而ニロ老人把这里重新命名为“共同体”。看到龙他们团结一致的情形雷易十分感动，提议由龙自由选择一位同伴赐予
艾帕神的祝福-复活术(笔者当然选择了尼娜)。
雷易走后博修急着催促龙帮他找到女盗贼。一行人回到卡贝达村时在村口宿屋边遇见一个名叫萨娜姆的女子，这个打扮妖异询问他们是否愿意见识下神奇的法术(对话时必须由龙带队)，在她带领下众人赶到了北方森林。原来那
里是老巫婆欧巴巴的实验室，欧巴巴想请龙协助做个合体实验。实验失败了但却意外诱发了潜藏在龙体内龙族的力量而具有了变身能力，不过龙变身时巨大的能量波把整个森林和欧巴巴的实验室都化为了灰烬。龙只得把两个麻
烦人物安置到共同体，两人把博修为自己精心装饰的房间强行占为己有并要龙到卡贝达村找木匠来改建合体实验室。
重新回到卡贝达村。村中建筑师具有三种不同风格，玩家按照自己喜好进行选择吧(注：建筑风格看建筑师自己居住房屋的式样就可以一目了然了，不同风格在以后对情节会产生细微变化)。
(补注：在温笛亚城附近出没的蓝色猫型怪物打倒后一定概率会得到小金币，建议稍微盘桓一些时间)";
echo "<br><br><font size=3 color=red><a name=bof2004></a><center>第四章:青蛙王子</center></font>";
echo "<br><font color=red>★</font>卡贝达村乘船渡过对岸便是被称为暇罗恩的大森林，在森林中的大池塘里栖息着许多青蛙。众人正想离开被瓮声瓮气地问好吓了一跳，彷徨四顾间从水中露出了个硕大的青蛙头。这个自称
希玛城王子塔贝塔的蠢家伙说因为得罪了魔女塔的尼莫芙而受到了诅咒，希望龙他们能拯救他。看到那付可怜样众人决定顺便到魔女塔去走一遭。
走出森林就可见到一个大湖泊，希玛城位于湖的正中央。湖西野外宿营地可供休息和更换同伴。西北面魔女塔的门紧闭着，因为魔女有喜欢青年男子的爱好所以只有让龙领队踩开门机关两次才能进入塔中。
第一层的宝箱是尼莫芙的诡计千万不能开，走到有五条岔路伸展开的地方，建议先走右数第二条路下楼取宝箱。
返回后选最右边的路可以看到本作重要的合体材料水之使者，但现在正被魔女石化只有以后再来一次。走最左边才是正确道路。
途中石像询问是否想回去一定要选否，之后就能到达有许多开关的房间。其中呈倒三角形排列的三个开关左右两个分别是楼梯之门和宝箱之门应该等所有机关都按下最后才去踩。上楼就能见到魔女尼莫芙，尼莫芙濒死状态时会
使用全体催眠魔法，应该及时回复状态否则遭遇连续魔法攻击后果不堪设想(魔法攻击不能接触催眠状态)。取胜后尼莫芙告诉龙要想让塔贝塔解除咒语需要让青年女子亲吻他一下(笔者选择了琳璞、另外离开魔女塔是不要忘了
解救水之使者)。一幕搞笑的插曲后塔贝塔恢复了原形，他豪爽地邀请大伙到自己的城堡-希玛城去参观，瞧着他的德行众人不由将信将疑。而此时共同体已经完全建成了，还需要到世界各地寻找志同道合参加发展(共30位同志散
落在世界各地需要寻找，有些同志将为过版带来事半功倍的效果，以后笔者会推出专门研究文章以供参考）。
塔贝塔的特技是变身成大青蛙泅水(战斗特技为敌方全体攻击)，利用这个特技可以进入魔女塔附近的瀑布洞中。这个隐藏的洞里匿居着一位龙贤人，他会传授龙三种强力的龙变身技能。瀑布左侧的山猫亭是一群筋肉男聚居的
场所，听说魔女尼莫芙经常光顾这个地方。
进入了希玛城后，塔贝塔发表了一番慷慨激昂的欢迎词，但是却发现周围的人用十分奇怪的目光盯着他。正疑惑间卫兵赶来不由分说地把塔贝塔抓了起来，随后一个自称是真正塔贝塔王子的人出现对龙等威胁一番后说准备了船
让他们赶快离开这里。在城中通过和人们聊天龙获知最近那个以前受人尊敬的塔贝塔王子性情大变而且已经开始笃信艾帕教。一行人赶到码头准备乘船离去时却意外发现一个公主装束女子正用石头把船砸沉，这个叫贝塔贝的女
子正要向众人说明原因卫兵赶来，慌忙中贝塔贝把龙等人推入水中躲藏自己则隐蔽在柱子后面，由于卫兵逗留时间过长导致龙三人体力不支沉入了水底…
醒来时众人已经被贝塔贝救到了民宅中。贝塔贝自我介绍是本城公主、塔贝塔王子的亲妹，她也认为被抓住关进牢房的那个是真正的兄长希望龙能够仗义援救，答应后会交给龙一个水下呼吸的面罩。龙通过城外的水下通道进入
宫廷的厨房，意外发现他们一直追寻的女盗贼和大群的蟑螂一起关在牢笼里，现在暂时也顾不上管这件事了。监狱里卫队长正盘问着塔贝塔什么，而那个蠢家伙居然还颇有闲情逸致地在吟诗绘画。龙打倒意欲阻拦的卫队长后打
开了牢门，这时也赶来兄妹见面一番叙话，最后塔贝塔告诉龙他以前赠送给魔女尼莫芙的王家指轮可以证明自己的身份。众人返回地下水道乘坐着一个大水桶离开希玛城前往魔女塔。
踩下魔女塔门前的开关会得到尼莫芙前往山猫亭的讯息。山猫亭的剧情十分搞笑，守卫的大汉会没收龙随身所有道具，沿途的指示牌会不断吩咐众人除去装备、涂抹胡椒等香料并选择肉食的口味，最终他们才发现自己成了做菜
的原料，打倒大厨山猫后才获悉原来尼莫芙将在这里举行一次盛大聚会。在厕所里找到了正为戒指落入下水道而焦急的尼莫芙，进入下水道小费一番周折后取得王家指轮离开山猫亭回到城中交给塔贝塔(如果在山猫亭不按照指示
做硬冲过关，山猫会把烤炉温度加到很高因此战斗时所有人HP仅剩下1点几乎没有取胜可能)。塔贝塔拿着王家指轮去找冒牌货对质，却想不到冒牌货也有指轮。贝塔贝问国王有什么对策时，昏庸的国王只记着晚上将吃什么美味
佳肴。灵机一动的贝塔贝提出让两人比赛作菜来判明真伪，因为王子曾经是有名的料理人。冒牌货狞笑着说：“如果比赛失败不但塔贝塔将被杀死，连龙一行人也不能幸免！”
到了餐厅塔贝塔只要捉到传说中的金苍蝇就有自信取胜，而金苍蝇栖息在城的地下，因为攸关自家性命大家只得前往捕捉。趁假王子忙着准备料理混到他房间探察，进入暗门发现有个士兵被吊着，解救这个叫塔塔的士兵后了解
到他一直相信被捕的是真王子。
回到城中水池边找到塔塔的女友，选择要什么酬谢时取第二项“情报”可以取得进入地下的钥匙。又费了一番工夫才将金苍蝇、大蚯蚓、蟑螂等做菜的材料收集齐全。
回到餐厅把材料交给塔贝塔后比赛正式开始。担任裁判的料理长因惧怕假王子而判他获胜，昏聩的老国王也判假王子取胜，不服气的塔贝塔让龙品尝一下自己的手艺，作为人类的龙哪能消受如此“美味”一下子吐得不亦乐乎。公
主气急之下声称要去拉动城里的自爆装置，真假王子先后追了过去。心生惭愧的料理长告诉龙通往自爆装置的秘道在楼下厨房的厕所旁边，进入秘道后先后看到塔贝塔兄妹被打倒在地，假王子冷笑着说：“自己花了很大心血才得
到如今的地位，决不甘心别人来破坏。”打败假王子变成的魔物后他想拉动机关与众人同归于尽，却不料这个所谓的自爆装置不过是城内宝物仓库的开关而已。经过风波后终于水落石出，塔贝塔决心跟着龙他们一起去四处历险。
回到地牢带走女盗贼帕迪，博修的冤屈终于可以昭雪了！回到共同体见到博修后帕迪辩解说在那天夜里根本没有拿走任何东西，万般疑惑的龙决定先带帕迪去见失主。到了莫多町见到了トラウト，帕迪和トラウト府上的卫兵吵
作一团，龙提出到四周踏勘一番，不久トラウト就跑来说相信帕迪是罪犯并承认博修清白。出门后キルゴア前来打听情况，对事情的变故表示了怀疑态度。利用龙神像把博修加入队伍中到キルゴア家参加晚宴，キルゴア坚持认
为トラウ>ト是真正的犯人，博修决定晚上再去探察一番。当问到龙是否愿意同行选：(前往)，再问是否真心选：(もちろん)！
夜间再入トラウト府经过调查果然发现トラウト才是真正的罪犯，打倒变身的魔物后解救帕迪而得到了失物。感激之余キルゴア把家传宝物赠送给了龙，当博修问起是否对最近一连串的事件感到奇怪时龙表示深有同感，那种在
暗中迅速滋生蔓延的邪恶力量如果不尽快遏止必将使整个世界陷入混乱。此刻；一个邪恶的生命完全苏醒了。ゲイト村-这个龙自幼生长的故土周围的森林陷入了黑暗的笼罩… ";
echo "<br><br><font size=3 color=red><a name=bof2005></a><center>第五章:失落之心</center></font>";
echo "<br><font color=red>★</font>シルビア奉长老之命把龙和博修两人叫到莫多町左下角的猎人工会，已经有许多魔物猎人云集在这里商议对策。多数人都表示由于强力魔物的出现导致现在的局面已经不是普通人类所可以解决的，长老告知龙ゲイト村附近的森
林在瞬间化为灰烬后，发现那里出现了大量强力魔物造成不少调查人员伤亡。当听シルビア介绍说龙他们成功解决了トラウト事件时对他们大加赞赏决定委托他们去ゲイト村调查，长老告诉他们去ゲイト村必须穿越一片大丛林
，只有找到草人才能够进入。
来到温笛亚获悉旅行马戏团已经前往音乐国，而到达音乐国必须借助鲸鱼グラソパ的力量才能到达。利用塔贝塔的变身技能到达希玛城东南方くじら岬的小屋(注：塔贝塔能力虽然并不强，但他的魔法ヒュ-ル可以自由往返于任
何曾经到达的村镇)，进入屋后的地穴让琳璞用特技把木栅栏打碎后众人沿一根粉红色管道滑了下去。下面有位老人在和两只海豚聊天，老人告诉龙他们正处在巨大的海上生物鲸鱼グラソパ体内，グラソパ已经沉睡了多时，只有
去除它体内某处的封印石像才能使它苏醒。深入鲸鱼体内遇见坏死的黏膜拦路必须用琳璞的木棒奋力砸开，毁坏作祟的石像怪ムソマ-后返回和老人交谈，老人说鲸鱼还是没有苏醒必须再刺激一下，如法炮制重击肉柱状喉结一次
后鲸鱼グラソパ终于因产生的痛楚醒了过来。为感谢相助グラソパ同意送龙一干人渡海，向老人索要道具くじらベル可在沙滩上随时呼唤鲸鱼。
来到音乐之国这个千百年来繁荣依旧的城市，由于语言不同暂时无法和城里的住民交流，不过这里贩卖得武器防具的确不错(音乐城附近的钓鱼场可以用小金币钓到龙战士1里那个贪心的勇者曼尼洛，曼尼洛会出售各种防御状态
的戒指)。旅行马戏团就位于在城南，马戏团长说要交换草人必须用ウパルパ或者900000元。去到温迪亚和卡贝达村之间的怪物猎人集落采集诱捕ウパルパ用的阿鲁果实，在后面森林里打败了魔物アルジャ-可以取得果实。
ウパルパ栖息的 ウバ洞窟位于古鲁塞町附近桥的左下方，花钱向洞中鱼人询问获知把阿鲁果实放在两个并排洞口右面那个可以诱捕ウパルパ。只需等ウパルパ的身体全部露出洞口立即冲上去将它擒获(如果打倒后选择不捕捉的
话会得到贵重武器所以建议诱捕两次，阿鲁果实可以问鱼人购买)。回到马戏团找团长，孰料团长竟变成魔物袭来，针对该魔物惧怕火系魔法特点可以轻松取胜，救出草人アスパ-(特技：森林步行)后根据指点赶往希玛城南方的
树海去寻找大贤树询问事情始末。
大贤树是传说中与诸神一齐最早诞生在这个星球的古老生命，目睹了千万年以来发生的所有事情。要聆听大贤树的心声必须得到音乐国的睡眠之枕，但龙在音乐国根本无法与那里的住民沟通，唯一一个不是当地>人的男性指点说
拿到哈兰多城的名人之笛就能听懂说话。哈兰多是斯泰恩的故乡，由斯泰恩带队进入哈兰多城后大家获悉这个其貌不扬的家伙原来是这个国家军队的中队长。斯泰恩前去拜见公主后龙等三人在城中闲逛，在会议室听到女将军シ
ュプケ-正大放厥词，三人不幸堕入了陷阱之中。斯泰恩因为找不到龙他们独自在城内探索，半路中听到头顶传来熟悉的呼唤声，原来是故友トウルボ-，トウルボ-对斯泰恩无故临阵脱逃十分愤恨而提出决斗。战斗分两次进行，
第一次最好防御、第二次天桥折断后才是真正的较量。斯泰恩把トウルボ-从水池里救起，トウルボ-告诉斯泰恩自从他离开那段时间城里已经发生了很大变故，女将军シュプケ-完全掌握局面并挟制了公主，于是两人相约分头去
营救公主。从左侧门一直上行会见到シュプケ-正劝说公主把哈兰多建设成强大军事国家。斯泰恩刚想阻止就落入了陷阱中，不过四个同伴却因此再度重逢。经过一场撕杀挫败了女将军シュプケ-的阴谋，公主出于感激把镇国之
宝“名人之笛”赠送给龙(在攻击魔法之门时切忌不要使用魔法攻击，否则魔法门会回复HP)。
回到了音乐之国拜见女王，却不料女王正因为严重的肥胖症卧床不起。宫廷巫师告诉龙国中最强的名医ゲド因为举止轻薄而被流放到マオリ山，只有此人才能妙手回春。マオリ山座落在位于地图中央的一个香菇型小岛，在山洞
内的恢复泉水边练级是很不错的主意，出没于此的金色石头人等怪物经验值相当高，泉水又能及时补充HP、MP。ゲド这个色鬼只接待女士的访问，无论尼娜或者琳璞都会用各自的方法将他炮制一番。押着他回到音乐之>国仍无法
治愈女王，ゲド叫龙回マオリ山向他的弟子取一样重要药品，弟子看了书信后说药品缺少材料请龙帮助到山上去采摘蘑菇，上得山后找到一丛呈三角形排列的蘑菇选右下角的那个，交给弟子后合成了道具幻灵之镜回到音乐城转
交给了ゲド。ゲド使用ダイエット魔法将龙他们身体缩小送入女王身体内，一场艰苦卓绝地脂肪扫灭大作战爆发了！随时使用幻灵之镜可以观察到所在位置脂肪的情况，如果显示怪物大活跃就说明数量多反之就是没有，铲除殆
尽后女王就会恢复健康。获得女王承诺后上楼开启宝箱并与侍女谈话可得到睡眠之枕。
在大贤树的心中是一片追忆的世界。必须依照老年、中年、少年的次序对三个相对应的村庄展开调查，交谈中能够获悉许多世界衍生以来的事情，记忆之塔会出现在少年之村。盘踞在塔顶的是邪神アルハメル，アルハメル不但
占据了大贤树的心灵还狞笑着说若干年前ゲイト村村民失去记忆也是他暗中捣鬼。将他打败后与大贤树展开了交谈，不过大贤树只是平静地说道：“只要一直南行就会找到他们所需要的答案…”
注:本游戏隐藏同伴是前作的大魔导师迪丝，在地图东南方大沙漠的盗人之墓附近会找到隐秘入口，两位精灵会告知说由于岁月久远使得迪丝已经忘记了许多法术，她正在一个与魔法有极深渊源的所在修行。笔者赶到莫>多町的
魔法学校在某教室后排果然找到了这个传说中的高人，且加入时LV35段！ ";
echo "<br><br><font size=3 color=red><a name=bof2006></a><center>第六章:悲之翼</center></font>";
echo "<br><font color=red>★</font>树海南方的山谷充斥着浓雾无法通行，一位旅人告诉龙是海上控制气候的天之塔发生了变故才导致这样的。天之塔位置在鲸鱼岬的右上方，由于前次龙大战的缘故已经完全浸没在海水中，在水中行动只能持续三分钟(包括战斗)
，必须活用宝箱中的气泡和行进途中没有遭水淹没的部屋及时补充氧气。最后终于发现肇事者是风之使者，她抱怨闲得发慌才到处游荡…
返回时山谷已经是清朗的景象,兰多的故乡法马村(ファマ村)就位于山谷的南麓。兰多的母亲デイヅイ是个精明能干的农场主，瞧着那栋全村最漂亮的宅院就完全清楚不过了。母子见面デイヅイ就因为兰多多年远游不归而将儿子
连声痛斥并命他立即去整理荒芜已久的田地，在田里和石头、杂草等周旋一番后击败了イワオカイソ完成任务。母亲又催促兰多去西方的那门达寺院祈祷丰收和平安，在寺院必须连续捐献香油钱二十次以上，那么在发生过进攻
大教会事件后兰多家后院会出现土之使者。回到法马村时兰多母亲已经不见了，在后院发现了艾帕教的使者，艾帕教使者向兰多出示了母亲デイヅイ的信函，信中大意是デイヅイ已经皈依艾帕教并自愿把全部财产甚至生命奉献
给神…
兰多当然不相信会有这样的事情一怒打倒了使者,大家判断兰多母亲已经遭到了艾帕教的绑架。
回到了共同体，尼娜在自己的房间里告诉龙说：“要进攻大教会必须有飞行的能力，只要在温笛亚取得王家世代相传的宝物“翼之证”自己便能化身为大鸟自由翱翔。”一行人回到飞翼族聚居的温笛亚城不得其门而入，幸亏咪娜出
现把尼娜领进城并向众人诉说了姐姐不幸的身世。
重病的父王对尼娜要取得“翼之证”似乎有着难言之隐，但看到了女儿坚毅的神情还是同意打开“空之洞”门户。“空之洞”位于王城最左边的房间由尼娜调查石像可以进入，在洞的最深处单独行动的尼娜打败了试练者ガ-ディアソ，
出现在尼娜面前的是数十年来一直孤独隐居在黑暗空虚中的前辈--初代的尼娜，这位昔日龙大战的英雄对自己有一个同样勇敢的后辈感到欣慰，不过在交出“翼之证”时她含蓄地说道：“需要勇气和牺牲来实现理想！”回到城中尼
娜决定于次日举行使用“翼之证”的仪式，但晚上小咪娜却偷偷地把“翼之证”偷走了。
尼娜等人发觉后急忙赶往仪式现场，原来由于种族退化的原因使得这一代的飞翼族一旦变成大鸟就再也无法恢复人型，原本柔弱胆小的咪娜为不让姐姐悲惨的命运继续延续毅然舍身化作了美丽的大鸟。见到这一幕；不单是尼娜
伤心欲绝、连其他人也感觉到为了邪教导致太多人的牺牲感到极度痛恨决心尽快结束这种不幸的延续，众人怀着愁伤之情跨上大鸟向南飞去(在温笛亚城上方偏左有座孤岛隐居着龙战士1中的森林战士基力亚姆和大盗贼丹克，岛
上出没的怪物经验值很高建议在此培养下等级不高的伙伴特别是兰多)。
先来到著名的铁匠都市ガンツ暂歇，这里的兵器屋有不错的东西出售呢！如今ガンツ镇最有手艺的是一个叫エルチチ的女孩，据说和龙大战英雄贝鲁达还有着颇深渊源。从ガンツ镇向下飞不多远就可进入艾帕大教会所在的エブ
ライ城，进城后大家才发现整个都市已经完全被教徒控制而不能自由出入。在都市里到处游逛发现几乎所有人的思想都已经被邪教所蛊惑，在大教会中有个名叫库拉留斯的女性似乎是个例外，倾心交谈后库拉留斯获悉了龙等人
潜入大教会的用意，她表明自己是艾帕教批判者组织的核心成员并指点了他们一条离开エブライ城的秘密通道。秘密通道中的敌人实力很强好容易脱出才发现是城南的旅馆，分手之时库拉留斯说她准备回批判者组织的基地コッ
ト城。为了联络更多同志龙他们决定去一趟法马村南部的コット城。在入口让琳璞砸碎阻路的巨石后可以进城会见首领泰戈，泰戈在听了龙述说详情后表示由于组织的幕后赞助者前往盗人之墓一直未归所以无法筹集足够兵器配
合他们行动。当听说龙等人曾经遇见过库拉留斯，对库拉留斯至今未归深感忧虑…接受寻访赞助者使命的龙一行赶往盗人之墓,在那里许多人都在寻找传说的大盗贼之宝-ぬすびとのあかし，由于墓地中出现多为僵尸系怪物所以建
议应该带上博修等会僵尸、麻痹等状态回复的同伴，进入墓穴深处可以看到那个久违的女盗贼帕迪被困在机关中。解救帕迪后循着她逃走的踪迹追去可以找到秘宝ぬすびとのあかし，返回コット城大家才知道原来帕迪就是那个
批判者组织幕后的资金援助者。如果琳璞在队伍中的话，出发进攻大教会前泰戈会要求和琳璞进行一场公平决斗。
要进入大教会必须先去班多欧教会夺取法器做为信物，教会从コット城一直往左下方走就可以到达(琳璞因为和泰戈单独行动会暂时离队)。教会中的通路会不断变换需要有耐心多走几遍，祭坛上那个貌似善良的マン>ソン神父终
于显露出魔物的丑恶本相，打倒后取得エブライヘの道的秘宝。决战前夕泰戈会详细向大家介绍艾帕教创立的缘起。";
echo "<br><br><font size=3 color=red><a name=bof2007></a><center>第七章:伪之正义</center></font>";
echo "<br><font color=red>★</font>大教会的门前警卫会向一行人提出质问，如果选第四项可以避免战斗。由泰戈假扮的神父、琳璞假扮的修女带头混了进去，大教会中无数教众正虔诚地等待着教主的驾临。龙等人也站在人丛中静侯着万恶之源的来到。
艾帕教教祖哈巴罗库终于出现了，他伪善地向教民说教一番后招手命党羽把一个被“恶魔附身者”押上前来，哈巴罗库声称为了铲除邪恶必须将这个恶魔处以极刑，在教徒们近乎疯狂地呼喊声中泰戈发现那个蓬头垢面的所谓恶魔
就是自己失踪多时的恋人库拉留斯，他再也顾不得掩藏自己身份跳上祭坛准备搭救库拉留斯。眼睁睁看着两个恋人被哈巴罗库杀害，龙等人悲愤至极地冲了上去，哈巴罗库眼看不妙慌忙夺路逃走，而阻拦在龙面前的是一个修长
的金发青年。雷易-这个善良的青年的心灵早已被邪教的教义所迷惑，龙却已经不再有耐心听他喋喋不休地劝谓，于是两个一度曾经惺惺相惜的朋友展开了宿命般的决斗！在战斗中彼此都感觉到对方体内流动的龙族之血，同门相
残是何等无奈和悲惨…望着血泊中的同族骨肉;仰天泣血的悲痛使得龙再度激发了龙的最后真力-龙皇帝(和雷易战斗时无论普通攻击还是魔法都没有效果、龙应该使用とくのう指令)。
继续追击教主哈巴罗库。此时必须让兰多加入队伍中，途中会救出母亲デイヅイ，デイヅイ指点兰多用特技撞开拦路的石壁，虽然撞开一条通路却也同时触发了机关。石壁逐渐向内合拢而兰多已经无力再支撑，危难时刻母亲デ
イヅ>イ把生存的机会留给了兰多和他的朋友们。教会的最深处是一个奇怪的房间。房间里会出现一个被三只恶魔眼珠附身的老人，战斗中千万不能攻击老人应该消灭三只魔眼解除诅咒。将老人救回共同体后才发现他竟然是龙自
幼失散的父亲。回到班多欧教会中的变换通路可以找到圣之使者，兰多家后院这时也会出现土之使者。
关于共同体是否能够飞行关系到游戏的结局，先要来到铁匠都市ガンツ镇与天才少女エルチチ会面，然后在共同体的井中发现某种古代龙族遗留的装置，如果在龙的父亲没有死亡的情况下就能完成共同体究极状态-飞行都市。
凯多村位于マオリ山左面。回到这片阔别多年的故土龙父子和博修真是感慨万分，不过周遭的一切都变了，邪恶的气息充斥在空间里。前往后山时发现守护白龙正遭遇着爆弹袭击，与此同时大批魔物从封印门户冲了出来。父亲
告诉龙只有找到他的妹妹ユア才能使众人进入封印门户，而ユア成年后的特征就是背上有一对蝙蝠那样黑色的翅膀！
龙对父亲的描述大为震惊，因为他的记忆中曾经有过这样一个特征的少女-帕迪；从没有想到那个饱受颠沛流离之苦的女郎就是自己失散的妹妹ユア… ";
echo "<br><br><font size=3 color=red><a name=bof2008></a><center>终章:无限的宿命</center></font>";
echo "<br><font color=red>★</font>龙发誓一定要把帕迪找回来,不过到达コット城后才发现早已人去屋空。满世界寻觅不见后怏怏返回了共同体，却无意中发现帕迪已经悄悄地躲在一个房间里悠然自得，一家人团聚不禁百感交集。
在巨龙的面前站着的是那位曾经在收养过龙和博修的ハルク神父，终于撕开了自己的伪装-原来他就是艾帕教教祖哈巴罗库。虽然从邪神那里获得了强大的法力，终究还是被龙等人齐心合力铲除了。巨龙告诉众人：“封印之洞深
处沉睡的邪恶之源已经苏醒，凭她的力量根本无力阻止…”
如果共同体没有起飞,等待龙的命运是接替他的母亲化身巨龙徒劳地守护着洞口,邪恶终将再度为祸世界--BAD End1！
但共同体起飞并选择“倒行”那么龙将率众进入无限之塔，从龙的右爪的门户进入可以找到魔之使者。由于路途遥远而艰险所以行前必须做好完全准备，道具栏装满恢复HP、MP的药物。龙、尼娜(风之使者+圣之使者)、琳璞(魔之
使者)、兰多(土之使者)是笔者选择的最终组合，此外龙在钓鱼场地可以取得最强的龙之装备(场所是在凯多村门前和共同体原址附近一个只能飞到的钓鱼场，玩家可以发现海底沉没着宝箱，用吸铁石可以钓起来，不过这套装备
并不是真正的“最强”)。
经过近乎无限的绵绵长路大家终于来到了传说中的龙之故乡-特拉库尼尔村，长老们会告诉龙之一族和女神弥丽亚之间的千年纠葛并了解到龙的母亲バレリ-获罪自责的原因。为了制止女神的野心，龙决定深入禁地再度将其封印
。临行前长老的质问将关系到结局变化，长老问起龙是否会听信女神的诱惑而原谅她的过错时必须作正确的回答(留给玩家自己选择吧！这个问题曾经困扰了在下相当一段时间)。
在禁地中某处会遭遇到龙童年时遇见的魔物巴鲁巴罗依，选择与其单挑会知道一些女神的弱点和秘密，不过要取胜难度相当大(在下是LV60段)。遇到女神时因回答龙族长老的质问正确与否会有两种结局；一种是除龙以外所有同
伴被女神当场杀害，随后是毫无希望地死斗…另一种当然是那种正义战胜邪恶的大团圆!
女神弥丽亚终于再次被消灭了,不过当她丑恶的真身崩溃前狞笑着说道:“当贪婪和欲望充满世界时，她还会再次复活。”
天下没有不散的宴席
曾经共战的同志终于各奔东西。不过在他们心中不会忘却那段热血激昂的战斗岁月，龙大陆的历史也将永远记载这些英雄的事迹。 ---------FIN--------------
";

echo "</pre>";



?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
