<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<center><font size=5 color=red>FC封神榜攻略</font></center>";
echo "<br><table border=0 width=100%><tr width=100%><td width=10%></td><td width=80%><img src='./20080422161914814.jpg'></td><td width=10%></td><tr width=100%><td width=10%></td><td width=80%><font size=4 color=black><pre>";
echo "
　　→哪咤家（旅立开始）
　　→陈塘村（往海底步道）
　　→南海龙王宫（打败南海龙王）
　　→西海龙王宫（打倒西海龙王）
　　→捕鱼村（获得定海珠情报）
　　→北海龙王宫（打败北海龙王，取得定海珠）
　　→海底旋涡（使用定海珠通过）
　　→新月岛（初遇小龙女）
　　→东海龙王宫（打倒东海龙王，小龙女加入）
　　→哪咤自尽（地狱之旅-奈何村）
　　→第一殿（打倒秦广王）
　　→第二殿（打倒楚江王）
　　→第三殿（打倒宋帝王）
　　→第四殿（打倒五宫王）
　　→第五殿（打倒森罗王）
　　→第六殿（打倒卞城王）
　　→第七殿（打倒泰山王）
　　→第八殿（打倒都市王）
　　→第九殿（打倒平等王）
　　→第十殿（打倒转轮王）
　　→哪咤重生（新生村）
　　→玉泉山（获得杨戬情报）
　　→逸仙亭（中途休息站）
　　→森林神木（初遇杨戬，回玉泉山找他师父拿玉佩再回来，杨戬加入）
　　→九龙镇（获得四大恶人情报）
　　→五龙山（由文殊天尊处获得遁龙桩-破四大恶人防护网）
　　→九龙岛（打倒四大恶人，与四大恶人战斗时需先用遁龙桩，否则攻击无效）

　　→九龙镇断桥修复
　　→佳东镇（获得魔家四将情报，在后山窟打败花狐貂后，小龙女失踪）
　　→女儿村（获得在暗黑洞窟的女王需捆仙绳才可破其妖法）
　　→清峰山（找清虚真君拿夜明珠，并获得打败魔家四将需钻心钉的情报）
　　→暗黑洞窟（使用夜明珠，否则需摸黑行走，并于最深处宝箱获得捆仙绳）
　　→女人国（通过重重机关找到女王，战斗时需先用捆仙绳，否则攻击无效）
　　→佳梦关（战魔家四将，战斗时需先用钻心钉，否则攻击无效，中途找到小龙
女，打败后杨戬生重病）
　　→西歧城（可在西村水池中获得神木桨，和姬昌交谈）
　　→芙冰村（把神木桨给村中的船夫，他就帮你造船）
　　→海中香谢居（找百草仙子拿雪莲回去救杨戬）
　　→玉泉山（再回去可到需前往火云洞的讯息）
　　→火云洞（从三圣大师处取得丹药，回西岐城）
　　→西岐城（将丹药投入井中，城内疫病清除，获得寻找姜子牙的情报）
　　→磻溪（遇见姜子牙，需找姬昌劝说，姜子牙加入）
　　→棋盘山（在古庙的香炉中可得铁槌，并使用它破除妖法：槌破两旁的画）
　　→桃精与柳鬼（在古庙破法，战斗时需先使用打神鞭，否则攻击无效）
　　→梅山镇（获得照妖镜情报）
　　→终南山（从云中子处取得照妖镜及获得梅山七怪之情报）
　　→梅山镇（对某些村民使用照妖镜可使之现出原形）
　　→梅山（打剩下的二怪）[最后上山顶的猴精发生战斗后逃走]
　　→水濂洞（大战美猴王，获得筋斗云）[可以用姜子牙飞到磻溪坐船往上走]
　　→万沙镇（遇闻太师，姜子牙被作法困于落魂台，获得昆仑山及太极图情报）

　　→昆仑山（找姜子牙师父元始天尊，获得老子的情报）
　　→玄都云（在空中有朵奇怪的云就是了，找老子得到太极图，回落魂台破法，
取得草人）[用太极图后出现桥,进小亭然后出来继续上走,可以走到和乐村,沿此路继续走可以到崆峒山]
　　→万沙镇（对姜子牙使用草人，姜子牙复活）
　　→青龙关（因在关口有风吼阵无法前进）
　　→崆峒山（找灵宝真人获得定风珠情报及信件）
　　→九鼎山（找渡厄真人使用信件可得定风珠）
　　→青龙关（使用定风珠破风吼阵并打倒闻太师）[风吼阵前三格处使用即可]
　　→雪原村（获得独角兽及角形岛情报）
　　→海底洞（在神殿中可找到独角兽，为小龙女之脚装备）
　　→白石村（在医院中可找到秘道并找到大船）
　　→漩涡海洞（在女人国东南方海面上，可得血葫芦）
　　→饯行洞窟（雪原村东北山谷，接受仙人们的祝福并获得多重的情报）
　　→朝歌城（首先会遇三精，妲已、雉鸡精、石琵琶精，注意战斗前需先用捆仙
绳，坦已逃跑）
　　→轩辕坟（打坦已时需先使用血葫芦）
　　→摘星楼（打纣王，但打一回合他就逃跑）
　　→浮游仙山（跳出朝歌城在西方天空，由玉鼎真人处得到九龙罩，再回朝歌城
）
　　→最后决战（对纣王使用九龙罩使其无法逃脱，打败纣王）
　　→精采结局（完）
哪吒装备一览表

兵器   属性   价格     最早产地
小刀   +2     15     陈塘关
手刀   +5     50     陈塘村(仓库)
长剑   +10     120     陈塘村
鱼骨剑 +16     200     捕鱼村
透甲枪 +25     300     奈河村
拐突枪 +38     420     石源地
七星剑 +54     560     平安村
透钢剑 +75     720     九龙镇(镇东森林中神木)
双钩枪 +100   1000     佳东镇
赤铜圈 +160   1400     女儿村
三尖剑 +164   2000     芙冰村
异文剑 +204   2800     芙冰村(水中),(石番溪)
行空圈 +320   4000     梅山镇
双形枪 +300   6000     万沙镇
缤纷剑 +365   9000     和乐村
鸳鸯剑 +800   13200     雪原村
乾坤圈 +600   16000     白石村
火焰枪 +520   32000     轩辕堆

防具   属性   价格     最早产地
肚兜   +2     30     陈塘关
布衣   +6     80     陈塘关
鱼皮衣 +12     200     捕鱼村
豹皮衣 +20     600     奈河村
粹玉衣 +35   1500     平安村
缠蛇带 +60   4000     佳东镇
金蟒带 +108   8000     芙冰村
青龙带 +180   15000     万沙镇
玄地凌 +300   24000     雪原村
混天凌 +450   ?????(无价)   朝歌

小龙女装备一览表

兵器   属性   价格     最早产地
竹鞭   +12     150     奈河村
铜爪   +20     250     石泉谷
铁指环       380     石源地
连珠鞭 +46     580     平安村
蝴蝶鞭 +64     800     九龙镇
猫爪   +82   1100     佳东镇
赤心鞭 +108   1500     女儿村
韧铁环 +132   2000     石番溪
鹰钓爪 +160   1640     梅山镇
晨星鞭 +196   4500     万沙镇
虎牙环 +234   6800     玄都宫(和乐村)
节铁鞭 +272   10000     雪原村
地狱爪 +315   16000     白石村
龙筋鞭 +370   24000     海底石窟(轩辕堆，朝歌)

防具   属性   价格     最早产地
短衫   +12     400     奈河村
连衫裙 +20     750     奈河村
铁布衫 +35   1400     平安村
镶铜衫 +60   2500     佳东镇
缀银衣 +96   5000     女儿国(芙冰村)
七星披 +150   10000     梅山镇
洛神衣 +240   18000     和乐村
龙麟衫 +360   34920     白石村

杨戬装备一览表

兵器   属性   价格     最早产地
烈斧   +70   1120     平安村
狼牙棒 +100   1600     九龙镇
铁戟   +135   2000     佳东镇
钓镰刀 +180   2500     女儿村
凤头斧 +244   1640     西岐城
三叉戟 +325   3600     梅山镇
流星锤 +405   5000     万沙镇
掩月刀 +510   8000     和乐村
日月锤 +636   15000     崆峒山(雪原村)
辟金刀 +760   25000     白石村
化天戟 +930   40000       朝歌

防具   属性   价格     最早产地
竹片甲 +50   1800     九龙镇
滕编甲 +80   3000     佳东镇
皮革甲 +120   6000     佳梦关(芙冰村)
角贝甲 +180   10000     梅山镇
水晶甲 +275   30000     和乐村
金钢甲 +405   34920     白石村
	姜太公装备一览表

兵器   属性   价格     最早产地
钓杆   +160   2500     西岐城
拐杖   +200   4000     梅山镇
化影杆 +250   5720     万沙镇
龙形杖 +300   13000     崆峒山(雪原村)
决云杆 +350   20000     白石村
鼎文杖 +420   32000     轩辕堆

防具   属性   价格     最早产地
道袍   +100   5000     石番溪
八卦袍 +160   10000     梅山镇
麒麟袍 +270   16000     和乐村
太极袍 +380   38000     白石村

男鞋   属性   价格     最早产地
麻鞋   3%     200     陈塘村
短皮靴   5%     500     奈河村
毛皮靴   8%   1120     石源地
犀皮靴 11%   1640     女儿村
神行靴 12%   9000     玄都宫(非卖)
纹豹靴 14%   8000     终南山(万沙镇)
移星靴 17%   20000     雪原村
风火轮 20%   ?????(无价) 轩辕堆
哮天犬 20%   ?????(无价) 轩辕堆
四不像 20%   ?????(无价) 轩辕堆

女鞋   属性   价格     最早产地
锦鞋   4%     300     奈河村
绣花鞋   8%   1200     九龙镇
云头鞋 12%   5720     梅山镇
金缕鞋 16%   20000     和乐村
独角兽 20%   ?????(无价) 雪原村(附近小岛)

药品功效一览表：
名称   效果       价格
药草   50 血       30
参须   200 血       60
人参   500 血     100
灵芝 2000 血     500
香草   30 法     100
五香草 200 法     250
龟龄膏 血，法全满   5000

名称       效果             价格
净　水 清除一段时间内的怪物       200
巫眼石 查看当前位置(在大地图上使用)   150
鹰　翼 瞬间飞回曾经到过的城镇       100
蛛　丝 瞬间飞回到大地图           80
六神丸 从错乱状态中清醒           20
牛黄丸 从中毒状态中解除           20
化石粉 从石化状态中解除           120
返魂丹 复活                   500

各地百货(旅费)：
陈塘村( 4)：药草 牛黄丸
捕鱼村( 8)：药草 牛黄丸 蛛丝
奈河村( 20)：药草 参须 香草 牛黄丸 六神丸 蛛丝
石泉谷( 0)：药草 参须 香草 牛黄丸 返魂丹 蛛丝
石源地( 0)：
平安村( 40)：参须 人参 香草 鹰翼 蛛丝 化石粉 巫眼石
九龙镇( 90)：参须 人参 香草 牛黄丸 六神丸 净水 蛛丝
佳东镇(150)：参须 人参 香草 鹰翼 蛛丝 化石粉 巫眼石
女儿村(200)：参须 人参 香草 牛黄丸 六神丸 鹰翼 蛛丝
芙冰村(250)：人参 香草 返魂丹 鹰翼 净水 蛛丝
西岐城(250)：人参 香草 返魂丹 鹰翼 蛛丝 化石粉 巫眼石
石番溪(300)：参须 人参 五香草 返魂丹 鹰翼 巫眼石
梅山镇(400)：人参 五香草 牛黄丸 六神丸 返魂丹 化石粉
万沙镇(550)：人参 五香草 返魂丹 鹰翼 净水 蛛丝 化石粉
和乐村(800)：灵芝 龟龄集
雪原村(600)：灵芝 五香草 返魂丹 鹰翼
白石村(550)：灵芝 五香草 返魂丹 化石粉
秘宝
名称       取得           效果         价值
定海珠 北海龙王宫殿宝箱     定住海底漩涡     150
铁链                 得知石源地入法     0
定神珠 阿鼻大地狱(第九殿)   去除中毒魔法     200
玉佩   玉泉山玉鼎真人     杨戬加入信物     1000(第二次????(无价))
遁龙桩   五龙山文殊天尊     打倒四大恶人     ????(无价)
夜明珠   清峰山清虚真君     照亮暗黑洞窟     ????(无价)
捆仙绳   暗黑洞窟       打败琵琶精       ????(无价)
攒心钉   女儿国黄天化     打败魔家四将     ????(无价)
神木桨   西岐城西村水池     交给芙冰村船夫造船   0
雪莲     海上香榭居       救治杨戬         0
丹药   火云洞轩辕氏       消除西岐瘟疫       0
铁槌     棋盘山山洞       定住桃精柳鬼       30
打神鞭   姜太公法宝       打败桃精柳鬼     ????(无价)
照妖镜   终南山云中子       现出梅山七怪原形   2500
筋斗云     水帘洞         空中飞行       ????(无价)
太极图     玄都宫         变成桥           0
草人     姜太公灵魂       姜太公复活         0
信     崆峒山灵宝真人     渡厄真人信物       0
定风珠   九鼎山渡厄真人     破青龙关风吼阵   5000(还回得50000)
血葫芦 女儿国外海底洞窟     打败妲己       ????(无价)
九龙罩   朝歌城外仙山       打败纣王       ????(无价)
0：用完即消失
????(无价)：非卖品
　　
在游戏中人物有五种状态：
中毒：给会施毒的怪物喷中毒了,中毒每走一步都伤血：使用牛黄丸或解毒术解除
错乱：给会迷惑的怪物下蛊，以致神经错乱，虽不致于打自已人，伤害还是很大的
，表现为攻击力减半，防御力减半：使用六神丸或还元术解除
石化：给会石化的怪物施过法，会变成石化人，不能参加战斗，得不到经验值，特
别指出的是，如果角色全部被石化游戏就结束：使用化石粉或溶石术解除
昏睡：在战斗中进入昏睡状态，战斗结束苏醒
健康：不用说了，就是没有什么病害了
部分法术介绍：

小龙女法术：
提神术：初级补血，1人
解毒术：给中毒的角色解毒（相当于服用牛黄丸）
还元术：给错乱的角色还元（相当于服用六神丸）
挠魂术：初级摄魂，1个怪物
养神术：中级补血，1人
驱妖术：施用后一段时间内没有怪物（相当于使用净水），只能在大地图上使用
溶石术：给石化的角色还原（相当于服用化石粉）
摄魂术：高级摄魂，全部怪物
回神术：高级补血，1人
复活术：角色复活，并增加一半血（相当于服用返魂丹并补一半的血）

杨戬法术：
幻啄术：变为公鸡，攻击1个怪物
映像术：查看当前位置(在大地图上使用，相当于使用巫眼石)
幻毒蚣：变为毒蜈蚣，攻击1个怪物
幻雷公：变成雷公，攻击全部敌人
幻石匠：被攻击的怪物石化
幻地牛：变为地牛，攻击全部怪物
幻火龙：变为火龙，攻击全部怪物

姜太公法术
昏睡术：被攻击的人物进入昏睡状态
凌鹰术：瞬间飞回曾经到过的城镇（相当于使用鹰翼）
封魔术：禁止怪物施魔法
天罡术：给角色增加一倍的防御力，只有一个回合的时间
疾兵术：给敏捷小于自己的角色增加一倍的攻击力，只有一个回合的时间
炫光术：攻击全部怪物
强神术：高级补血，全部角色
终极术：使用后怪物一招呜呼
哪吒不会法术
";
echo "</pre></font></td><td width=10%></td></tr><table>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
