<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<font color=black size=4><pre>
玩《大航海时代Ⅱ》很累，写它更累，但它在TOP TEN中不凡的表现让我不得不写。每个主人公的故事都会让你浮想连篇，劝各位去图书馆查阅一下15世纪大航海家们
的事迹吧！也许您的一生将为之改变。航海2中的运气相信航海家们都不会陌生，虽然是隐藏属性，但作用极其重要。昨天晚上我又new了一次，初始运气极差
（就是恶运缠身，脸上有凶兆的），我捐了好多次钱，运气都没有明显提升，给我气坏了，终于下了决心彻底研究一下。经过1个多小时的研究，得出以下研究结果：
1．捐钱一次最少捐300块，并且是身上只带300块一次捐出的情况下，可以确保运气提升，基本上是9到10点。
2．如果身上带的钱比较多，基本上要一次捐出随身钱的10%以上并且大于1000块，才能确保运气提升，提升点数与钱数和比例相关。
3．其它捐法有时也会有效，如带600块，分2次捐300，但不能保证，就是说有可能捐了2次300块运气一点也没提升，当然如果600块1次捐出，肯定是会提升的。
4．很重要的一点：单单在教堂里祈祷，也有可能提升运气！不过每次进教堂只有一次祈祷有效，并且这一次祈祷大约50%的机率提升运气（1点）。如果实在穷的要命
运气又不好，可以多进几次教堂祈祷吧，hehe
5．运气的范围是0到100。最低档：0到24（恶运缠身，脸上有凶兆的），次低档：25到49（看来不太好，要事事小心），中档：50到74（运气一般，人生要自己开拓），
高档：75到99（会交好运的，要有信心），最高档：100（好运常伴）
6．海上的幽灵船事件减30运气（够狠！）
7．海上的青光闪动，神在保佑的事件对运气没有任何影响！真是很奇怪，不过事实如此。这个事件一直给我提升运气的错觉，不过如果它不是提升运气的话，到底是有
什么效果呢？谁有兴趣研究一下吧。
人物的属性图标代表的意思；拳头是勇气 羽毛笔是知识 剑是 剑术 旗是统帅 锚 是航海 心是魅力 叹号是直感
大炮是跑术 罗盘是 测量 天平是会计 手是 交涉 圆规是地图制作

1.先去赚钱，（贸易或打劫）。
『雅典（美术品）』←→『伊斯坦堡（绒毯）』
这是一条适合刚开始时候的航线，把船换成大一些的『西班牙大帆船级』、『威尼斯炮舰级』积载比例也要调整，船上只要最基本的船员，其他改成堆货的空间。食物和
饮水也只要最基本的即可，到『的黎波里』买『奥斯曼免税证』,有效期限半年，每年4、10月要换证。
2.制造大轮船1:在安特卫普和汉堡港将工业价值提升到1000即可制造.其积载总量为1200最大水手数为500最大武器数为150若装上神炮攻击力为2250足以一炮击沉大部分船
只.问题是速度慢
3.制造铁甲船:在日本的界港和长崎港有铁甲船制造.威力也十分强大.同样也需将工业价值提升到1000其积载总量为1100最大水手300，武器100，但是航行速度比大轮船快
多了不是一般的快。推荐造这个。
4.郑和宝船:要冒险声望50000、运气最高、魅力不减（初始值）、长安工、商业1000，造船厂中古郑和宝船6666666（具体几个6忘了）入手可能。其积载总量为5000最大水
手数为2000速度也还算可以
4.装神炮和天使或者女神像:将港口的商业价值提升到1000(最好在安特卫普和汉堡港,因为商业价值高一次可召募的水手就多,这样,大轮船造出后就可及时召募到足够的水手
了).就有机会装上神炮和天使像.具体方法是:先将所带现金存大部分到银行,身上只留极少现金.然后,到教堂捐赠所有现金.再去银行取出现金.到船厂去改造,先选\"改造\",
再选\"武器\"或\"船首像\",有时可看见船厂老板说:\"可能会碰到世人未曾发现的好东西.\"则可装神炮或天使像(取决于你刚开始的选择,若选的是武器则可装臼炮.选船首像可装
天使或者女神像).若未看见则退出,再点改造,直到出现这句话.天使像值40500枚金币,可使船队不遇到暴风雨.女神像什么都不怕，神炮400枚金币一门(150门大炮需90000枚
金币),其攻击力和射程都是最大的.
5.等到钱很多的时候,下列城市的黑市可买：
『那不勒斯』→『圣骑士甲』70个金块
『廷巴克图』→『圣骑士剑』38个金块
有了『圣骑士剑』、『圣骑士甲』之后，有『威尼斯炮舰』就已经够强了。
6.在游戏初期，可到一些大港口的事务所找些“商品购入”的工作，把活儿揽下来后到指 定的那个港口的市场上，市场的老板会告诉你要买的商品，并给上万个金币的订金，
拿到钱 存到银行里，再回市场对老板说不干了。可将这些钱赖到手。
7.到事务所找到借款催还的工作，然后去威尼斯总行问一问谁欠了款，再到酒馆饮酒叙话 ，多到几个繁华的港口跑跑，就会有人告诉你那个人在什么地方，找到欠款人追到
欠款，将 收到的款项找个银行存起来（不是威尼斯总行），最后去威尼斯总行交差，虽然会降低声望值 ，但开始游戏时声望值几乎为零，做点坏事也无妨。
8.取得爵位后，国王会下命令，从这时起可向国王要资金和舰船。这时先把全部的船寄存 起来，向国王要求船舰，国王会让你去取船，取得后卖掉，然后再去和国王要船舰
，如此反复，可得到你要的金钱数。注：并非每个国王都如此慷慨，也有小气鬼。。。什么都不给的。。。
魔鬼船装载10000,是国王给的吧，不过我到现在也不知道怎么处发情节！船首像最好的不是天使，是女神首像，是最难出的，要人生运气最好时才能得到，运气添加是送钱给
教会！
9.常遇到暴风雨怎么办？
答：有两个方法，到『波尔多』买10瓶圣香油，一遇到暴风雨即使用。到教堂去奉献，一次要奉献身上十分之一以上的钱才有用。要先在银行存款，再去奉献了。直到占卜师
说：『您的命真好』不过建议还是要有圣香油以备不时之需。
10.长时间航行的老鼠问题：
可以到麦加、泉州、日本的港口买一只『猫』，可以一劳永逸。
11.航行时水可以不必带太多，因为登陆时探索有时可以『发现清泉』，补充水分。每一个村落都有发现物，若是探索不到表示村民友好度不够。至于发现物找到了之后要不
要『抢夺粮食』那就是各位自己的决定了。
12.游戏里的每一个村庄都有发现物，如果点探索没发现就需要先款待直到发现为止，一共有100个发现物，每个角色不同大约都能发现80个左右~~其中有6个财宝~~就是一点
探索的时候先响一段音乐再出现发现物。有时候到位置却发现不了村庄是因为你的探险声望还不够。
13. 其他『★级』的装备还有：『魔剑』、『圣剑』、『白虎半月刀』、『青龙偃月刀』、『村正妖刀』、『艾维尔宝甲』。
14. 最佳防御及攻击武器：
铠甲2种都可以，青龙偃月刀是强打最猛而且还便宜， 圣骑士剑用劈刺较有效，但功击力最虚，魔剑最平均什么攻击都差不多，圣剑攻击力高，妖刀村正斩击最厉害，
5个武器推荐圣剑或者妖刀村正
(A)暴风雨： 在西非洲、日本群岛和加勒比海最频繁，使船只的耐久度急剧下降。使用圣香油便可避免，这需要水手长较高的知觉能力。
(B)海妖塞壬： 在多瑙河、波罗的海的入口，因为传来迷人的歌声，一些被诱惑的水手纷纷跳船。损失的水手大概是25%。
(C)幽灵船：莫明奇妙地从远方驶来一条破船,一个人没有，驶去后，船上依稀传来幽伤的歌声。在东部非洲、古巴海域、挪威西部海岸常能遇到。
(D)火鸟： 在红海和非洲的延巴克图附近有火鸟出现，将最后一艘船的船帆烧掉，使其推动力下降50%，修理后便能恢复。
(E)鲸鱼： 在南非附近能遇到，水手纷纷将叉子扔向它，它只好惊慌而逃。
(F)龙卷风： 在泰国湾、加勒比海附近会发生，损失全部积载，粮食和水除外。
(G)神迹之光：神的祈祷，在纳米比亚西海岸和北欧附近，船的桅杆映出青白色的光，“神在保佑我们”水手们因此大受鼓舞。
(H)迷雾：在南美洲西部、东印度群岛、马达加斯加附近可遇到，会神秘失踪一艘船。
(I)大雾：北欧和西欧附近的海面上常遇到，看不到周围的船只。
(J)怪眼：印度洋海面上和格林兰岛附近经常遇到，一只大眼盯着船队，船长和水手都吓坏了，所有水手勇气下降10点。
(H)鳐鱼怪：科特迪瓦南海岸。
(I)鲸鱼群：在北美的最西部，就是白令海峡附近会遇到鲸鱼群撞船，1只船的耐久度下降50%。
大航海时代2全港口资料
地区 港口名 位置 物产 密宝（夜里２时～３时进商店可买到）
<font color=red>伊比利地区</font>

里斯本（葡萄牙首都） Ｎ３９Ｗ１０ 岩盐 无
塞维尔（西班牙首都） Ｎ３７Ｗ６ 陶瓷器 长柄剑
巴塞隆纳（可学会绘图） Ｎ４１Ｅ２ 岩盐 无
瓦仑西亚 Ｎ３９Ｅ０ 毛织品 无
北非地区 休达 Ｎ３６Ｗ５ 无 无
阿尔及尔 Ｎ３７Ｅ３ 无 无
突尼斯 Ｎ３７Ｅ１０ 铁矿石 无
的黎波里 Ｎ３３Ｅ１３ 无 免税证
<font color=red>地中海地区</font>

干地亚 Ｎ３４Ｅ２４ 无 无
雅典 Ｎ３８Ｅ２３ 美朮品 经纬仪
马赛 Ｎ４３Ｅ５ 香水 长刺剑
热那亚（意大利首都） Ｎ４０Ｅ５ 白银 无
比萨 Ｎ４０Ｅ５ 丝织品 无
那不勒斯（可学会测量） Ｎ４０Ｅ１０ 毛织品 <font color=blue>圣骑士甲</font>
锡腊库扎 Ｎ３５Ｅ１５ 无 免税证
帕尔巴（可学会画地图） Ｎ３５Ｅ０ 无 无
威尼斯 Ｎ４４Ｅ１２ 玻璃器皿 白银胸花
拉古孔 Ｎ４２Ｅ１６ 染料 无
尼古西亚 Ｎ３５Ｅ３３ 铜矿石 无
<font color=red>伊斯兰地区</font>

伊斯坦堡（奥斯曼帝国首都） Ｎ４０Ｅ２５ 绒毯 土耳其弯刀
亚力山卓（可作发现物报告） Ｎ３１Ｅ２９ 棉织品 土耳其弯刀
马赛 Ｎ４３Ｅ５ 香水 长刺剑
特拉比松 Ｎ４１Ｅ３９ 棉织品 无
雅法 Ｎ３２Ｅ３４ 无 无
贝鲁特 Ｎ３３Ｅ３５ 绒毯 无
特纳 Ｎ４７Ｅ３８ 无 免税证
卡法 Ｎ４５Ｅ３４ 铁矿石 无
萨罗尼加 Ｎ４１Ｅ２２ 无 免税证
<font color=red>北欧地区</font>

阿母斯特丹（荷兰首都） Ｎ５５Ｅ６ 玻璃球 怀表
波尔多（可作发现物报告） Ｎ４６Ｗ１ 无 无
德国汉堡（学会炮术）
伦敦（英国首都） Ｎ５２Ｅ０ 羊毛 无
南特 Ｎ４８Ｗ２ 无 无
布里斯托尔 Ｎ５２Ｗ３ 锡矿石 双刃宽刀
都柏林 Ｎ５４Ｗ６ 无 无
安特卫普 Ｎ５３Ｅ５ 毛织品 免税证
哥本哈根（可作发现物报告） Ｎ５７Ｅ１２ 玻璃器皿 <font color=blue>艾罗尔宝甲</font>
奥斯陆 Ｎ６２Ｅ１０ 木材 无
斯德哥尔摩 Ｎ６２Ｅ１９ 铜矿石 无
里加 Ｎ５９Ｅ２３ 无 无
<font color=red>西非地区</font>

圣克鲁斯 Ｎ２８Ｗ７ 无 无
阿尔金岛 Ｎ２０Ｗ１８ 无 无
巴得斯特 Ｎ１４Ｗ１８ 无 无
毕绍 Ｎ１３Ｗ１７ 无 无
阿必尚 Ｎ６Ｗ５ 麝香 无
圣纳鲁吉 Ｎ５Ｗ２ 象牙 红宝石戒指
廷巴克图 Ｎ１５Ｗ４ 象牙 <font color=blue>圣骑士剑</font>
罗安达 Ｓ８Ｅ１２ 珊瑚 无
<font color=red>东非地区</font>

索法拉 Ｓ１７Ｅ３５ 象牙 无
刻里马纳 Ｓ１５Ｅ３６ 玳瑁甲 无
莫三比克 Ｓ１３Ｅ４０ 无 翡翠百宝箱
蒙巴萨 Ｓ４Ｅ３９ 无 貂皮大氅
马林迪 Ｓ３Ｅ３９ 麝香 无
摩加迪休 Ｎ３Ｅ４５ 象牙 无
<font color=red>中东地区</font>

亚丁 Ｎ１３Ｅ４６ 琥珀 无
马沙华 Ｎ１６Ｅ４１ 甘椒 无
麦加 Ｎ２１Ｅ３９ 麝香 无
开罗 Ｎ２９Ｅ３３ 美朮品 无
马斯开特 Ｎ２４Ｅ５９ 无 无
根布龙 Ｎ２６Ｅ５６ 生姜 无
没拉福 Ｎ２６Ｅ５３ 无 无
卡塔尔 Ｎ２５Ｅ５３ 玳瑁甲 无
巴斯拉 Ｎ３０Ｅ４８ 乳制品 无
<font color=red>印度地区</font>

迪普 Ｎ２５Ｅ６６ 无 无 
果阿 Ｎ１４Ｅ７３ 生姜 无
加尔格达 Ｎ１２Ｅ７４ 肉豆蔻 <font color=blue>魔剑</font>
柯钦 Ｎ１０Ｅ７５ 无 无
锡兰 Ｎ８Ｅ７９ 桂皮 无
<font color=red>东南亚地区</font>

马六甲 Ｎ４Ｅ１０１ 桂皮 无
德那第 Ｎ２Ｅ１２５ 丁香 无
安波那 Ｓ１Ｅ１２５ 肉豆蔻 无
班达 Ｓ３Ｅ１２８ 肉豆蔻 无
德利 Ｓ５Ｅ１２５ 丁香 无
巽他 Ｓ３Ｅ１０６ 无 无
邦加 Ｎ１Ｅ１０５ 无 无
帕塞 Ｎ４Ｅ９６ 无 无
<font color=red>东亚地区</font>

河内 Ｎ２１Ｅ１０５ 珊瑚 无
澳门 Ｎ２３Ｅ１１４ 无 珍珠手镯
泉州 Ｎ２６Ｅ１１９ 丝绸 <font color=blue>青龙偃月刀</font>
长安 Ｎ３５Ｅ１１０ 丝织品 <font color=blue>青龙偃月刀</font>
长崎 Ｎ３３Ｅ１２９ 白银 无
界 Ｎ３５Ｅ１３５ 丝织品 <font color=blue>村正妖刀</font>
<font color=red>美洲地区</font>

瓜地马拉 Ｎ１０Ｗ９５ 谷类 无
巴拿马城 Ｎ５Ｗ８５ 无 无
里约热内卢 Ｓ２６Ｗ５０ 黄金 金手镯
帕拉马可 Ｓ１１Ｗ４５ 染料 <font color=blue>圣剑</font>
开云 Ｓ０Ｗ５６ 木材 无
马加里塔 Ｎ８Ｗ６９ 无 蓝宝石戒指
加拉卡斯 Ｎ７Ｗ７２ 烟草 免税证
马拉开波 Ｎ７Ｗ７７ 无 无
喀他基那 Ｎ６Ｗ８１ 无 无
波鲁特内罗 Ｎ６Ｗ８５ 无 无
委拉克路斯 Ｎ１５Ｗ１００ 黄金 无
哈瓦那 Ｎ１９Ｗ８７ 烟草 无
牙买加 Ｎ１３Ｗ８１ 砂糖 无
圣地亚哥 Ｎ１５Ｗ８１ 无 无
圣多明尼各 Ｎ１３Ｗ７４ 砂糖 无

编号 发现物 类别 重要 坐标

1. 渡渡鸟 珍兽 * S20E50
2. 恐鸟 珍兽 * S35E175
3. 猛玛象 怪物 * N88W93
4. 大树懒 怪物 * S25W60
5. 剑齿虎 怪物 * N88W66 
6. 巨石雕 遗迹 * S35W127
7. 极光 自然 A N87E87
8. 尼亚加拉大瀑布 自然 A N43W94
9. 熊猫 珍兽 A N36E102
10. 摺鳃蜥 珍兽 A S26E113
11. 极乐鸟 珍兽 A S3 E136
12. 加拉帕戈斯象龟 珍兽 A S4 W96
13. 科摩多岛巨蜥 怪物 A S5 E120
14. 阿波吉尼人 土人 A S16E116
15. 伊洛哥特人 土人 A N13E126
16. 爱斯基摩人 土人 A N80W119
17. 亚马逊女族人 土人 A S7 W77
18. 万里长城 遗迹 A N41E110
19. 波拉布德佛殿 遗迹 A S4 E105
20. 乾陵 遗迹 A N35E112
21. 太阳石 财宝 A N20W112
22. 虎斑宝贝 财宝 A N7 W151
23. 水晶人头 财宝 A N13W105
24. 大航海时代Ⅱ 财宝 A
25. 燃水 自然 B N30E48
26. 的的喀喀湖 自然 B S20W77
27. 亚马逊河大潮 自然 B S5 W66
28. 变色岩 自然 B S28E126
29. 髭龟 珍兽 B N0 W70
30. 金蛙 珍兽 B S5 W83
31. 巨嘴鸟 珍兽 B S35W66
32. 毒蜥 珍兽 B N25W116
33. 土拨鼠 珍兽 B N38W128
34. 考拉 珍兽 B S30E148
35. 无翼鸟 珍兽 B S12E139
36. 格陵兰海鸟 珍兽 B N66W28
37. 海牛 珍兽 B N76E178
38. 犀鸟 珍兽 B N7 E95
39. 迦陵频伽 珍兽 B N22E108
40. 人面兽 珍兽 B S0 E41
41. 蛇颈龙 怪物 B S1 E17
42. 网纹蟒蛇 怪物 B S5 E111
43. 剥鬼 土人 B N39E139
44. 拉德罗纳人 土人 B N10E135
45. 火山岩大佛 遗迹 B S0 E117
46. 吴哥窟 遗迹 B N12E102
47. 摩亨约达罗 遗迹 B N25E65
48. 苇草筏 财宝 B S2 W75
49. 波波儒手抄本 财宝 B N12W98
50. 马尔尼克壁画 财宝 B N8 W92
51. 怪兽泥像 财宝 B S30W63
52. 德西塞大瀑布 自然 C N11E36
53. 瓜达维达湖 自然 C N12W90
54. 刺猬 珍兽 C N39E107
55. 候鸽 珍兽 C N35W77
56. 犰狳 珍兽 C S6 E12
57. 狼蛛 珍兽 C S11W77
58. 莱昂企鹅 珍兽 C S56W80
59. 吸血蝙蝠 珍兽 C S48W82
60. 北美野牛 珍兽 C N29W122
61. 塔斯马尼魔鬼 珍兽 C S37E144
62. 树蛇 珍兽 C N15E122
63. 大鳄鱼 怪物 C N19E34
64. 鬣蜥 怪物 C N7 W65
65. 禽龙 怪物 C N5 E33
66. 森蚺 怪物 C S8 W61
67. 食蚁兽 怪物 C N5 E33
68. 纸莎草纸 植物 C N24E37
69. 冬虫夏草 植物 C N38E125
70. 捕蝇草 植物 C N33W98
71. 王莲 植物 C S4 W61
72. 猪笼草 植物 C N3 E107
73. 努瓦人 土人 C N10E31
74. 都根人 土人 C N12E2
75. 马察意人 土人 C N15W2
76. 丛林人 土人 C S12E10
77. 霍屯督人 土人 C S30E25
78. 矮人 土人 C N14E93
79. 释加牟尼佛像 遗迹 C N11E97
80. 登吕遗迹 遗迹 C N35E13
81. 努比亚金字塔 遗迹 C N14E32
82. 金字塔 遗迹 C N27E31
83. 迪欧哥石碑 遗迹 C N1 E7
84. 迪亚士石碑 遗迹 C S31E19
85. 瓦田索神坛遗迹 遗迹 C S10W85
86. 石头像 遗迹 C N15W109
87. 翡翠面具 财宝 C N19W102
88. 梯拉可拓神像 财宝 C N1 W83
89. 巨型石球 遗迹 C N4 W86
90. 维多利亚湖 自然 D N0 E33
91. 变色龙 珍兽 D S10E48
92. 鼻行兽 珍兽 D S17E176
93. 眼镜王蛇 珍兽 D N18E72
94. 仙人掌 植物 D N7 W70
95. 颠茄 植物 D S9 W73
96. 矮黑人 土人 D S0 E24
97. 印第安人 土人 D N29W82
98. 罗塞塔石 遗迹 D N31E29
99. 斯通亨奇列石 遗迹 D N51W1
100. 大航海时代 财宝 D 





</font><pre>";




?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
