<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=mmr_001></a><center><font color=red size=6>SFC重装机兵return 攻略</font></center>";
echo "<table border=0 width=100%>
<tr width=100%><td width=10%></td><td width=80% align=center>
<br><font color=green size=4>地名索引<br></font>
<a href='#mmr_002'>1、拉多镇</a> 
<a href='#mmr_003'>2、麦基镇</a> 
<a href='#mmr_004'>3、波布镇</a> 
<a href='#mmr_005'>4、奥多镇</a> 
<a href='#mmr_006'>5、罗克镇</a> 
<a href='#mmr_007'>6、弗里镇</a> 
<a href='#mmr_008'>7、伊尔镇</a> <br>
<a href='#mmr_009'>8、索鲁镇</a>
<a href='#mmr_010'>9、伊甸镇</a>
<a href='#mmr_011'>10、塔镇</a>
<a href='#mmr_012'>11、卡拉镇</a>
<a href='#mmr_013'>12、地狱门</a>
<a href='#mmr_014'>13、诺亚城堡</a>
<a href='#mmr_015'>14、全景地图</a>
<br><br>
</td><td width=10%></td></tr>
<tr width=100%><td width=10%></td>
<td width=80% align=center><img src='./mmr_pic/sfc_name.jpg'/></td><td width=10%></td>
<td width=10%></td></tr>
</table><center><font color=blue size=4>mmr地图</font></center>";
echo "<font color=black size=4><pre>
<font color=red size=4>ID卡（c）拉多镇北边关卡 。 关卡内电脑。
ID卡（o）无敌病院B1一房间箱子内中 。 废弃基地B2电脑。
ID卡（m）南北地铁（伊甸镇南面）内自动买票机中。 电波塔5F电脑。
ID卡（p）东西地铁（索鲁镇南面）内一书橱中。 双子大楼11F电脑。
ID卡（u）有机废弃物投弃场1F一书橱内中。 有机废弃物投弃场1F电脑。
ID卡（t）卡拉镇东面森林中的废弃工厂B2一箱子中。 废弃工厂B1电脑。
ID卡（e）废弃基地4F一抽屉中。 废弃基地1F电脑。
ID卡（r）地球救济中心4F一箱子中。 地球救济中心1F，4F电脑。
左边是地点，右边是作用地点。。这些ID卡连起来就是computer</font>
<font color=blue size=4>
1、眼镜    / 2、相机片    / 3、宝石镜    / 4、太阳镜
1234（330全）         1243（380组）          1324（420全）
1342（380组）         1423（380组）          1432（380组）
2134（400单）         2143（380组）          2341（380组）
2314（330全）         2413（380组）          2431（380组）
3124（420全）         3142（380组）          3214（330全）
3241（380组）         3412（380组）          3421（500单）*
4123（380组）         4132（380组）          4213（380组）
4231（380组）         4312（380组）          4321（380组）

镜片位置：1宝石镜-麦基镇、2眼镜-索鲁镇下水道、3太阳镜-诺言1F、4光镜-废弃工厂（山火扑灭后进）
</font>

1、拉多镇攻略 <a name=mmr_002></a>
被老爸赶出家后，先到保管处把“毛巾”（现在用不上）存了，而后在旁边的自动售货机上买四个参丸和两个手雷（你的50G只够买这些了），有机会重奖哦，
记录处里也有一台一样的自动售货机，奖品是“火瓶”。之后到左边的纪录处做一下游戏纪录。 
这你就可以出镇子了。哗！外面的世界真精彩！ 
拉多镇周围会遇到巨蚁、杀人虫、火焰枪、仿生蜗牛、加农炮、生物炮等怪物，先用弹弓打打小怪物，挣点经验值（EXP）和金钱（G）。HP少了可以回家和姐姐
说话后睡一觉，如果离镇子太远了怕回不去，就使用参丸补充HP吧。升个一、二级后，你的HP、攻击力、防卫力、速度、体力、战斗力、智力等等，都会大大提高，
这样你就可以到拉多镇北边的山洞去了。出拉多镇，沿山边顺时针方向走，在拉多镇北边有一个山洞，进洞后，还是沿顺时针方向走，在尽头有一地洞，下去到地
下二层往左上方走，有一个箱子，调查，会得到一枝短枪，装备上，嘿嘿！小怪物都不是你的对手了。 
原路返回，从拉多镇往南走，有一个大坑，进去后一直往左走下到地下二层，再往上、往右走，而后往下、往左走，在尽头就会遇到战狗，对话后防御一下
（HP要大于30，如果你的HP大于60，也可以攻击，只是没什么作用），第二轮红狼会出现帮你把战狗干掉，红狼和你说完话后你就能得到NO.1战车了。 
坐上战车，给战车起好名字（这之后任何时候如果主角被怪物打死了或战车被打的严重损坏不能动了，拉多镇就会出现一个战车出租店），出洞回拉多镇，给战
车补充满弹药、装甲片，再到拉多镇北面山洞，进洞后往左走到地下二层，往上继续往里走到地下三层，继续前进会有一个岔路口，从左边走，在一个箱子前有
陷阱，连人带车掉到地下四层，这里就是第一个通缉犯“水怪”（奖金1000G，要到勇士办事处去领）的老巢，随便走走，很容易遇到水怪，这可是第一场硬仗，用
你的45主炮和水怪们磨吧，应该不会有什么问题。打败水怪后回到地下三层，记着从另一方向拿上木箱里的07机关炮。而后返回地面，继续向北就是关卡，进去
和里面的人说话后就会让你出关了（必需找到NO.1）。<a href=#mmr_001>返回</a> 

2、麦基镇攻略 <a name=mmr_003></a>
出关卡后往东，不远处有一大片被大树围起来的大草甸，战车不能进入，在草甸南边可以看到麦基镇，下车可以进入。 
一进镇子，有一片菜地，耕会儿地吧，你会找到一枚戒指，到上边的屋子里和一个女人对话，她会用宝石镜换你的戒指，这可是制造激光炮的第一片镜片哦。
到人类武器店里买上几个火瓶，以后会用得上的。出麦基镇向西8步、向北13步，调查，可得到近2000G！一笔不小的财富啊，一定要记着拿哦。 
回麦基镇后一路向南，走到海边会看到有一座房子，进去会有些补给可买。出房子向西来，有一小片被四丛小树包围着的空地，下车进入，这是第一个商人
的秘密营地，没什么值得买的好东西。往回走，在东边的大山的中间，有一条山涧小道，下车可以步行进入，顺小道一直往里走，有一片小树林，西边还有一所
房子，这里是隐退的勇士们聚居的地方。和一个老太太对话后能免费休息（可补满HP）。在小树林里和山涧小道上，会遇到大量的金蚁，很值钱的（每只210G），
别的武器很难对付，只有火瓶好使，打上几只挣点钱吧，要是你的G不太够的话。小树林往东北方向也有一条山涧小道，走进去在见到的第一棵大树旁调查，会
得到一样终极武器（波布镇以前）----长枪。西南方向也有一条小道，出来就能看见波布镇了。不过别忘了你的战车还在大山的西边呢。 
返回麦基镇旁，向东、再向南，就来到了最大的镇子----波布。 <a href=#mmr_001>返回</a>

3、波布镇攻略 <a name=mmr_004></a>
进入波布镇后，先到处转转吧，熟悉熟悉情况，而后，出镇向西南方走，不远处有一所房子，进院子后要下车才能进入房间内（记住一定要坐自己的战车来），
你一进屋，有一个小男孩迅速跑出来，跳上你的战车开上在院子里转圈圈，他就是你的第一个同伴----修理工。和他对话，同意加入（不同意的话他是不会把战
车还给你的），你就有了第一个同伴。回到波布镇，在战车店里将NO.1换装一下发动机和主炮，买上传真，再到战车出租店里给修理工租一辆战车，补满装甲片
和弹药后就可以出镇找NO.2战车了。出波布镇向东，走到海边有一座大桥，过桥（可能碰上第二个通缉犯：水鬼，最好“逃跑”，否则么…）后有一座工厂，上楼
找到社长对话后可得到NO.2。传真回到波布镇，补充好后再来大桥上找水鬼，有NO.2干掉水鬼（奖金3000G）就轻而易举了。 
再回波布，给NO.1买上10发铁弹，给NO.1、NO.2各买几个PAG 40，而后，出镇一直向北，过一座小桥就是巨型炮封锁区，冒着炮火继续前进，在巨型炮阵地前的
小桥上用PAG40补充装甲，再前进一步即可与巨型炮决一死战了。先用铁弹攻击，巨型炮被铁弹击中后（多打几发）会“装备损坏，无法攻击”几乎不能攻击你了，
再用NO.1的55主炮、NO.2的格林副炮（攻击一组）攻击（还有一样人用工具：烟雾，作用也很大哦，学会使用，战斗中会有很大帮助），十来轮后即可消灭巨型炮。 
灭掉巨型炮后，如果战车的某些装备被彻底打坏，可传真回镇子到修理店修理（要花很多G），也可回拉多镇找老爸修理（不用花G）。 
过巨型炮阵地向东，路南边有一所房屋，是商人的大本营，没到过奥多镇是进不去的，其实这里也没什么可买，只有SOL1还算不错。往北不远就是奥多镇了。 
<a href=#mmr_001>返回</a>
4、奥多镇攻略 <a name=mmr_005></a>
进入奥多镇后，到左上角的房子的地下酒吧里先找到第二个同伴：女战士。这时主角或修理工的HP必须有一人的大于255，否则女战士是不会理你的。而后，到
东边的房子里的自动售货机上购买炮弹，中奖后的奖品是“军号”，多买多中。这可是“夺命三宝”的第一宝物。记得以后“军号”少了就来这里买炮弹啊。 
给女战士租一辆战车，而后从奥多镇向南来，到商人的大本营附近，再向东，就到了臭名昭著的帕特港。先到东南角的房子二楼最里间打败异形
（记得用“军号！”）取得“扳手”，再到西南角的房子里，这里有NO.6在出售，可价钱很高，大概要50000G—100000G不一定，看你的运气了。买不起就先放一放
吧，等你有了足够的G随时可以来买。到二楼，有“党参”可买，这可得买几个。再往西走，还有一座房子，进去后（要使用扳手）从下水道钻到另一房间，可找
到一样武器“火焰枪”，一定要拿哦。印象中（不很准确）到奥多镇后，使用时空传送机，就有可能出现故障了，这样你就会被送到波布镇东北边的“吉田生命研
究所”，里边的计算机上有再生丸可拿。传真回到奥多镇，给战车补充完毕后出镇向北，不远处有两座桥，过东边的桥后往北20步，再往东20步，调查可得近
5000G。再回到原路继续向北就到罗克镇了。 <a href=#mmr_001>返回</a>

5、罗克镇攻略 <a name=mmr_006></a>
进镇子后，先到人类装备店倾你所有，改装三位勇士的武器和防御装备，而后买几个酸瓶，坐战车出镇向西、向北，有一所房子，这就是第三个通缉犯“马歇尔
”（奖金10000G）霸占的“无敌医院”。下车步行进入，上到二楼，在里间能遇到马歇尔，一直跟着追过去，从另一面下到一层，马歇尔会开着“拦截车”来和你开
战，先用“军号”，再用“酸瓶”，几回合后马歇尔就会被活活烧死，哈哈，有意思。有时候马歇尔也会上“拦截车”，大概是“打掉针”补血去了，如果你不能把“拦
截车”打烂，几回合后马歇尔还会从“拦截车”上下来，这时他的HP又补满了，还得再用“酸瓶”，直到干掉他。 
打败马歇而后，就得到NO.3战车了，这辆救护车有个特殊作用：自动补HP，谁坐在这辆战车上每走一步都会补1HP，直到补满为止。出医院传真回罗克镇，到酒
吧的某一个位子上连喝三杯酒后，旁边的小姐就会过来邀你一起喝酒……。到战车装备店改装一下战车，记得要买个“尼克”（C装置）备用，补充完后出镇往东走，
往东北，有一条林间小道，进去在最北边有两棵大树，绕着这两棵大树走个来回，再到海边，潮水就落了（这是最根本的方法，不要听信有些人的什么秘籍、
绝招之类的废话），露出一个洞口，进洞一直往左走，左下角有个箱子，里面是09机关炮，左上角是出口，出来后往西，有一所小房子，可补充一下，再往北，
就可远远望见弗里镇了。  <a href=#mmr_001>返回</a>

6、弗里镇攻略 <a name=mmr_007></a>
弗里镇是个被冰冻的镇子，进大楼的路只有一条，挺难找的，要好好用一下冰面里的那两棵树。另外，进大楼有一绝招：在冰面随便什么位置滑行的时候，点一下
A键，出现选项框后，选取“装备（“对话”不行）”等任意项目，而后退出，你就会停留在原地，然后想往什么方向走就都可以了（用这个方法可以不打大象就拿
到象牙）。在大楼的最底层，有第四个通缉犯“大象”（奖金10000G）。打大象的方法有很多，最有意思的是吹一遍“军号”后，如果大象再“冲撞”，就会活活把自
己撞死！如果此时不打大象，到后来你的等级较高了，防御装备也是最好的了再来打大象的话，不用吹“军号”大象也会撞死自己。其实，即使是你刚打到弗里镇，
只要你把此镇之前的所有最好的防御装备都装备上，大象冲撞时也会自己掉血，只是掉得太少了。 
在弗里镇有两样工具一定要买：“药箱”和“探测仪”，药箱是用来给人补HP的；探测仪是用来寻找埋在地下的金属物的。 
弗里镇西南方有第二个商人的秘密营地，这也是第一个战车能开进去的秘密营地。这样的秘密营地总共有四个，奇怪的是如果你把战车停在其中的某一个秘密营
地里，在其它任意一个秘密营地里都可以找到哦。 
从弗里镇往东来，过一座桥后不远处有一座房子，进去后在房子的后面有一个地洞，在地洞的最里面可以找到一门105加农炮！从房子里出来继续往东走，在海上
有一条小道直通一个海洞，在洞里用探测仪可以找到“V24发动机、尼克、钢盔、PAG80和NO.5战车”。从洞里出来沿原路返回到岛上，向北绕过海角，在最北边有四
棵大树，在第二颗大树处面向海调查，可得到5000多G。然后一路向西去，过两座海岛后就是光环大楼了，进楼后追着一个小女孩说话，而后到楼顶和女孩的父亲
说话，他就会帮你把大楼炸掉，填平海沟，你就可以继续向西来到伊尔镇了。 <a href=#mmr_001>返回</a>

7、伊尔镇攻略 <a name=mmr_008></a>
伊尔镇里有个著名的“铁洞”，是专门改造战车的地方。在这里可以改进你的每辆战车装备，不过，最好还是根据具体需要量G而行。伊尔镇里的武器装备并不怎么
好，不过，歌厅里倒是挺好玩...。如果你的G不够用的话，这里有个挣钱的方法：到人类工具店里的自动售货机上买参丸，中奖的奖品是“金棒”，一个就值1000G!
你可以多中几次啊，能发一笔不小的财呢。 
从伊尔镇往南走，到河边后往西不远就是北码头了，进码头前有一片地雷阵，有一条道能绕进去，用探测仪自己慢慢摸索吧。这里是瓦鲁霸占的地方，先不要进
去，再往西走走，有一个小镇，就是无歌村了，这里的武器装备还说的过去，打帕鲁能用得上，在这里倾你所有改装你的武器装备吧，而后再来到码头和瓦鲁一
决生死。瓦鲁三个手下的催眠波是很讨人烦的，一定要先将这三个小兵解决掉，之后解决瓦鲁就易如反掌了。打倒瓦鲁后乘船过河来到南码头，出码头后往东四
步，再往南走九步，调查，能得到一台特殊“V48”发动机，载重52T，并可改进为终极发动机V100！不过这得可要你数万G，52T已经足够用了，还是以后再改吧。 
继续往东走，绕过山脚向南，不远处就是索鲁镇。 <a href=#mmr_001>返回</a>

8、索鲁镇攻略 <a name=mmr_009></a>
进索鲁镇后往右拐，能看见一辆装甲车，这就是你的NO.4，不过有个人挡着你的去路，只有打败下水道里的异型鱼他才会把战车给你。下水道的入口在镇子的左上
角，在井盖上调查，进入下水道，里面的怪物全是“水鬼”，很厉害的！这时你必须多多准备“军号”和“党参”，一般此时主角的速度要快于水鬼，吹过军号后就不怕
水鬼的攻击了。打倒水鬼可随机拣到一样特殊工具“药液”，这可是仅次于攻击力500的激光炮的好东东啊，一定要多打几个水鬼，能得到一两个药液，对以后的作
战有极大的帮助哦。在下水道的中间有一台计算机，打开后下水道里的水就没了，但水鬼也没了，以后就再也找不到有如此之多的水鬼打了。放了水后，异型鱼就
趴在地下，过去和它对话，然后开打，它不是什么厉害怪物，几回合就可以揍扁它。其实在一进下水道不远处有一个台阶，下台阶面向水说话，异型鱼就会出现。
灭了异型鱼后，下水道里有两个宝箱，右边的里面是铁靴，左边的里面是眼镜，这可是制造激光炮的第二块镜片，是一定要拿的哦。从下水道里出来，NO.4就是你
的了。由索鲁镇往回返，绕过山脚后沿山边向西南走，在一片大裂缝旁，有三丛小树围绕着的第三个商人秘密营地，在秘密营地东南方不远的地域里来回走走，很
难遇到第五个通缉犯：神秘人（奖金22000G）。如果此时你的级别很低并且武器装备也很差，那99%会让它跑掉的。告你一个秘技：用“酸瓶”。神秘人被腐蚀后再也
不会逃跑了，即使你的武器再差劲，它也能被活活烧死，哈哈，够歹毒了吧。 
从打神秘人处向东走到山边，能找到一条山间小道，沿小道往里走，出了山口向南走，就到伊甸镇了。 
*索鲁双子大楼*
双子大楼进入法：从索鲁镇内部是进不去的 1F的4个门都关着 只能从索鲁南边的洞下去 下去后往上走 遇到岔路也都是往上走 最后来到双子大楼地下停车场 也
就是-1F 双子大楼分左右两部分 东西很多 我将在后面注明L和R L代表该物品必须从左边才能拿到 R代表右 有些地方有防御机器 我注明了战斗次数 大楼内的计
算机和电子门我也做了说明 ok,let's go!
7FL
抽屉：麻痹散 保险柜：9999G
8F
灰色柜子：碱性喷雾剂 保险柜：防弹假发
9F BOSS战 如果打开左边的计算机 则在电子门战斗1次 左边电梯旁战斗1次 右边电梯旁战斗1次（只跟开计算机有关 跟开不开电子门无关）
打开电子门需要ID卡P（此门形同虚设） 打开计算机同样需要ID卡P 抽屉：最终风暴枪（不打败BOSS是进不来的）
11F
打开电子门也需要ID卡P（同样形同虚设） 中间的5台计算机中2台故障（就是载车电梯旁边那2个载人电梯故障） 其他3台分别打开左边各楼层的3个载人电梯 
不同电梯能去的楼层也不同（左1 10 20-32 中1 10-32 右1-15 载车1-15）
14F
抽屉：酸铁炮
19FL
旅馆（这里必须坐电梯才能来）
32FL
信息板：261241（开启地狱门的密码）<a href=#mmr_001>返回</a>

9、伊甸镇攻略 <a name=mmr_010></a>
伊甸镇的人有点怪，都住在车厢里。在战车出租店里的自动售货机上给战车买装甲片，虽说贵了些，但不像买炮弹有弹数限制，中奖后的奖品也是“军号”。到镇子
中间的车厢里的人类武器店里买一样人类终极武器：攻击一组的音波枪。应该每人配备一枝，你的G如果够得话。 
出伊甸镇向南走，在进了望塔前有一个小山坳，下车在山脚下调查可得到5000多G。进了望塔后，在台阶上可找到一台BUL1发动机。继续往里走，在裂缝的墙上调
查，有主炮的话就可炸塌墙壁，铺平道路。再往前走，就会出现怪物了，最容易出现的怪物是第六个通缉犯：蜈蚣（奖金32000G），打败蜈蚣后继续往里走，就会
上到了望塔，再往西北走，有一个东京塔可以进入，上到第二层，先把活动偶人引到左边，再将红色偶人推下来，从右边进入楼梯，上到四楼平台，而后绕到电梯
口，坐电梯上到楼顶，和老人对话后可到到一样宝物：地图。地图有两个作用：一是在大地图上使用，可知道自己当时所在方位；二是在大地图上遇到怪物时使用，
第四轮时会有“卫星攻击”！很厉害的，而且是攻击全体！不过，在房间或地洞里是没有此作用的。返回三层，从左上角的楼梯下到地下室，找回红色偶人，三楼的
老人会用金甲和你换红色偶人。 
传真回到伊店镇，补充完毕后返回大平原，出山口后向南，有一条小道通往大瀑布。在大瀑布右边有第四个秘密营地，在这附近到大瀑布的左边的路上，有可能遇
到一样怪物：铁甲炮！呵呵，这家伙好啊，敲一只就可得到13000分、15000G！再没比这划的来的怪物了啊。打铁甲炮的最佳武器是“钢弹”，准备几发“钢弹”吧，等
级稍高些，主炮稍好些就可一弹一只。 
在大瀑布的左下角，有一所房子，这里就是恶棍戈麦斯（第七个通缉犯，奖金50000G）的藏身之地。进左边的房间，会看到戈麦斯用假妮娜将红狼从战车上骗下来，
而后将红狼打死。之后才会让你和戈麦斯决一死战，烟幕弹、钢弹、军号都用上吧，戈麦斯应该不是你的对手。之后和躺在地上还有一口气的红狼对话，他会将战
车送给你，就是NO.7，而后红狼就永远的消失了。 
从这里继续北上，在大瀑布西北方的小道上，会遇到“雷达花”，打倒后随机（很小）获得一样终极战车工具：雷达。这是“夺命三宝”的第二件宝物，但愿你的运气好
一些，能得到一两个雷达。从山道出来，就到了大沙漠的边缘。往东不远有一处被树木围绕着的镇子，那里就是塔镇了。 <a href=#mmr_001>返回</a>

10、塔镇攻略 <a name=mmr_011></a>
塔镇有一个洗车店，在这里洗车，可以把附在战车上的铅竹啦鸟粪啦统统洗掉。镇子里还有一个依克萨之泉，喝一口就可以恢复所有的HP，神水啊。战车工具店里有
撞击板”出售，这是“夺命三宝”的第三样宝物，要了！有了“夺命三宝”，在战斗中灵活使用，哈哈，打遍天下无敌手！不过，在战斗中使用时你的战车的防御力一定
要很高，或者和军号配合使用，否则么…还记得大象冲撞么？人类装备店里有两样终极装备可买：钢靴和战斧，战斧是修理工所能装备的攻击力最大的武器（除了激
光炮）。另外，消火拴也要买一个（以后有用的…）。 
从塔镇出来往东北走，不远处有个四面被大树包围着的草地，从东北角下车进入，草地中间有一所房子，这里就是垃圾站，进去后坐传送带跳到底层，很容易找到第
八个通缉犯：弗朗（奖金：81500G）。打败弗朗后从楼梯往上走，有一层的一个箱子里可以找到一个“药液”。 
回到塔镇，往北进入沙漠，再往西走，有一个无人看守的补给站。绕过山脚后往南来，在一个绿洲里有第五个秘密营地。从这里往南来，在进山口前的范围内，较容
易碰到铁甲炮。进山口后一直向南走，快出山口时有时会碰到“金蚁毯”！5000G！出山口后往西来，看到四面被水环绕着的村镇，那就是卡拉镇了。 
<a href=#mmr_001>返回</a>

11、卡拉镇攻略 <a name=mmr_012></a>
进入卡拉镇后，记住一定要和酒吧里吧台前的人说话，这是卡拉镇和拉多镇中间的森林着火的两个必备条件中的第一要件。战车装备、人类装备几乎都是最好的了，
不多说了。一出镇子，你的战车是在房顶上，调查一下，会找到一样副炮“闪电”，主炮、SE也能装备，只是攻击力小了点。 
出镇子往西北方向走，过一段山谷，山道里会遇到一种银灰色无座力炮，打倒后随机（极小）得到一样终极副炮：波坦，只有0.1T。能看见一栋大房子，那就是兵工
厂。旁边还有一座四面被栅栏围着的小房子，那是博士住着的地方，从外面是进不去的。进入兵工厂，有两样怪物一定要打：绿色反坦克兵掉“首”；鬼手掉“铁甲”！
兵工厂有地下两层，要先到地下一层，找到一个上地面的小楼梯，下车，徒步从楼梯上到地面一层，再上传送带，绕来绕去最后会把你仍到地下二层，在计算机上打
开旁边的铁门，进去后就会看到一辆蓝色战车停在那里，那就是N0.8！是你的了。开上车，从右边一直开上来，就进入博士武器研究所了，在墙上的计算机上打开栅
栏门，一定要进房间里和博士说话，这是着火的第二个要件。这时不管你怎么回镇子也不管你去什么地方，大火已经着起来了。另外，这老头能帮你把镜片组合成激
光炮！至少要找到三片他才会给你组装。而且，组装的方式共有48种（三镜片24种、四镜片24种），不同的组合方式可能会得到不同的攻击效果：攻击全体、攻击一
组、攻击单体，具体如何组装，不一一详述，什么时候你觉得不称心可随时再来找老头调整镜片排列顺序，但只有一种组合是终极的：找全四镜片后，从左至右按
1423的顺序排列，得到的是攻击一体、攻击力500的激光炮！回到卡拉或拉多镇（怎么回？无所谓啦，这是毫无限制的，别听什么不能传真回去啦什么的），到火海
边，使用消火拴，火一下就全灭了，卡拉镇和拉多镇也就连通了，还露出一栋房子，这就是第九个通缉犯“波特”（赏金99800G）出没的地方。波特在地下一、二、三
层都有可能出现，但出现的几率很小，虽然没几点HP,可这小子防御极高，而且第三轮准逃跑，所以很难打倒。记住用你的“夺命三宝”啊！楼里还有不少好装备记得
带走啊，特别是有一个箱子，里面可是藏着制造激光炮的第三个镜片：光镜，一定要拿上。出楼，西南方不远处调查会找到一样终极大炮：220炮！有了它什么怪物
也不在话下了！ 
传真回到塔镇，一直往北走，经过漫长的旅程，到达一座被栅栏挡着两边各有一座房子的桥头，这里就是地狱门。 <a href=#mmr_001>返回</a>

12、地狱门攻略 <a name=mmr_013></a>
进左边的房间，有一个防御机器当着去路，你必须打败它才能在里间的计算机上打开栅栏门。从这间房子出来，向南21步、向西7步，调查可得到一台SOLOMON2，它
可是和红狼战车上的一模一样！继续向西走，不远处就是在茫茫戈壁上由乱石堆砌的所谓“大鸟”，在这里走走，很容易见到第十个通缉犯“沙漠之舟”
（赏金150000G），这家伙的装备太酷啦，而且是多重攻击！不过它也有一个致命弱点：铁弹！挨一弹后就“装备损坏，无法攻击”，呵呵。解决掉沙漠之舟后向北走
，到河边有一无名小镇，这里的各种武器装备可以说都是终极的了。从小镇在向西来，直到最西边的大山脚下，有一个大山坳，在里边来回走动，你遇到的怪物70%
都是“金蚁毯”！用钢弹或铁弹，几乎一弹一个，打倒一个你就能得到5000G！嘿嘿，发大财了你，还愁买不起、改不起好装备吗！ 
从地狱门过桥，一直向西北方向走，在世界的最西北角，有一个山洞，这里就是最后一个通缉犯（从没见过通缉令）“帕鲁”（赏金200000G）盘踞的地方。一进洞，
有两只帕鲁豢养的狗向你冲来，干掉它（这狗很怪，是打不完的。干掉它，出山洞，再进来，它又有了。嘿嘿，是个练级的最好的地方），继续往里走，有四五个
上着栅栏门的小山洞，在左上角的那个栅栏门上使用“扳手”，打开后再干掉一只狗，就可以进到山洞第二层了。继续往里走，有一个大厅，下车，帕鲁就在宝座上
坐着，他以为你是红狼，但叫来尼娜证实你不是红狼后，帕鲁会和你开战，用你的最先进的武器装备，收拾他还是绰绰有余的。这之后会出现两种故事情节：如果
你开了红狼的战车来，尼娜就会跑出山洞自杀；如果你没开来红狼战车，尼娜就不会自杀，而是要在这里一直等红狼...真是感动啊。<a href=#mmr_001>返回</a>

13、诺亚城堡攻略 <a name=mmr_014></a>
从地域门向北再向东走几步，在乱石堆中间有一条通往诺亚城堡的小道。冒着敌人的炮火,一直往里走进入诺亚城堡，诺亚城堡的大门是打不开的，右边墙上有一条
裂缝，调查后（必须有战车主炮）可以炸塌城墙，而后进入诺亚城堡。 
一进去可以看到大门边有一个箱子，调查，你就找到第四个镜片了：太阳镜。四个镜片都找全后，你就可以随心所欲组合你的激光炮了。先从大楼两边的电梯上楼，
到二、三楼的四个角上把八门巨炮解决掉，把二、三、四层的所有箱子和计算机全都翻个遍，好东西不少，最主要的是你能找到打开地下室的四个密码：
519982(右上)、542397（右下）、793266（左上）、195874（左下）。 
回到一层，在四台计算机上分别输入四个密码，正确后你就能进入地下室了。地下室一层右下角的木箱里有一台终极发动机：V100！另外，这一层很容易遇到一
样怪物：超导虫，专打你的C装置，如果你不能一炮将它干掉（一只1100分的经验值），它会分裂成两个。如果你掌握的好的话，一次战斗你可以打掉60只超导虫，
获得65000多分的经验值！呵呵，升级也是蛮不错的。往左上角走，路边有两个蹦蹦跳跳的圆蛋蛋，这就是激光防御系统，打掉后也会得到160000分的经验值。继续
下到地下二层，一直往右走到尽头，下车，步行下到一个小房间，把计算机打开，再返回，上车，到左边的房间里翻出第二门终极大炮：220炮。之后，就可以从
右边的通道进入诺亚的主机房了。 
到诺亚主机跟前，它会跟你说些废话，而后发誓要灭了你，先是电脑墙，再是两个机器人，最后是诺亚！用尽你的各种终极装备和工具吧，把诺亚打个稀巴烂！ 
只是你不能彻底打爆诺亚，打完一次，诺亚会把你传到巨型炮阵地前的一个秘密地洞里，而你再次去诺亚城堡，诺亚又会在那里等死。晕！
<a href=#mmr_001>返回</a>
</font><pre>";
echo "<a name=mmr_015></a>
<table border=0 width=100%><tr width=100%><td width=10%></td>
<td width=80% align=center><img src='./mmr_pic/sfc_org.jpg' style='display:block;width:70%;' /></td><td width=10%></td>
<td width=10%></td></tr>
</table>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
