<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<font color=black size=4><pre>
<a name=pic00></a>NDS《重装机兵2重制版》攻略完全版       <a href=#pic01>查看全地图</a><br>
任务检索：
<a href=#m001>穿越沙漠</a>  <a href=#m002>被掩盖的水井</a>  <a href=#m003>打到掠夺者！</a>  <a href=#m004>埋在沙漠的回忆</a>  <a href=#m005>复仇的摩托</a>  <a href=#m006>木材猎人</a>  <a href=#m007>被掳走的女人卡佳</a>  <a href=#m008>努卡的地下酒吧</a>  <a href=#m009>雪莉爱塔的零件</a>  <a href=#m010>西努克团的密使</a><br>
<a href=#m011>穷凶极恶的兄弟</a>  <a href=#m012>回到过去的隧道</a>  <a href=#m013>清剿老鼠</a>  <a href=#m015>商队的护卫</a>  <a href=#m016>寻找一去不回的那个人</a>  <a href=#m017>最后的吉娃娃</a>  <a href=#m018>被波波毛所簇拥着</a>  <a href=#m019>帮助莫里尼</a>  <a href=#m020>可疑的货物</a>  <a href=#m021>铁蛟</a><br>
<a href=#m022>寻找林卡/寻找父母</a>  <a href=#m023>追踪信号</a>  <a href=#m024>离家少女</a>  <a href=#m025>离家少女的去向</a>  <a href=#m026>从古老的瓶里流出的美酒</a>  <a href=#m027>海之复仇鬼</a>  <a href=#m028>德亚克的使命</a>  <a href=#m029>拔掉超合金笋</a>  <a href=#m030>被排列者</a>  <a href=#m031>因为是我的爱人</a><br>
<a href=#m032>爱着西努克的间谍</a>  <a href=#m033>续。清剿老鼠</a>  <a href=#m034>打到门多萨</a>  <a href=#m035>黄金的冰箱</a>  <a href=#m036>艾莉泽的爱人</a>  <a href=#m037>蚂蚁之卵</a>  <a href=#m038>走吧去宝岛</a>  <a href=#m039>初次看店</a>  <a href=#m040>阻止狂暴野巴士</a>  <a href=#m041>召集能干的猎人</a><br>
<a href=#m042>消失的运输船</a>  <a href=#m043>美丽的高科技海女</a>  <a href=#m044>大神社的冰墙</a>  <a href=#m045>寻找实时连击内核</a>  <a href=#m046>连神也不怕</a>  <a href=#m047>迷之少年</a>  <a href=#m048>引擎故障</a>  <a href=#m049>机械装置的业务员</a>  <a href=#m050>危险海域</a>  <a href=#m051>请给我水</a><br>
<a href=#m052>把我带到爱的那里去</a>  <a href=#m053>寻找爸爸</a>  <a href=#m054>请给我药</a>  <a href=#m055>请给我萝卜</a>  <a href=#m056>7个冒险者</a>  <a href=#m057>金轮际酒店杀人事件</a>  <a href=#m058>魔女的秘密</a>  <a href=#m059>盗遍世界</a>  <a href=#m060>见证人</a>  <a href=#m061>天鹅发进</a><br>
<a href=#m062>请修复我</a>  <a href=#m063>幻之拉面</a>  <a href=#m064>去码头镇</a>  <a href=#m065>回家看看</a>  <a href=#m066>寻找男人精华</a>  <a href=#m067>赌场救世主</a>  <a href=#m068>厌恶之物</a>  <a href=#m069>去买蚊香</a>  <a href=#m070>杀虫大作战</a>  <a href=#m071>除草</a><br>
<a href=#m072>搭车旅行</a>  <a href=#m073>伊丽特与烹饪书</a>  <a href=#m074>空屋的寡妇</a>  <a href=#m075>复制之穴</a>  <a href=#m076>艾莉泽的爱人</a>  <a href=#m077>幸福的蓝色螃蟹</a>  <a href=#m078>湖底的手臂</a>  <a href=#m079>伊基的委托</a>  <a href=#m080>尼尔的委托</a>  <a href=#m081>桑波斯的委托</a><br>
<a href=#m082>兄弟们的挽歌</a>  <a href=#m083>古董加农炮</a>  <a href=#m084>围墙中的天国</a>  <a href=#m085>羁绊的硬币</a>  <a href=#m086>浓雾之中</a>  <a href=#m087>同步装置</a>  <a href=#m088>旅店的遗忘物</a>  <a href=#m089>巴特的礼物/博士系列任务</a>  <a href=#m090>拯救发电厂</a><br>
马多
剧情过后，和一楼修理店门口的机械师对话，得到<font color=green>主线任务</font>：穿越沙漠
<font color=green>主线任务</font>：<font color=red>任务名称</font>：穿越沙漠<a name=m001></a>
触发地点/人物：马多/车库内战车前的NPC
奖励：越野车，经验值20，有名度3
流程：1.对话后前往厄尔尼诺，与战车店左侧的白衣NPC交谈，得知老修理工（好像叫奈鲁？）已经回家了；
      2.回到马多村与奈鲁对话得到战车，再次对话后上楼睡觉；
      3.次日与奈鲁对话即可。

【支线】：人类道具店上方女子对话接到任务：被掩盖的水井
<font color=red>任务名称</font>：被掩盖的水井 <a name=m002></a><a href=#pic00>返回</a>
触发地点/人物：马多/靠近被废墟掩埋的下水道井盖后触发
奖励：经验值50，有名度10
流程：1.对话；
      2.与西边不远处的光头对话；
      3.带着光头返回井盖处，老人便能获救。
马多村的任务告一段落，此时启程出发去厄尔尼诺。

厄尔尼诺
进入厄尔尼诺后先不忙去正上方的坦克店，先去宿屋把血加满，之后进入坦克店触发剧情，连选第一项进入战斗。
胜利后一男子不负责任的猜测，你和他们有仇吗？选有。立马惊为天人把你拉去见他们的团长，选择加入。
接到支线任务：打到掠夺者！先做主线拿坦克，与战车店左侧的白衣NPC交谈，得知老爷子已经回家了。
<font color=red>任务名称</font>：打到掠夺者！<a name=m003></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/地下传送装置团长
奖励：经验50，有名度10
流程：1.被带到地下传送装置后，与团长对话；
      2.在厄尔尼诺周围击败5个掠夺者杂兵，再回去对话即可。（酒场雇佣伙伴的前提）
马多
回到马多村与老爷子对话得到战车，再次对话上楼睡觉；次日对话任务完成，得到NO.1战车。
接着去猎人办事处，接到支线任务：埋在沙漠的回忆及复仇的摩托，村子上面那帮忙搬废墟的光头处接到木材猎人。
猎人办事处的一周悬赏目标也别忘了接，攒点钱不容易，其中埋在沙漠的回忆那口帐篷中能花1000大洋买到9号战车
【支线】：<font color=red>任务名称</font>：埋在沙漠的回忆 <a name=m004></a><a href=#pic00>返回</a>
触发地点/人物：马多东南的商人帐篷/入口某商人
奖励：金钱1000，经验30，有名度3
流程：1.对话接受委托，获得地雷探测器；
      2.前往北侧沙鲛出没的区域，使用地雷探测器，在偏西北的位置发现戒指；
      3.返回和商人对话，完成委托。
【支线】：<font color=red>任务名称</font>：复仇的摩托 	<a name=m005></a><a href=#pic00>返回</a>
触发地点/人物：马多东侧沙漠以东的无名酒吧/吧台前的猎人
奖励：白色摩托车，经验240，有名度5
流程：1.对话接受委托，得到10号白色摩托车
      2.前往码头镇北部沙漠，击败红色蝎子；
      3.返回无名酒吧，和猎人对话完成委托，永久拥有白色摩托车。
【支线】：<font color=red>任务名称</font>：木材猎人  <a name=m006></a><a href=#pic00>返回</a>
触发地点/人物：马多/废墟边的光头
奖励：经验值1500，有名度8
流程：1.对话接受任务；
      2.到达码头镇的酒馆找商人对话；
      3.乘坐联络船到前往德尔塔，从船坞右侧的出口离开，事件后对话；
      4.带他返回马多找光头，休息一晚后再次与其对话；
      5.带着他俩来到码头镇西边的森林监事局，对话，在两人收集木材完成前需要在此不断移动、消灭敌人，当两人回到入口位置时，带他们返回马多；
      6.三天后再来与他们对话，对话可以决定要建筑的设施，有新酒馆、药店、赌场、成人学校可供选择，第二次选项为建筑风格，完成后过一周后回来建筑便
        会完工。（村中最多只能建造3座新建筑，建筑物的不同影响到后续任务的出现，不过以后可以选择推掉重建，无须担心错过任务。
厄尔尼诺
跟监狱外面的梅洛蒂谈话接到<font color=green>主线任务</font>：越狱的旋律。宿屋左面床上接到支线任务被掳走的女人卡佳。完成打到掠夺者！
任务后，以团长对话两次接到支线任务：努卡的地下酒吧，可以去左上人类道具屋，推开油桶，和努卡对话加入两个伙伴，
任务完成。和附近的女机械师对话，接到雪莉爱塔的零件。接着去团长那领取任务西努克团的密使。
猎人办事处那根皮奇兄弟对话接到任务穷凶极恶的兄弟。
<font color=green>主线任务</font>：越狱的旋律
触发地点/人物：厄尔尼诺/牢房门口的姐姐
奖励：经验200，有名度30
流程：1.对话接受委托；
      2.完成被掳走的女人卡佳的前提下，通过人类用品店的地下通道找到金牙，获得金牙之齿；
      3.前往码头镇西南的下水管理局，在下层深处屋内找到银牙；
      4.带着银牙返回厄尔尼诺，他就会救出牢房中的男机械师。（男机械师加入队伍。）
【支线】：<font color=red>任务名称</font>：被掳走的女人卡佳  <a name=m007></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/旅馆1F床上的人
奖励：道具“古...”，经验100，有名度3
流程：1.与床上的人对话；
      2.与旅馆右侧挡道的掠夺者杂兵对话，并将其打倒；
      3.与旅馆2F牢房里的人对话，打倒看守卫兵，获得钥匙；
      4.打开牢门后对话，完了返回旅馆1F。任务结束，旅馆开放。
【支线】：<font color=red>任务名称</font>：努卡的地下酒吧  <a name=m008></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/地下传送装置团长
奖励：经验25，有名度3
流程：完成打到掠夺者！，对话成为团员，前往人类用品店推开红色油桶，进入地下秘密酒场，对话完成任务，同时开启同伴招募系统。
【支线】：<font color=red>任务名称</font>：雪莉爱塔的零件  <a name=m009></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/地下酒场的女机械师
奖励：人类装备，经验100，有名度3
流程：累积带来50个某种电子部件就可完成。
【支线】：<font color=red>任务名称</font>：西努克团的密使  <a name=m010></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/地下传送装置团长（依旧是上面那人）
奖励：金钱600，经验250，有名度10
流程：1.有人来报说团长正在找主角，去找团长对话，接受委托，获得“古...”；
      2.来到码头镇船坞3F与老人对话，即可卖东西6000G（如果持有那“古...”,老人还会开价，价格1500最高再卖出）；
      3.返回厄尔尼诺找团长，对话之后，奉命用赚到的钱去购买武器；
      4.前往地图西北的渴望酒吧，购买5把手持火神炮；
      5.把武器带回给团长。
<font color=red>任务名称</font>：穷凶极恶的兄弟  <a name=m011></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/皮奇兄弟
奖励：经验2500，有名度10
流程：1.在厄尔尼诺猎人事务所与皮奇兄弟对话；
      2.在码头镇用旺旺美食喂给船坞2F挡路的小狗，到地下室救醒昏迷的NPC；
      3.在厄尔尼诺的猎人事务所与皮奇兄弟再次对话；
      4.在渴望酒吧看完表演后与皮奇兄弟对话；
      5.在德尔塔的传送装置与皮奇兄弟对话；
      6.在核熔地下室东区找到皮奇兄弟并把他们彻底击倒。
注意：10号战车猎人要等级12级才给你任务。9号战车1000价格买。木材猎人的任务现在做不了。
目前战车和人类最好装备都为：厄尔尼诺商店货。其中战车引擎最好为探索戒指时一同探索出来的DOHC强哥。
人类装备可以打外面的掠夺者掉。
9号和10号战车可以不用，3人同时骑乘1号战车才是王道。
没过桥的情况下，能完成的任务有：穿越沙漠，被掩盖的井盖，被掳走的女人卡佳，打到掠夺者，努卡的地下酒吧，埋在沙漠的回忆。
能杀的赏金首为沙蛟和亡灵贝洛伊德。掉落的装备为弯刀和连射枪有兴趣的朋友可以刷刷看
当做完这些之后桥这边就告一段落了，然后我们过桥左下去狗村收波奇，别忘了狗村右边有波奇的装备可以买，
接着我们右上去码头镇，任务先放放我们先去人类道具店入手1个修理包，接着我们就直接出村去上部的山洞给那人修理包，触发任务回到过去的隧道。
回去睡觉，过来对话后往洞外走，这时会叫住让乘车推动挖土机，出山洞后往上走路过巴扎斯卡进去记录下传真即可。
出来后直接往上走，进入金字塔不进去正门往左边的侧面进入停车房，开门密码4649，电脑上让升降机下降，得到4号战车红狼。
3人继续同时骑乘红狼，1号战车做拖车装货物。接下来我们回到码头镇，先去救我们的修理工。
（此时金字塔里拿到的战车物品可回马多镇印章店卖掉，凑满50的印章换购引擎幼师鱼涡轮28.5吨的载重经济实惠，
追求高端的可以去巴扎斯卡买8000元的虎式涡轮——载重25吨但特性是坦克奖励，因此装在狼身上是45吨，现阶段最好的引擎。
幼师鱼涡轮也不要卖掉，先存起来，有钱的话能把它改造成65吨的引擎，价格不菲，到45吨载荷只要33000，最后45吨提到65吨又要66000，
总共准备好99000才能拿下。狼自带的副武器为170攻2连单体，金字塔的冷气放射器为180攻扇形，可自行选择都可。）

<font color=red>任务名称</font>：回到过去的隧道  <a name=m012></a><a href=#pic00>返回</a>
触发地点/人物：阿芝莎东的坑道/挖土车旁边的男人
奖励：经验400，有名度15
流程：1.对话后，给他一个修理包；
      2.次日前来对话，剧情后乘车推动挖土机，打穿岩壁。（去往巴扎斯镇的通道。）
来到码头镇西边废弃小屋的地下水道在右侧见到银牙。把他带到厄尔尼诺自动发生剧情。
修理工阿克塞尔（吐槽下貌似机战里夺魂者的驾驶也叫这个名字吧？！！感觉很耳熟）加入。
随着修理工的加入，<font color=green>主线任务</font>告一段落，我们接着来探索支线任务。

厄尔尼诺
随着修理工的越狱成功，门多萨及其恼火，因此我们可以上去找他，
接到任务：清剿老鼠，与右手边厨房间的女人对话接到任务：因为是我爱的人（厨房抽屉里有4瓶陈年葡萄酒别忘了拿，这个任务现在无法完成），
做完清剿老鼠又有新任务续。清剿老鼠（这个任务现在也完成不了），接着做上面的西努克团的密使任务。
去渴望酒吧的路上看见犀牛就过段的跑路吧，
现阶段还打不过他(装了虎式涡轮的话能轻松的干掉他，用印章店幼师鱼引擎的话会有打爆的危险，主炮印章店的200积分的激光加农炮入手难度不大)。
到渴望酒吧跟左边的温蒂对话选不是不是是就让你看表演，完了给你开门上去，然后坐在下面的紫色凳子上等跳完，跟楼梯口的老爷子对话得到潜能耳机，
点击包裹使用就能在强度界面下选择副职业。因为接下来有白兵战，因此在此采购下人类装备，其中修理工目前能买到的最好武器的商店货在阿梓莎绯牡丹短刀，
主角就用印章店送的杀虫枪。做完任务，厄尔尼诺的支线任务就又告一段落了，接着到码头镇来接任务。
<font color=red>任务名称</font>：清剿老鼠  <a name=m013></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/门多扎
奖励：金钱500，经验250，有名度30
流程：1.对话接下任务；
      2.找金牙对话，选择借金牙并选择“对啊如何用这个的话”；
      3.回楼顶与保镖对话，再与门多扎对话，触发连带任务，再次与保镖对话，完成任务。

码头镇
接着到码头镇来接任务，猎人办事处那边接一系列的任务，属于码头镇的有：商队的护卫，最后的吉娃娃，寻找一去不回的那个人，被波波毛所簇拥着。
能接到但目前不能完成的任务有被偷走的收藏品。先乘船去德尔塔完成木材猎人的支线，在完成的途中顺便把最后的吉娃娃，及寻找一去不回的那个人任务完成，
并且在途中还能触发新任务。（别忘了最后的吉娃娃，及寻找一去不回的那个人任务都要去指定地方对话才算触发），在森林监事局的楼顶看见莫里尼被拖进地下，
到洞口跟德亚克对话接到任务：帮助莫里尼。（此处有金蚁可以刷钱，食铁蚁可以刷经验，一切皆看RP）
赏金首亚当蚁战斗时配置一名护士或者副职业选护士开极限点滴打起来会比较轻松，杀虫枪是此战的关键。
做完支线后，去大房子的2楼给拦路的狗狗吃汪汪美食（森林监事局的箱子里能开出）。
在地下室看见被皮克兄弟袭击晕倒的倒霉蛋，接下来在去厄尔尼诺的猎人事务所与皮奇兄弟再次对话，
接着在渴望酒吧看完表演后与皮奇兄弟对话，穷凶极恶的兄弟任务就又告一段落。
接着去码头镇上面的沙漠能碰到复仇的摩托中的天蝎。码头镇的支线也到此为止，接下来去阿梓莎。
PS:森林中的赏金首千手沙华目前还打不过先放放。亚当蚁掉落物品有兴趣的朋友可以刷刷。
<font color=red>任务名称</font>：商队的护卫  <a name=m015></a><a href=#pic00>返回</a>
触发地点/人物：码头镇/酒馆外的商团三人
奖励：金钱868，经验300，有名度5
流程：1.对话受领任务；
      2.再次对话后带着商团启程，直至到达阿芝莎前行动都是自动的，玩家只需击倒沿途遇到的所有杂兵即可。
<font color=red>任务名称</font>：寻找一去不回的那个人  <a name=m016></a><a href=#pic00>返回</a>
触发地点/人物：码头镇/帐篷外的女子
奖励：经验500，有名度3
流程：1.对话接下任务，同时获得手纸；
      2.按照玩家前去西边森林蚁穴的时间，接下来的剧情也会有两种分支，一周内前去可以见到活人，对话获得青色喷漆罐，
        太晚前去则只能找到尸体，调查尸体找到青色喷漆罐。返回码头镇对话时交付喷漆罐，都能完成任务。
<font color=red>任务名称</font>：最后的吉娃娃  <a name=m017></a><a href=#pic00>返回</a>
触发地点/人物：码头镇/船坞1F的吧台左边蓝色衣服的某男
奖励：金钱300，经验450，有名度3
流程：1.对话接下任务；
      2.进入码头镇西边森林西北角的荒废营地，与老人对话；
      3.往南走有机会遇到强化怪，推到之后返回营地调查掉地的小狗，在其死亡后得到“..首轮”；
      4.回到码头镇汇报任务。
<font color=red>任务名称</font>：被波波毛所簇拥着  <a name=m018></a><a href=#pic00>返回</a>
触发地点/人物：码头镇北的商人营地/帐篷内的老奶奶。
奖励：道具，经验250，有名度3
流程：1.在猎人事务所接下任务，前去指定地点对话；
      2.在帐篷附近击倒炸弹蒲公英，拿到波波毛；（身上有毛的话也要出帐篷在进去才行）
      3.回去与“老奶奶”对话；
      4.次日再前来对话，完成任务。（这里有蚊香卖记住，不差钱的话先买个99个。）
<font color=red>任务名称</font>：帮助莫里尼  <a name=m019></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺西边的森林监事局/“木材猎人”途中触发
奖励：经验值500，有名度3
流程：1.没有击倒亚当蚁的前提下，在“木材猎人”的第5步时前往楼顶，看见莫里尼被拖进蚁穴，靠近对话；
      2.进入洞穴在B3F找到莫里尼，对话后带他返回地面。

阿梓莎
基地上面的建筑反复的对话，总会让你进的，顶楼有回收防弹衣碎片的商人。这里的任务就只有在猎人办事处接的可疑的货物。
在送货的路上顺便把渴望酒吧东南的商人营地的铁蛟，渴望酒吧西南商人营地的任务寻找林卡接了。
现在等级高了把路上的赏金首变种犀牛给做了。至此阿梓莎的任务就全部做完了。接下来去巴斯扎卡。
<font color=red>任务名称</font>：可疑的货物  <a name=m020></a><a href=#pic00>返回</a>
触发地点/人物：阿芝莎南的炮弹材料营地/收购不发弹的商人
奖励：经验350，有名度3
流程：1.在猎人事务所接下任务，“报酬”选项后连续选择第2项，可以把报酬金额提升到300G；
      2.运送货物到渴望酒吧西北的废弃建筑，对话交货即可完成。（如果坚持选择不交货，击破恶党战车后打开货箱会发现其中是一位女孩，正是林卡）
       （后面大破坏箱子的密码634（快乐头盔））
<font color=red>任务名称</font>：铁蛟  <a name=m021></a><a href=#pic00>返回</a>
触发地点/人物：渴望酒吧东南的商人营地/中间的商人
奖励：金钱1W，经验200，有名度8
流程：1.对话接受委托；
      2．前往营地西北的沙漠，击倒“铁蛟”（当其潜入沙地时用地雷探测器可以找到，另外这处沙漠的底部地下埋着2号战车探索的时候多探探）
3.返回商人营地汇报任务。
<font color=red>任务名称</font>：寻找林卡/寻找父母…  <a name=m022></a><a href=#pic00>返回</a>
触发地点/人物：渴望酒吧西南的商人营地/商人
奖励：金钱4000，经验255，有名度3
流程：1.对话接受委托；
      2.在“可疑的货物”任务中不交货，打开货箱在其中找到被拐走的女孩；
      3.带着女孩回到其父母身边。（“寻找父母”任务直接从第3步开始，不过只有3000G，其他报酬相同。）

巴斯扎卡
猎人办事处能接到追踪信号，改造屋边的女子那能接到离家少女。其中离家少女有后续。
睡一觉后去码头镇见少女，对话完回去在睡一觉，在来码头镇看见少女已经在船厂工作了。
在睡一晚或两晚就能接到离家少女的去向。至此巴斯扎卡的任务全部结束，接下来回马多。
<font color=red>任务名称</font>：追踪信号  <a name=m023></a><a href=#pic00>返回</a>
触发地点/人物：巴扎斯镇/装甲补给人左边某男
奖励：金钱1000，经验250，有名度3
流程：1.对话接受委托，改造后的I护目镜会追加信号弹探知功能；
      2.确认护目镜该功能处在“on”状态，大地图上出现“★”为目标怪物；
      3.靠近“★”，灭怪，交差。（回收的信号弹可以自己留用。）
<font color=red>任务名称</font>：离家少女  <a name=m024></a><a href=#pic00>返回</a>
触发地点/人物：巴扎斯镇/改造屋边的女子
奖励：金钱30，经验300，有名度3
流程：1.对话接受委托；
      2.带她到达码头镇即可。
<font color=red>任务名称</font>：离家少女的去向  <a name=m025></a><a href=#pic00>返回</a>
触发地点/人物：巴扎斯镇/战车道具店商人
奖励：经验450，有名度3
流程：1.在猎人事务所接下任务，与站在镇子入口前的商人对话；
      2.前往码头镇在船坞内找到女子，对话后带着她返回巴扎斯镇即可。

马多
接着做木材猎人任务，选定建筑（我选的酒厂）之后睡个10天左右，回来建筑完成了任务完成，
进酒厂跟吧台前的女子接任务：从古老的瓶里流出的美酒。2楼房间床上的人给他蚊香就给你陈年老酒，每天1次。
接下来出门选第2种建筑（我选的是药店），回去睡1觉，第二天起来看见废墟上搭起了帐篷，进去接到任务德亚克的使命（目前还无法完成）。
至此马多的任务也告一段落。
<font color=red>任务名称</font>：从古老的瓶里流出的美酒  <a name=m026></a><a href=#pic00>返回</a>
触发地点/人物：马多/新建酒馆吧台里的女女
奖励：经验500，有名度3
流程：1.对哈接受委托；
      2.带来10个陈年老酒，一一交付即可完成。
全部任务做完后，现在猴子楼这边的能做的任务就已经没了，
有兴趣的可以去码头镇刷刷挑战狩猎，赏金首的话能做掉的有亚当蚁，变种犀牛。准备妥当后我们直接去猴子楼。

进入猴子大楼，就发生强制剧情，女战士杰西卡被猴子狠揍一顿，尸体被退下了楼，
上去对话触发<font color=green>主线任务</font>：不死神的女战士（现阶段完成不了，先放放继续攻楼）。
逐层楼进行扫荡，顺便练下等级。在5楼碰到守卫，做掉后从右边的通风口进入，从左上的通风口出来后，探知顶楼BOSS间开门的密码为71863。
接着我们推开油桶从上面的楼梯下去连下2层，从3楼守卫后面的通风口进入，从右下的出口下来，经过上面的楼梯下来，
发现一处坍塌，从裂缝处跳下。发现进入了守卫的休息间，打到后，通过上面的电脑把门打开。
现在就能把坦克开到楼上了。在一层一层的扫荡。到顶楼，顶开电脑前的守卫，输入密码71863.
把警卫关掉，上去就是BOSS战了，没血的回去补个血，没装甲的回去加满了在来，接下来的BOSS战还是有点难度的。
（狗狗英勇就义，感觉太对不起他了）猴子做掉后，把旁边的电脑打到ON开关，吊桥放下，过桥不远就是鼎鼎大名的霍克交易所。
不死的女战士
此时回马多，复活狗狗和女战士杰西卡。从明奇博士那出来，发现杰西卡对着兄长的墓碑发呆，过去对话后，杰西卡跑掉了。
接下来接着去做不死的女战士任务，其他的任务都先放一放。霍克交易所中东面的一女子会指点我们德尔塔。
进入德尔塔后去酒吧，剧情后跟出酒吧往下走，发现U型鲨鱼，调查发现原来是杰西卡，跟着出门，发现又躺尸了，老规矩拖到明奇博士那。
复活后，女战士正式加入。正式的3名剧情成员都到齐了，现在就正式的分下副职业。主角我选的猎人，因此我副职让他學摔跤手，
女战士副职选猎人，一周目的话还是猎人的55技能全门发射给力点，修理工的话我给他学护士（前期可先升到15级出极限点滴在转猎人，
也可以直接升到30出禁断注射器在转猎人）。
改造强力红狼
接下来的话，我们先去把地图开了，德尔塔上去直接到佛像村，接着我们在回德尔塔做船去以斯拉港。
以斯拉港出来后直接走上面去大神社（一路过来伤害还是满重的，狗狗死了，红狼装甲给打没了）。
好了接下来我们进行对红狼车的改造工程（1号战车我也把他改造到了最大，这样他的包裹能多开5格能多啦点东西），
首先我们去以斯拉港进行底盘开孔，我选择的是R狼ⅣW其中恶魔之翼具有迎击效果，改完地盘后去右手边改双引擎，在回巴扎斯卡买个虎式引擎，
进上层买SE，我这模式下为2连射的双火箭行者——还要8吨载重，如果你的模式下卖的是海洋猎手的话，不用犹豫买了全部装上吧，神挡杀神，佛挡杀佛。
双引擎后把能改的武器都改了。追求极限的朋友可以去大神社打贝希摩斯，这货掉生物引擎，3星的生物引擎很好很强大，但是掉落的几率很低，
骚年们做好持久战的准备吧。两个3星欧米家引擎的话会有双子奖励，因此加起来的总额不是实际的156而是174.08吨。轻松过万的装甲。
欧米茄生物是生物引擎改造来的。
人类装备
现阶段最强的人类装备在大神社的商店。价格不便宜也满贵的。
波奇的现阶段最强的武器在斯拉港镇传送装置处开大破坏时期的箱子得到，密码：17320508（波奇电钻）

<font color=green>主线任务</font>：海之复仇鬼  <a name=m027></a><a href=#pic00>返回</a>
好了接下来我们开始做<font color=green>主线任务</font>去杀U型鲨，支线任务先放放，因为考虑到许多支线任务的前提是要有船。
首先，我们去以斯拉港去塔楼顶部找的船长，对话后，触发任务海之复仇鬼（建议保存下记录，因为U型鲨掉落的主炮现阶段很JP，
因此花费几次来刷还是很有价值及必要的，掉落的主炮有两种，一种是U鲨爆射炮，一种是U鲨潜艇炮，有耐心的刷3星的U鲨爆射炮，
没耐心的只要刷出爆射炮就OK了）。接着到船屋，看到船开到了德尔塔，接着传到德尔塔进船屋，因为船长也是参战的，因此狗狗被逼着离开了，
以后可在努卡酒吧继续招募加入。出海后一直往下走，看见一座小岛，U型鲨就在岛边上，仔细找找。
战斗的时候其他另外2个赏金首也会很大程度的乱入，碰到全武装海龟的话现阶段打不过，但是也杀不死我们，只要战斗几个回合海龟自己会逃掉。
另外由于有恶魔之翼，因此实弹类的导弹都会被迎击掉，无伤推到U型鲨。

支线任务：拿到自己的船后，我们就继续来攻略支线任务。首先我们去猎人办事处接一大堆的任务。

马多
马多村我们接着完成德亚克的使命，拿回防腐剂后，在睡个7天左右，药店就完成了，
进去的时候如果碰到打折有人排队的话就和门口的摔跤手对话能接到任务被排列者。完成后出来在和莫里尼他们对话，选择第3个建筑，
我选的是赌场。然后回去睡一觉。第二天去现场看见地上长出了东西，对话，接到任务拔掉超合金笋。
（凭目前的实力打不掉竹笋，汗！）至此马多的任务就告一段落了。接下来，我们先去厄尔尼诺的地下酒吧。
<font color=red>任务名称</font>：德亚克的使命  <a name=m028></a><a href=#pic00>返回</a>
触发地点/人物：马多/第二座新建筑的建造途中
奖励：金钱300，经验50，有名度8
流程：1.进入帐篷与二人对话，连选两次；
      2.前往德尔塔的人类道具店，却被告知已经售罄，询问店员；
      3.前往佛像村，在顶楼与商人对话；
      4.买90个蚊香（以斯拉港入口处的女性有卖的），对话换取30个防腐剂；
      5.返回马多的帐篷对话，过一周后回来建筑完工。
<font color=red>任务名称</font>：拔掉超合金笋  <a name=m029></a><a href=#pic00>返回</a>
触发地点/人物：马多/第三座新建筑的建造途中
奖励：金钱300，有名度10
流程：1.对话接任务；
      2.调查建造地上的物体，击破即可。
<font color=red>任务名称</font>：被排列者  <a name=m030></a><a href=#pic00>返回</a>
触发地点/人物：马多/新建药店门口的摔跤手
奖励：摔跤手3连武器，经验596，有名度3
流程：1.只有药店打折促销、店内人满为患的时候他才会出现，对话接受委托；
      2.等到队伍的人一一离去后，与柜台NPC对话，摔跤手就会赶来，任务完成。

厄尔尼诺
刚进入地下酒吧，就触发剧情，进入密道，跟右下躺地板的阿罗佐对话，接着上来去找优思明就能完成任务因为是我的爱人，
别忙着走，接着跟团长对话，接到任务爱着西努克的间谍。跟着上楼，跟门卫对话，进去跟门多萨打个招呼就能放你进去，
跟他们对话就能完成任务。然后我们在去睡一晚等过来的时候发现貌似起内讧了。这时候跟团长对话，都没什么办法，这时候我们去找关键人物，银牙老爷子。
跟老爷子对话后，在回来和团长对话得到任务：打到门多萨。接着回去接老头子来秘密基地。跟团长对话后，第二天就准备去推翻门多萨的统治了
（门多萨的攻击还是蛮疼的，因此护士的副职伺候着还是有必要的）。推翻门多萨后，跟躺在地上的肖恩对话，剧情后，门多萨的统治就算推翻了，
这时候跟旁边刚才还给我们武器的艾玛谈话。接到支线任务：黄金的冰箱。至此，厄尔尼诺这边的任务就全部结束了。

接下来的目标是码头镇。
<font color=red>任务名称</font>：因为是我的爱人  <a name=m031></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/门多扎房间厨房的女人
奖励：人类装备，经验100，有名度5
流程：1.对话接受委托，获得写真；
      2.与地下酒馆密室最深处躺着的NPC对话；
      3.返回交任务。
<font color=red>任务名称</font>：爱着西努克的间谍  <a name=m032></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/地下酒馆密室的里奇（又是团长！！！）
奖励：经验400，有名度50
流程：1.来到地下酒馆后被人叫住，被带到密室；
      2.与团长对话接受委托，获得手纸；
      3.来到门多扎的房间与眺望窗外的女性对话，获得手帐；
      4.与团长对话，交出手帐，完成委托。
<font color=red>任务名称</font>：续。清剿老鼠  <a name=m033></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/完成“清剿老鼠”自动触发
奖励：经验350，有名度50
流程：1.前往西南的下水管理局，与银牙对话；
      2.返回厄尔尼诺地下酒馆，听到响声后选择“冷藏库..”与团长对话；
      3.触发“打到门多萨！”剧情，完成到第4步，本任务结束
<font color=red>任务名称</font>：打到门多萨！  <a name=m034></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/（“续。清剿老鼠”的第2步时触发）
奖励：经验值1000，有名度100
流程：1.前往下水管理局，与银牙对话；
      2.返回厄尔尼诺找团长对话；
      3.先后与金牙和另一个人对话，再和团长对话…（传说中的语早死？）；
      4.前往门多扎的房间与保镖对话；
      5.第一次扑倒门多扎..
      6.门多扎逃跑后跟着他进入密道，在1F再次扑倒他，得到钥匙，厄尔尼诺解放。
<font color=red>任务名称</font>：黄金的冰箱  <a name=m035></a><a href=#pic00>返回</a>
触发地点/人物：厄尔尼诺/门多扎的保镖
奖励：经验150，有名度3
流程：1.推翻门多扎统治后与其对话；
      2.进入门多扎逃跑的密道，用上面得到的钥匙开启大门，即可找到黄金冰箱。

.6战车
传到摩洛，接着往右上走，看见山洞后进去，跟着在最底层把水放掉中间的就是6号战车（里面放的难道是油不是水？怎么不锈）。
摩洛玻克
跟1F吧台前女孩对话，激活任务艾莉泽的爱人，1楼的赏金首食人楼梯顺便也给做了，到顶楼遇到三兄弟不换而散的剧情，做艾莉泽
的爱人的途中路过帐篷，进去顺便激活下任务幸福的蓝色螃蟹。变种海星就在任务的那片海域，很好打。打完变种海星，回猎人办事
处又有新任务湖底的手臂。做完之后回到摩洛玻克，接着上到3F看见三兄弟中的男士兵和珍妮在亲亲我我，跟两人对话，等士兵走后
在跟珍妮对话，接到任务伊基的委托，做完之后去猎人办事处接到尼尔的委托。做完之后继续去猎人办事处接到桑波斯的委托，做完
之后继续去猎人办事处接到兄弟们的挽歌。至此摩洛玻克的任务就全部结束了。
接着我们去找赏金首的麻烦。路过南门关卡的时候可以在倒地的男机械师那接到任务古董加农炮
戴达罗斯
南门关卡外的沙漠用诱敌即可。
沙漠公子
出了南门关卡后，我们把在金际轮下载的热传感器打开，一路走就能看见。
<font color=red>任务名称</font>：艾莉泽的爱人  <a name=m036></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克/1F吧台前女孩
奖励：道具“E2-IC”，经验500，有名度3
流程：对话之后，载着她航行到摩洛波克西北的入海口边即可完成，不过完成任务后会强制遇到赏金首海星。


码头镇
码头镇剩下的任务就只是猎人办事处发布的2个任务：蚂蚁之卵和走吧，去宝岛！先去买点解麻药（以斯拉港人类道具店有售），
把赏金首千手沙华给做了。注意解麻痹。蚂蚁之卵的话目前还打不过，这时候可以选择去猴子塔左边的沙漠遇漫步者或者黑蚁毯升级，
一个怪分别是6000和5000。进入赫尔梅次岛上小熊外形的建筑内部后，直奔B3层上部右侧的楼梯下去，把电源推上去。
然后接着上B3楼乘电梯出来开战车进去一层一层的搜刮，拖车伺候。
在次进入B3，在上面的电脑中输入7，按退出，上B2层，得到07号战车。舍弃1号战车，全部转移到07号战车上，天生2格背包全开，拿来做拖车正好，
象式的孔能随便开孔（5SE,2大炮3SE等等随你开），只是底盘特性弱了点，但是问题不大，有爱的朋友可以用来替换狼车。
笔者是红狼控，所以这周目铁了心用红狼到底了。B2层由于位置变了所以其他3个位置也都起了变化，因此不要错过了。
搜刮玩在下去在电脑上按8还能在搜1遍。至此码头镇的任务就全部完成了。（搜刮出来的东西除了辅助增压涡轮及个别看的上眼的SE，
其他的都卖给印章店。有了钱后，我们把以前存起来的幼师龙引擎拿出来去改马力，耗费一大笔钱后达到顶峰，此时的载重已经是71.4吨配合刚才的辅助增压涡轮，
装甲值立马窜到8000以上。C装置的话换上印章店换出来的联动双面神，这样配合爆射炮就是4连射，副炮的话我选择的是印章店兑换的火箭管炮）
接下来我们去霍克交易所。
<font color=red>任务名称</font>：蚂蚁之卵  <a name=m037></a><a href=#pic00>返回</a>
触发地点/人物：码头镇/酒馆老板
奖励：金钱100，经验400，有名度5
流程：1.对话接任务；
      2.前往西边森林监事局后面的蚁穴，推倒挡路的魂淡后，调查下层完好的蚁卵带回；
      3.返回酒馆与老板对话，当其询问料理的定价时，随便选择即可。
<font color=red>任务名称</font>：走吧，去宝岛！  <a name=m038></a><a href=#pic00>返回</a>
触发地点/人物：码头镇/酒馆的某三位
奖励：经验666，有名度5
流程：1.对话接任务；
      2.带着3人登上自己的船（当然自己要有船），对话。途中战斗全员陷入沉睡后船只会被夺走，如果选择喝酒结果也是被药倒；
      3.醒来后击退来袭的触手，调查猎人的尸体，获得物品；
      4.前往地图正中央赫尔梅次岛上小熊外形的建筑，调查左侧的铁板，打开门后便算完成。

霍克交易所
进入霍克交易所，中间的霍克会让你接手他的店，接手后，你就能在这边卖东西，通过无线通信能让另一台机子收到你这边卖的货物，
对于模拟器玩家来说不置可否。里面的人类道具店有01-1C芯片卖。在猎人办事处接到的荒野的运送屋在这里激活，
不过这个任务全部完成要到核融镇后期。然后我们把这个任务先放放，到交易所东北部的商人营地接到任务初次看店，
这个任务完成后霍克交易所的任务就全部结束了。接着去德尔塔进行攻略。
<font color=red>任务名称</font>：初次看店  <a name=m039></a><a href=#pic00>返回</a>
触发地点/人物：霍克交易所东侧的商人营地/草丛中的商人
奖励：经验600，有名度3
流程：1.对话接受看店委托，然后去帐篷中站在售货员站的位置上，选择第1项；
      2.有客人来买东西可以自由的选择出售与否，掠夺者是不会主动付钱的，另外还会有醉鬼和小狗之类的奇怪客人，客人离开后选择继续即可；
      3.直到商人进来后对话，任务完成。（事先拿走箱子中的5个回复药剂的话，他会询问卖了多少钱，然后平分好了。）

德尔塔
在入口右侧的海员那接到任务艾巴的去向。现阶段任务只能做到第3部，然后我们在去酒馆继续任务召集能干的猎人，
完成后去酒馆下面码头边的男子处对话听委托，消失的运输船接着去德尔塔东边的海之家。听委托美丽的高科技海女。接着任务做完后，
我们去佛像村东面去把3号战车野巴士给收了（地貌特征为地上有个竖的1字按金属扫描），此时在去猎人办事处，会发现有新任务出现，
阻止狂暴野巴士，幻之拉面，去世界的尽头，危险海域。其中幻之拉面现在先去接下任务即可，等做到后面在表。去世界的尽头这任务到后期才能完成，
抽空去马多接下任务就成，接着危险海域等以斯拉港篇在说。
<font color=red>任务名称</font>：阻止狂暴野巴士  <a name=m040></a><a href=#pic00>返回</a>
触发地点/人物：德尔塔/酒馆
奖励：有名度10
流程：1.先在猎人事务所接下任务，前往酒馆与新出现的NPC对话，接受委托；
      2.前往德尔塔东北的商人营地，得知最近垃圾场有奇怪的响声；
       （在商人营地外面使用诱敌技能能找来魔犬贝罗，打败后贝罗主动成为伙伴，这时可以选择换狗狗）
      3.离开营地向西行，用金属探测器探索并调查亮点，遇怪，将其击倒后就能令野巴士停止暴走；
      4.返回对话即可。
<font color=red>任务名称</font>：召集能干的猎人  <a name=m041></a><a href=#pic00>返回</a>
触发地点/人物：德尔塔/酒馆的绿毛
奖励：金钱5，有名度5
流程：对话后，与其一同前往德尔塔西北的废墟，击败皮奇兄弟，两人逃脱，在地上捡起“光辉..”，并与绿毛对话即可。
<font color=red>任务名称</font>：消失的运输船  <a name=m042></a><a href=#pic00>返回</a>
触发地点/人物：德尔塔/酒馆下面码头边的男子
奖励：装备，经验800，有名度5
流程：1.对话触发任务；
      2.驾驶自己的船开进船坞，下船后与男子对话并带他上船；
      3.出港后向西南航行不远即可看到一艘船，靠近后对话，击败来袭的怪物后再对话；
      4.两艘船一起返回港口后，再次和男子对话完成任务。
<font color=red>任务名称</font>：美丽的高科技海女  <a name=m043></a><a href=#pic00>返回</a>
触发地点/人物：海之家/进屋后触发
奖励：经验888，有名度10
流程：1.前往任意海上打捞屋（不明白的话就是以斯拉港进去后右下轮船标记的哪个小屋），
        选择第4个“..海女..”级别在德尔塔往东一点的地方上进行打捞，有一定几率捞到“银..”；
      2.捞到之后返回海之家，触发战斗，战斗取胜后进屋与女子对话即可。
       （这里选择要慎重，要是选择“结婚”之类，则会进入与女子结婚的伪结局- -！）

偷渡南大陆
由于以斯拉港那边的怪都比较厉害，因此我们先把支线任务放放，现在去偷渡到南大陆。从黑暗水道（艾巴的去向必须做到第3部，
楼上才会出现4天王的卡里奥斯特罗，注意现阶段由于没什么强力的武器，而且这个BOSS又要打两次，
因此准备打前先把背包里塞满1W的装甲包——此战装甲和弹药是关键，如果弹数不够的话还要准备备用的武器，
在保证装甲和武器的情况下不难打败。特别注意第一次打败之后要接着对话2次，下战车的话会被偷袭，死的不知道得多惨。打完之后就能出去了）
出来后我们先把村子给记录下。然后我们直接去核融，在那里我们进行大采购，其中路过人类村和履带村的时候别忘了进去看看有什么好货没。
人类护具在核融能买到最好的萨拉托加系列，武器的话在人类村的波奇闪电也必入手。战车的话在核融能进行地盘的完全改造。
引擎的话我推介去核融外面刷重机暴龙掉—T暴龙改。履带村卖的灾星炮配合联动双面神C装置实现2回合的全屏主弹攻击还是满不错的而且没有子弹的限制。
接下来继续回北大陆进行支线。南大陆这边先放放。

大神社
去战车用品店右侧洞穴内找男子完成任务挖掘大神社的冰墙，接着去宿屋2楼的酒楼完成连神也不怕。
同轰掉的箱子左边台阶上的女子对话，激活任务寻找实时连击内核。上面神社中的狗狗给他吃滑溜溜的细胞，他就会加入。
上面的门现在还进不去，先放一放。然后去买个宿营好帮手，在镇子里面保存，反复读记录，知道出现晴天，然后跟门口的少年对话，接到任务迷之少年。
出大神社往左走，碰到货车对话接到任务引擎故障（南大陆的坦克店随便买个40吨以上的即可），至此，大神社的任务全部终结。然后我们现在回以斯拉。
<font color=red>任务名称</font>：大神社的冰墙  <a name=m044></a><a href=#pic00>返回</a>
触发地点/人物：大神社/战车用品店右侧洞穴内的男人
奖励：道具“清水”，金钱1100，经验500，有名度5
流程：1.对话接受委托；
      2.调查冰壁，逐个击破所有冰壁，与男子对话即可。
<font color=red>任务名称</font>：寻找实时连击内核  <a name=m045></a><a href=#pic00>返回</a>
触发地点/人物：大神社/酒馆的女人
奖励：C装置（特性：穴1穴2穴3武器一齐攻击），经验1000，有名度5
流程：1.在猎人事务所接下任务，在神社前找到女人，对话；
      2.前往海之家东北的废旧大楼，在下层B2找到C装置；
      3.带着C装置找到女人对话即可。
<font color=red>任务名称</font>：连神也不怕  <a name=m046></a><a href=#pic00>返回</a>
触发地点/人物：大神社/酒馆的男人
奖励：经验82，有名度8
流程：1.对话之后，驾车前往山顶神社，与男人对话后轰炸箱子；
      2.轰烂钱箱后捡起散落一地的金钱，与男子对话选择“300G”。
<font color=red>任务名称</font>：迷之少年  <a name=m047></a><a href=#pic00>返回</a>
触发地点/人物：大神社/（晴天时才能触发） 奖励：经验800，有名度3 
流程：1.反复进出大神社直至小镇内没有下雪，入口处会出现一位男子，对话触发任务； 
      2.在神社前的楼梯上见到黑发男孩，返回入口处与男子对话告知男孩位置；
      3.进出任意房间切换场景，回到楼梯处男孩已经跌下，选择“回复”，获得道具；
      4.推开压在传送室入口的石像后，返回入口处与男子再次对话即可。
<font color=red>任务名称</font>：引擎故障  <a name=m048></a><a href=#pic00>返回</a>
触发地点/人物：大神社西南山坡下/商人货车
奖励：金钱3W，经验500，有名度3
流程：对话之后，买来任意载重量在40T以上（40T不可）的引擎即可。

以斯拉港
进入港口后和门口卖蚊香的小姑娘对话，多买点蚊香会发生剧情，MM会晕掉。然后现在去猎人办事处接到任务请给我水，
做完后我们接着去中间船坞2楼酒吧做机械装置的业务员任务，接着去打捞屋激活任务危险海域，先别忙着去，在去宿屋1楼跟米兹库谈话激活把我带到爱的那里去，
在上2楼激活寻找爸爸任务。其中请给我水任务完成后，回去睡一觉在过来对话进去看望女孩，连续2次，
等第3天在去的时候就会触发任务请给我药（进入摩洛玻克后不要走上面的楼梯——赏金首食人楼梯，直接走右边的楼梯上楼）。
完成请给我药后，接着在继续连续2天去看望女孩，第3天在去的时候和女孩的哥哥对话接到任务请给我萝卜。
而寻找爸爸任务完成后去猎人办事处会触发新任务7个冒险者。7个冒险者任务完成后触发金轮际酒店杀人事件。
以斯拉港外面的魔女驻地跟魔女对话能激活任务魔女的秘密。
特别说明下寻找爸爸任务，这个任务要求我们去金轮际酒店，进入酒店后从左边的入口进入地下车库，
在警卫前的尸体上找到一份信，打开阅读后接到任务死者的复仇。打到警卫后，搜搜刮刮的我们来到3楼，
从右边第4个房间进去做升降机，到顶楼从通风口下楼，进坐上的房间，电源密码：494194LV1，密码：723871 LV2，密码：691316，LV3密码：134397，
把电源打开，关掉LV1LV2LV3。接着下楼，在12楼的右下坐电梯到7楼。调查地上的闪光得到一通对话后得到银项链，
回去交任务就能完成，但不忙着走，外面锅子里调查得到腐败高汤，接着直接上楼，
从上面房间的电脑上热感应器到护目镜中，在右边的床上就能看到赏金首金轮际亡魂。
战斗的时候先把刚才从7楼找到的腐败高汤对其使用，不用的话过几回合就会逃走，万一逃走的话就去刚才开启电源密码的电脑间问里面的摔跤手。
战斗中注意保持自身血量在800以上为好。经过长时间的拉锯战后，终于还是败在了主角的光环下，调查床上得到金项链。
<font color=red>任务名称</font>：机械装置的业务员  <a name=m049></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/酒馆的机器人
奖励：金钱5，经验600，有名度5
流程：1.与其对话任意选择一项，待机器人机能停止后，再次对话；
      2.调查机器人选择“修理”，再次调查，直到“OK”；
      3.机器人离开后前往下层调查；
      4.前往人类武器店对话；
      5.返回船坞对话，捡起地上掉落的“…钱包”可以得到4000G，与老人对话“报酬”完成任务。
<font color=red>任务名称</font>：危险海域  <a name=m050></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/海上打捞屋
奖励：装备，经验1000，有名度5
流程：1.在猎人事务所接下任务，然后找店员对话；
      2.前往西边赫尔米西岛附近海域击倒10只水行炮（任务会提醒），随后就会遇到2只体积更大的，击倒后回去交差。
<font color=red>任务名称</font>：请给我水  <a name=m051></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/下水道的某
奖励：道具“V1-IC”，经验500，有名度3
流程：1.先找镇子入口处的妹子买蚊香，之后她会晕倒；
      2.前往猎人事务所接下任务，在下水道找人对话接受委托；
      3.前往大神社的人类道具店购买10个清水；
      4.返回下水道对话，进入深处继续对话。
<font color=red>任务名称</font>：把我带到爱的那里去  <a name=m052></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/旅馆内的某男
奖励：道具“L2-IC”，经验600，有名度3
流程：对话之后，带他前往以斯拉港西南的小岛——爱之碎片，即可。
<font color=red>任务名称</font>：寻找爸爸  <a name=m053></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/旅馆2F的母子俩
奖励：金钱200，经验3200，有名度3
流程：1.对话接受委托；
      2.前往金轮际酒店7F东北的房间，调查床后亮光点，一长串选择之后，得到道具“银..”；
<font color=red>任务名称</font>：请给我药  <a name=m054></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/下水道的某（上面那人）
奖励：经验800，有名度3
流程：对话之后，前往摩洛波克的人类道具店买来退烧药。
<font color=red>任务名称</font>：请给我萝卜  <a name=m055></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/下水道的某（依旧上面那人）
奖励：经验1200，有名度3
流程：1.对话接受委托；
      2.前往摩洛波克西南沙漠击败埋在沙里的萝卜怪，直至掉落萝卜的根；
      3.将其带回交给那男人就可以了。
       （以后再前来，蚊香妹子知道了自己病情的事件后，再和那男人对话，就可以进入与蚊香妹子结婚的伪结局。雾~）
<font color=red>任务名称</font>：7个冒险者  <a name=m056></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/酒馆中
奖励：金钱1000，有名度10
流程：对话接受委托后，带7人前往金轮际酒店即可。
<font color=red>任务名称</font>：金轮际酒店杀人事件  <a name=m057></a><a href=#pic00>返回</a>
触发地点/人物：金轮际酒店/（“７个冒険者”任务结束后触发）【为了方便叙述，人物用ABCDEF表示】
奖励：经验9999，有名度5
流程：1.在“７个冒険者”完成后前往3F空着的卧室休息一晚，次日发生事件后赶往地下车库调查尸体A（A死亡）；
      2.与所有人对话并再次调查尸体，之后在B1F到3F的范围内击倒敌人，每清除1层都会有文字提示，全部完成后到3F与B对话并回房休息；
      3.第3天剧情后前往大楼外调查尸体C（C死亡）；
      4.与所有人对话并再次调查尸体后，回房选择休息时触发事件，D遇害（D死亡），与13F所有人对话；
      5.醒来后发现B和E尸体（B、E死亡），来到楼顶发现C死而复生，原来C就是凶手，F是帮凶；（C死亡，前面是假死）
      6.在F准备跳楼时最后选择“生..”才能阻止她，否则F也会丧命。
<font color=red>任务名称</font>：魔女的秘密   <a name=m058></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港东北的商人营地/魔女 
奖励：道具魔女之药，经验666，有名度3 
流程：1.先在猎人事务所接下任务，对话选择“依赖”，选择队伍中一位男性，接受委托； 
      2.带来66个蚊香（以斯拉港蚊香妹子有卖），13个滑溜细胞（黄色杀人虫什么的暴），
        4个水母心脏（水母样子的怪暴），9个蚂蚁脚（这个不用说了吧，去过蚂蚁穴的会有很多，巨蚁、金蚁等各种蚂蚁都暴）；
      3.全部交付后对话，站在锅前等提示。提示为下锅就下锅，提示火太小，就加木材（薪），直到药剂煮好。
       （该任务貌似可以重复做，未查证，不过谁会那么蛋疼呢..）

接下来我们去天鹅镇继续任务
进入天鹅镇就接到任务加西亚要找我们决斗，3人中选女战士，带好1500的伤药，顶住前面几波的会心一击，过了5轮左右就不会出现会心，
击败之后我们去下层，挡路的都不在了调查箱子拿到黑客钥匙，自动接到任务盗遍世界。有了钥匙我们直接去大神社到神社拿钥匙开门，
NO.5的战车入手，接着我们回去睡一觉，醒后去猎人办事处，接到任务见证人，完成后我们回去睡一觉，醒后在去猎人办事处，接到天鹅发进。
至此天鹅镇的任务就全部结束了。
<font color=red>任务名称</font>：盗遍世界  <a name=m059></a><a href=#pic00>返回</a>
触发地点/人物：天鹅镇/获得万能钥匙自动触发
奖励：经验1000，有名度10
流程：把马多、厄尔尼诺、阿芝莎、布拉德博物馆、德尔塔、以斯拉港、石油采掘场、大神社的宝物全部拿到，即可完成。（注意马多的新建筑有4种不同的情况。）
<font color=red>任务名称</font>：见证人  <a name=m060></a><a href=#pic00>返回</a>
触发地点/人物：天鹅镇/1F的某人
奖励：金钱150，经验4000，有名度10
流程：1.对话触发剧情；
      2.分别与两人对话，借给他们“武器”，选择“决斗开始”；
      3.前往楼顶长老所在位置，见证两人的决斗，选择不影响结局；
      4.再次与触发任务的某对话，随意回答就可完成。（交给另外一个人的武器要去大地图上找他调查才能捡回。）
<font color=red>任务名称</font>：天鹅发进  <a name=m061></a><a href=#pic00>返回</a>
触发地点/人物：天鹅镇/地下室的男艺术家
奖励：道具“O3-IC”，经验5555，有名度10
流程：1.对话接受委托；
      2.带来“马达”（风力发电所西边第1排第2个及第2排第2个之间用金属探测器找到），“
        螺旋桨”（使用打捞屋中“..海女”级别的海上打捞），“燃料电池”（以斯拉港镇人类道具店）；
      3.次日前往驾驶室对话，选择“准备OK”即可成功驾驶天鹅船出航。

宇宙炮
接着我们去弄宇宙炮。首先我们去德尔塔西面的恶魔岛，在大楼的3层调查倒在地上的机器人，接到任务请修复我，将机器人修复后我们现在去宇宙研究所。
还记得我们做寻找实时连击内核时的那个大夏废墟么，我们现在沿着天鹅镇往上走徒步进入里面，到下方的实验室，进入地下把电脑开了，
接着回到对面的大夏废墟开坦克穿过通道就能过来，然后往上面走来到天堂自动售货机，在左起第1个贩卖机中购买拉面，回去海之家就能完成任务了，
买玩拉面后接着去巴特研究所报个道这样以后就不用在走通道了。巴特研究所能做成8号生物战车，底盘特性及孔都能自己自定义，有爱的朋友可以试试。
（话说1号战车最轻便，但只能坐1人，2~4号战车都差不多）。进入巴特右边的研究所，在地下找到宇宙炮。宇宙炮的8个配件详细地址请参考贴吧中油BP藏龙的帖子。
链接地址如下：http://tieba.baidu.com/f?kz=1458184255
其他的宇宙零件+和宇宙零件+++可以去死亡十字去诱敌闪光炮塔，除了掉这两件物品还掉落ATM绯红和绯红主炮。刷之前介意先去核融买点露营帐篷。
另外，可以考虑让修理工副职换成艺术家出LV45的改造艺术，对战车进行超改，主角改练猎人，双猎人职业技能是可以叠加的，女战士还是猎人。
笔者在这里刷掉了8个野营帐篷，等级从35刷到了66，刷到了1个3星绯红，1个2星绯红，2个1星绯红，4个0星绯红。
注意在去收宇宙零件07号的时候别忘了去把12号战车给收了，进入场景后记得每个场景都用究级金属探测仪照下，很多宝贝。
门口的大破坏密码是22360679。车子的密码是38195163。

<font color=red>任务名称</font>：请修复我  <a name=m062></a><a href=#pic00>返回</a>
触发地点/人物：恶魔岛/3F的机器人
奖励：经验2000，有名度3
流程：1.调查倒地的机器人，选择修复；（如果调查时选择“解体”，则可以得到“L3-IC”，但任务无法继续，请慎重选择。）
      2.给机器人安上“O1-IC”“L1-IC”，修复之后，带它前往宇宙研究所；（如果没有的话可以在大楼里找到）
      3.在博士的尸体前对话，随后调查尸体获得“存储卡”，将其交给机器人获得“迈克的头颅”；
      4.在世界地图使用“迈克的头颅”，按照指示找到8个“宇宙零件”即可。（距离越近箭头越大，到特定点位时会变成特殊图案，不能用金属探测器找出。）
<font color=red>任务名称</font>：幻之拉面  <a name=m063></a><a href=#pic00>返回</a>
触发地点/人物：海之家/床上的老人
奖励：超级金属探测器，经验88，有名度3
流程：1.猎人事务所接受任务，与老人对话；
      2.前往巴特研究所东南的天堂自动售货机，在左起第1个贩卖机中购买拉面（120G）；
      3.返回海之家回话即可。
赏金首
现在等级装备技能都有了，我们开始去追剿赏金首（由于现在没强力主炮，可以考虑把第3孔的主炮改成SE，装绯红，主炮装U鲨暴击炮，C装置换实时连击内核）。
天道机甲神话
首先我们去佛像村东面的沙漠，用诱敌技能找赏金首天道机甲神话。
托比翁飞鱼
接着我们去德尔塔东面一点点的地方，看见海上的影子就冲上去那就是赏金首托比翁飞鱼。
全武装海龟
然后我们在去以斯拉港以西的海域，海上的影子就是全武装海龟。
古洛文
同时在爱之碎片旁边转转会遇到古洛文的触手，消灭后就能上岛——奇怪岛。

奇怪岛
在门口遇到发财，接到任务去码头镇，到第2个场景中间的摔跤手处激活任务死者的复仇，来到海滩上跟下面的女子对话接到任务回家看看，
至此奇怪岛上全部的任务就都接到了
古洛文体内，红色的神经元开红门，黄色的神经元开蓝门，特别注意到最后一层能看见古洛文的场景，出来就往上走，一路走，
这里我们一个神经元都不要碰，碰了就会被困在里面，最后只能吹到地面脱困，赏金首古洛文能掉JP武器古洛文的眼睛，
想轻松点的朋友建议刷刷，掉的几率还是满大的。另外古洛文里面的怪都有机会掉界限突破因子，作用是最大等级+10.
<font color=red>任务名称</font>：去码头镇  <a name=m064></a><a href=#pic00>返回</a>
触发地点/人物：奇怪岛/森林入口前的某男人
奖励：道具“V2-IC”，有名度5
流程：1.完成“走吧，去宝岛！”任务的前提下登上小岛，与其对话；
      2.带他返回码头镇即可。
<font color=red>任务名称</font>：回家看看  <a name=m065></a><a href=#pic00>返回</a>
触发地点/人物：奇怪岛/村庄内的某女战士
奖励：经验4000，有名度5
流程：对话接受委托后，带她返回马多西边的建筑即可。
神风王
完了之后我们先去阿芝莎南部，购买到水泥弹的三种材料，接着做出水泥弹后我们去打神风王，去魔女驻地边用诱敌引出。
利用水泥弹限制他逃走，然后就是看RP的时候了，出个暴击就能把他给做了。
肌肉夫人
然后我们去魔女驻地右边向下的肌肉夫人处，途经女子沙龙服务中心的时候，可以连续进去4次触发任务寻找男人精华
（这个任务必须在肌肉夫人打到前完成，后面的大破坏箱子密码是3776），
肌肉夫人的话连续传送碰到他的可能性貌似没有至少我没碰到过，打他的话是传送到两者能走过去的地方，直接走过去对话开打。
<font color=red>任务名称</font>：寻找男人精华  <a name=m066></a><a href=#pic00>返回</a>
触发地点/人物：（蛋白质宫殿东北）/（接受4次按摩后触发）
奖励：装备“三冠腰带”，有名度5
流程：对话接受委托后，带来男人精华（西南边蛋白质宫殿的宝箱内可以得到）即可。
外道贩卖鬼
跟着我们传到巴特研究所，在买拉面的天堂贩卖机那能遇到外道贩卖鬼，实体是B1右边那台,你过去的话，他会消失，我们在楼梯上不断的进出，
知道在上层的楼梯口出现贩卖机为止，接着去买东西,中奖了就能开战。
尘埃原人
传到职员住宅，第3间房间中的大破坏密码是20100729，然后在最后一间房推开壁橱，进入下层拿到发电厂ID卡，去发电厂在B1看见尘埃原人，
先不管他先把电梯电源送上去，开了战车来轰他。
布鲁弗洛克
传到德尔塔，坐船到恶魔岛，在顶层遇到。打死1次后不要傻傻的跟着他传下去（被他坐坦克轮死），走楼梯下一楼坐战车往下走点就能又碰到他。
注意打完之后别忘了搜楼，楼里有最后BOSS的开门装置——同步装置。
北大陆的赏金首就全部做完了。

接着我们继续去做支线，之前没有完成的零碎任务现在可以去先做做，笔者没做的任务有：码头镇的蚂蚁之卵，马多的去世界的尽头，
拔掉超合金笋（完成后第3座赌场建成，跟老板对话接到任务赌场救世主），霍克交易所的荒野的运送屋。
完了之后我们去猎人办事处看看，又有新任务，先做厌恶之物。做完又有后续杀虫大作战或者去买蚊香，就名声来说建议接杀虫，
杀虫的过程中在沙漠中走能看到一个猎人，对话接到任务搭车旅行。做完杀虫在对话又接到除草。
<font color=red>任务名称</font>：赌场救世主  <a name=m067></a><a href=#pic00>返回</a>
触发地点/人物：马多/新建赌场的老板
奖励：游戏机，经验777，有名度3
流程：1.对话选择“修理...”；
      2.调查损坏的游戏机（先准备一些电子器件L1-IC、O1-IC、V1-IC、E1-IC，大概各3件），对应型号修理，连续维修3天完成。
<font color=red>任务名称</font>：厌恶之物  <a name=m068></a><a href=#pic00>返回</a>
触发地点/人物：职员住宅/入口那个人
奖励：金钱500，经验500，有名度10
流程：1.对话接受委托；
      2.在住宅外对任意的匈奴猫头鹰样子的怪（Lv28）使用信号弹，然后逃跑后追着信号弹前往恶魔岛；
      3.清除大楼内每一层的猫头鹰，最后一战要面对一只体型较大的，推倒之后返回职员住宅交任务即可。
<font color=red>任务名称</font>：去买蚊香  <a name=m069></a><a href=#pic00>返回</a>
触发地点/人物：职员住宅/（“厌恶之物”完成后触发）
奖励：经验500，有名度3
流程：对话接受委托后，买来20个蚊香即可。
<font color=red>任务名称</font>：杀虫大作战  <a name=m070></a><a href=#pic00>返回</a>
触发地点/人物：职员住宅/（“厌恶之物”完成后触发）
奖励：金钱5000，有名度10
流程：对话接受委托后，在住宅外击倒一定数量的虫系敌人，直到听到任务完成的提示音，再返回汇报。
<font color=red>任务名称</font>：除草  <a name=m071></a><a href=#pic00>返回</a>
触发地点/人物：职员住宅/（“杀虫大作战”完成后触发）
奖励：金钱1W，有名度10
流程：1.在交“杀虫大作战”任务时可以直接接受委托；
2.在住宅外击倒一定数量的植物类敌人，直到听到任务完成的提示音，再返回汇报。
<font color=red>任务名称</font>：搭车旅行  <a name=m072></a><a href=#pic00>返回</a>
触发地点/人物：风力发电所外/猎人
奖励：界限突破因子，有名度5
流程：对话之后，带着他前往西南的商人营地（地图上有提示），再次遇到皮奇兄弟，推倒之后得到“2000元札”，对话后任务完成。
接下来北大陆的任务基本完成，现在我们在来扫扫看还有什么任务可做。
先到贝内特的海之家，反复进出，直到萨奇在前台卖东西，进去买烹饪书籍及咖喱粉，然后回去马多去2层想休息时触发对话，
伊丽特把烹饪书借走了。睡个3天在回来对话接到任务伊丽特与烹饪书。至此马多的任务就全部结束了。
<font color=red>任务名称</font>：伊丽特与烹饪书  <a name=m073></a><a href=#pic00>返回</a>
触发地点/人物：马多/伊丽特
奖励：经验1200，有名度1
流程：1.持有“烹饪书籍”（贝内特的海之家可买）的情况下与其对话；
      2.三天后回来对话触发任务，带来“咖喱粉”（同样在海之家购买）。
接着我们去德尔塔，上右边码头上的蓝色小船，花1000给玛丽莲买房子，然后睡一觉，在去东北大楼3F跟猎人对话接到任务空屋的寡妇。
至此德尔塔的任务就全部终结了。接着在去以斯拉港触发猎人办事处接到的任务：复制之穴。

至此北大陆的所有任务都已经接到，除了穷凶恶级的兄弟及被偷走的收藏品，其他任务都做完了。接下来我们就继续攻略南大陆。
<font color=red>任务名称</font>：空屋的寡妇  <a name=m074></a><a href=#pic00>返回</a>
触发地点/人物：德尔塔/东北大楼3F左上的房间
奖励：装备，经验800，有名度3
流程：1.与猎人对话；
      2.前往左上角人类用品店与女子对话；
      3.返回大楼的房间调查门铃，对话之后，卸下主角身上全部装备后调查左上的衣柜，击倒异型后与女子对话。
<font color=red>任务名称</font>：复制之穴  <a name=m075></a><a href=#pic00>返回</a>
触发地点/人物：以斯拉港/4号房子门口红发男
奖励：经验3500，有名度5
流程：1.对话触发任务；
      2.前往蛋白质宫殿西北的石油采掘场，击倒楼顶的（强）复制人，拿到“日记”；
      3.拿着日记返回以斯拉港交差即可。

NO.6战车
传到摩洛，接着往右上走，看见山洞后进去，跟着在最底层把水放掉中间的就是6号战车（里面放的难道是油不是水？怎么不锈）。

摩洛玻克
跟1F吧台前女孩对话，激活任务艾莉泽的爱人，1楼的赏金首食人楼梯顺便也给做了，到顶楼遇到三兄弟不换而散的剧情，
做艾莉泽的爱人的途中路过帐篷，进去顺便激活下任务幸福的蓝色螃蟹。变种海星就在任务的那片海域，很好打。
打完变种海星，回猎人办事处又有新任务湖底的手臂。做完之后回到摩洛玻克，接着上到3F看见三兄弟中的男士兵和珍妮在亲亲我我，
跟两人对话，等士兵走后在跟珍妮对话，接到任务伊基的委托，做完之后去猎人办事处接到尼尔的委托。
做完之后继续去猎人办事处接到桑波斯的委托，做完之后继续去猎人办事处接到兄弟们的挽歌。至此摩洛玻克的任务就全部结束了。
接着我们去找赏金首的麻烦。路过南门关卡的时候可以在倒地的男机械师那接到任务古董加农炮
戴达罗斯
南门关卡外的沙漠用诱敌即可。
沙漠公子
出了南门关卡后，我们把在金际轮下载的热传感器打开，一路走就能看见。
<font color=red>任务名称</font>：艾莉泽的爱人  <a name=m076></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克/1F吧台前女孩
奖励：道具“E2-IC”，经验500，有名度3
流程：对话之后，载着她航行到摩洛波克西北的入海口边即可完成，不过完成任务后会强制遇到赏金首海星。
<font color=red>任务名称</font>：幸福的蓝色螃蟹  <a name=m077></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克东南的商人营地/门口女商人
奖励：经验4800，有名度5
流程：1.先在猎人事务所接下任务，再与委托人对话，接受委托；
      2.前往南边沙漠击败蓝色螃蟹，直至掉落“蓝色蟹钳”；
      3.返回营地交付任务即可。（坚持索要报酬的话，也只能得到一个吻而已。）
<font color=red>任务名称</font>：湖底的手臂  <a name=m078></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克/1F某男子
奖励：装备，金钱50，经验2500，有名度5
流程：1.对话触发任务，并带着他前往摩洛波克东北的废弃建筑，与掠夺者对话；
      2.前往西侧水域中用金属探测器展开搜索，发现失物的所在地，但打捞困难；（具体位置在黑暗水域出口处）
      3.前往任意海上打捞屋，用“...海女”级别的打捞在那里找到物品——片腕臂炮；
      4.返回废弃建筑对话，随后击倒杂兵即可。（完成后再与男子对话，把他们送到南侧的商人营地可以额外获得50G，谁稀罕啦~）
<font color=red>任务名称</font>：伊基的委托  <a name=m079></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克楼顶/酒馆某B
奖励：经验500，有名度3
流程：1.在楼顶看到三兄弟（ABC）不欢而散的剧情后，再度前来看到A和B的剧情；
      2.先与A对话，待其离开后再与B对话，获得物品；
      3.前往摩洛波克东南的废弃建筑，对话；
      4.返回与B对话，即可。
<font color=red>任务名称</font>：尼尔的委托  <a name=m080></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克顶楼/摔跤手
奖励：经验500，有名度3
流程：1.在猎人事务所接受任务，前往楼顶与摔跤手对话，获得道具；
      2.前往摩洛波克东南的废弃建筑，对话交付物品；
      3.返回与摔跤手对话。
<font color=red>任务名称</font>：桑波斯的委托  <a name=m081></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克顶楼/护士
奖励：道具*3个，经验500，有名度3
流程：1.在猎人事务所接受任务，前往楼顶与护士对话；
      2.在摩洛波克附近击倒“电波花（lv37）”,直到刷到“辐射花汁”；
      3.返回与护士对话。
<font color=red>任务名称</font>：兄弟们的挽歌  <a name=m082></a><a href=#pic00>返回</a>
触发地点/人物：摩洛波克顶楼/酒馆某B（果然又是这个B）
奖励：经验1500，有名度5
流程：1.在猎人事务所接受任务，前往楼顶与B对话；
      2.前往摩洛波克东南的废弃建筑，剧情后连续选择2次“见届..”；
      3.捡起一地金钱后返回与B对话，之后无论是否把钱交给她都能完成。
<font color=red>任务名称</font>：古董加农炮  <a name=m083></a><a href=#pic00>返回</a>
触发地点/人物：南门关卡（南部沙漠那儿）/倒在地上的男机械师
奖励：大炮“死神”，经验12500，有名度3
流程：1.对话之后，前往东部沙漠击倒“死神坦克”，拿到其掉落的装备“废弃大炮”；
      2.返回找男子对话，男子起身；
      3.带他返回履带村，对话，次日前来，把得到的主炮装备到任意战车上再次对话，任务完成。

死亡十字
接着来到死亡十字，刚进门就接到任务围墙中的天国，解放后，由于我们已经把古董加农炮任务做好了，
因此只要对话就能直接完成沙漠的坦克奇人，现在就能在坦克租赁店里买到租赁战车了，当然前提是你要帮他们赚够钱。去猎人办事处能接到任务羁绊的硬币。

核融
接着我们去核融西面的房子激活任务浓雾之中，至此被偷走的收藏品任务也完成了现在可以去码头镇交任务了。接着回核融，进核融的地下水道，
在里面碰到皮奇兄弟，这次击败就正式彻底的完败了，任务穷凶极恶的兄弟也顺利完成。核融外面的赏金首天空流浪犬和军舰雷龙都可以用诱敌捕获。
至此，所有的赏金首就剩下泰德布罗拉没击败了。
整理下行装我们准备要去掠夺者的老巢——巴亚斯都市。

不朽之门
首先我们来到不朽之门。在门口把门外做了，用电脑开门，进入内部后，上上面调查电脑，发生剧情。战斗完后，调查地上的闪光，得到物品闪光芯片，
下B1打开电脑按右边的按钮，下楼梯。在B2右下拿到神经元模块，接着去左下把电源打开。原路返回，来到B1，打开另一台电脑，选第三项，按紧急处理，
打开通路和门。接着在B1搜到3块神经元模块后下B2去上面在大脑上安装模块。一般顶部的模块在4层。底部的模块在2层，中间的模块在3~4层。
安装完后回B1层，启动大脑，剧情后直接传真传出地面接着在穿过去即可。

巴亚斯都市
传过去后，我们来到巴亚斯都市，做掉门口的守卫接到任务同调试开锁装置。接着调查门，就可完成。一直向上，进入建筑后往左右的小房间走，用黑客钥匙开门。
左4864,右2568各输入后第一层门就开启了。接着我们出建筑，进入左正上方，在2楼的柜子里拿到ID卡B.接着出来后往左直走，在最后1个房子进入，
第2个门进去在衣柜种找到ID卡A。接着回中间的大房子，开第2层门，坐电梯下到B1。走左边下去打开门，回到B1往右下去到B2，打开所有开关后下B3，
先走右边关掉开关，然后回B2从左下楼梯下去，往左走打泰德，换上抗火的装备，上护罩虐他。
战后回B1打开门，到达B4后往左上走，下楼梯后走右边进入传送装置，然后钻进通风口，从右上出去调查电脑开门，完后开战车到B5打开电梯开关，
做B3的电梯下去到达B6，一路杀到B7，调查电脑关掉开关。从左边下去输入8489把两台电脑的再生装置关了，然后回B7打最终boss。
通关后接着继续游戏，出门邮箱中会收到巴特的信自动激发任务巴特的礼物，猎人办事处会接到任务旅店的遗忘物，
新增4个赏金首E-E-型鲨鱼，EU戴达罗斯，母舰雷龙，诸神黄昏。
其中，打诸神黄昏的话很实体弹都会被迎击，因此去采购点声波或者闪电武器在去找他麻烦。
母舰雷龙用5号战车，1号孔改钻头，C装置配电击密友。
E-E-型鲨鱼先在海上打一次然后那鱼在地图上就不显示了.其实就是藏到厄尔厄诺上面那在海里的大楼里去了，等退潮的时候进去就能遇到。
EU戴达罗斯在死亡十字的沙漠诱敌。

<font color=red>任务名称</font>：围墙中的天国  <a name=m084></a><a href=#pic00>返回</a>
触发地点/人物：死亡十字/（第一次进入小镇后自动触发）
奖励：经验2W4，有名度5
流程：1.与镇门口左侧的NPC对话；
      2.进入小镇后前往东南角推油桶，把全部5个油桶推到最右侧，对话之后再推回来，
        如此反复直到边上的NPC允许主角等人去餐厅吃饭，连续3天后被推荐到厨房工作；
      3.进入厨房（千万别打开门口的木箱，不然又得回去重新推油桶），调查厨房右上角的衣橱获得“弯掉的勺子”，
        前往电刑房隔壁的牢房，推开衣柜使用汤勺，挖土逃.狱；
      4.关闭控制电流的电脑后，前往最上层击倒“复制臭鼬”，死亡十字解放。
<font color=red>任务名称</font>：羁绊的硬币  <a name=m085></a><a href=#pic00>返回</a>
触发地点/人物：死亡十字/酒馆
奖励：装备，经验2500，有名度5
流程：1.在猎人事务所接受任务，与吧台后的女性对话随意选择；
      2.与屋后水桶边的人A对话，再次对话选择委托后，推着他进入下方大门；
      3.在吧台边与A对话；
      4.前往下水道，调查跟在身后的衣柜，击倒后获得道具，带回去交差即可。
<font color=red>任务名称</font>：浓雾之中  <a name=m086></a><a href=#pic00>返回</a>
触发地点/人物：核熔西边的废弃建筑/某男战士
奖励：经验2000，有名度3
流程：1.与其对话触发任务；
      2.在对话时始终选择第1项继续等待不要离开此处，雾气渐浓，然后会先后强制遇到25、24号赏金首，不想打的话在战斗中可以选择逃跑；
      3.剧情之后，皮奇兄弟现身后将其击倒即可完成任务并捡到“H录影带”（又xe~了）。
       （注意：如果在此之前已经推倒24号和25号赏金首，那么强制战斗中会出现巨大的UFO和通关后的赏金首母舰恐龙，如果连母舰恐龙也已经被推倒了，则会
       出现军舰恐龙王，给力吧筒子们，想要开图鉴的玩家必须在此将其推倒哦..另外，想偷偷的告诉你，军舰恐龙王可以用禁断注射，手动斜眼~）
<font color=red>任务名称</font>：同步装置  <a name=m087></a><a href=#pic00>返回</a>
触发地点/人物：巴亚斯都市/（击倒门口的杂兵后触发）
奖励：经验1W2，有名度5
流程：使用从恶魔岛找到的同步装置，打开关卡大门即可。
<font color=red>任务名称</font>：旅店的遗忘物  <a name=m088></a><a href=#pic00>返回</a>
触发地点/人物：死亡十字宿屋/老头
奖励：金钱2000，有名度20
流程：把城里的所有鬼蜜瓜（MM3反正是这么叫的..）清理干净后，回复任务即可。
☆<font color=red>任务名称</font>：巴特的礼物/博士系列任务  <a name=m089></a><a href=#pic00>返回</a>
触发地点/人物：马多邮箱/巴特博士
奖励：神器四选一
流程：1.马多收完巴特博士来信，前往对话，逐个接受并完成一系列求救任务（大地图上均有提示）；
      2.布拉德博物馆顶楼，灭闪光手机，可解体，完成后找博士交任务，获得新任务；
      3.风力发电所，进门与屋内右边的机器人对话，然后修理1F和B1F所有损坏了的装置（调查闪光点即可修理，需要修理包），需要消灭螳螂一只。完成后，
        返回与机器人对话，然后找博士交任务，获得新任务；
      4.佛像村南边草地上调查闪光点，完成之后找博士交任务，获得新任务；
      5.幽灵船，航行在金轮际酒店北面海域，遇到之后调查，然后上船（需下车才能上船），调查船上的尸体，关掉控制室的求救信号，完成后找博士交任务，
        获得新任务；
      6.蛋白质宫殿，进入之后向右走，从传送履带上跳下去就会发现一个女子，带回献给博士，触发剧情，完成之后，接受凤凰任务；
      7.到大神社外，推倒隐藏赏金首“诸神的黄昏”（坑爹的名字~），即是凤凰，完成之后找博士，领取四选一的奖励，任务完成。
PS：（以下为个人观点）
这个系列任务的难度不在于流程上，而在于触发博士信件这个条件上，至今不能肯定，大概推断总结如下：很多玩家在一周目的时候很自然就遇到了，我也
是，而在二周目以后常常不能接到博士的信件，这是为什么呢？一周目和二周目对于我们的区别在哪儿呢？鄙人推断是因为一周目仔细，二周目反之。一周
目时玩家普遍比较注重细节，从头到尾都要探索的清清楚楚，逢人对话，逢物调查，这样会触发很多任务，而又在不自觉中完成一些任务，那么角色会获得
一项重要的属性，那就是名声（即有名度）。而二周目以后，大多数玩家已经了解游戏剧情流程，游戏进度很快，在于追求战车装备的极致，挑战能力逆天
的神级赏金首，而不在做那些坑爹的支线任务，甚至不在捕获低级的赏金首，那么就会导致游戏角色的名声不够（因为新的周目名声会重置）。这也是为什
么很多人在无法接到博士来信后，大肆虐杀赏金首之后就能触发博士来信，而误认为击破赏金首数量为触发条件，事实上是因为，相比支线剧情，击破赏金
首获得的有名度要多得多。所以，最后我的结论是：很多玩家通关后无法收到博士信件的原因在于名声不够。（请参考全任务攻略奖励中的有名度数据）
所以我认为的触发博士来信的条件：
1.通关（博士任务的最后一环是推倒凤凰，而凤凰为通关后的隐藏赏金首，非通关不可）；
2.打通大神社的冰墙，拿神社战神车（因为凤凰蛋会在这两个地方出现）；
3.名声达到一定数值（这个数值有待查证）；
4.如果以上不够触发，再做些增加有名度高的任务（参照以上任务攻略，通常主线剧情有名度高），然后刷刷小怪，最后切记一定要多睡觉；
<font color=red>任务名称</font>：拯救发电厂！  <a name=m090></a><a href=#pic00>返回</a>
触发地点/人物：风力发电所/屋内右边机器人
奖励：忘记。流程：请参考博士系列任务第3步。
----------------------------------------------------------------------------------------------------------------
 个人感觉MM2R最有趣的就是如何配置战车，而不少同好困惑于此，所以试着研究一下解释其中奥秘。新人向，老鸟就可以跳过了。
经过测试，基本可以确定1穴武器每回合射击次数=（武器基础射击次数+底盘特性额外射击次数+C1+C2）*武器回数*其它增益
为什么要强调是1穴武器，因为几个强大的C装置如机友、双子星、联动双面神、达罗斯3000都只对1穴口起作用。因此本作中1穴很重要。
上面公式中，武器基础射击次数和武器回数由武器决定。
有些武器是X连射，如一些大炮和机关枪有些则是Y回，这两个含义不同。
举例来说：蛇头机关枪，3连射，即：武器基础射击次数=3，武器回数=1；
恶魔手臂和特斯拉钻头II，2回攻击，即武器基础射击次数=1，武器回数=2；
其它连射或多回武器：
主炮类：
77mm爆射炮，2连射；
白薯爆射炮，2连射；
105mm爆射炮，2连射；
115mm爆射炮，2连射；
火神加农炮，2连射；
圣十字双钻炮，2连射（弹药无限）：
U鲨爆射炮，2连射；
180mm爆射炮，2连射；
195mm爆射炮，2连射；
火星爆射炮，2连射；
EX达罗斯加农炮，2连射；
UU鲨爆射炮，3连射；
土星爆射炮，3连射；
炸裂军刀炮，3连射；
LOVE机器1333，4连射；
友情炮，4连射；
帝王爆射炮，4连射；

副炮类：
7.7mm机枪，2连射；
9mm机枪，2连射；
13mm机枪，2连射；
16mm机枪，2连射；
蛇头激光枪，3连射；
武魂火神炮，4连射；

SE：
双火箭行者，2连射；
风林火山，4连射；
疯狂厨师，3回；
海洋猎手，3回；
盾牌封装，4回；
诺拉火箭炮，4回；
凝固汽油包装袋，4回；
跳跃飞弹，4回；
连续凤凰，4回；
ATM绯牡丹，4回；
W-龙卷，4回；
灼热凤凰，4回；
疾风骤雨，5回；
S-龙卷，5回；
F-龙卷，5回；
连射>1和回数>1特征不会同时出现在同一个武器上。
底盘特性增益次数：有些底盘特性有双重射击，即射击次数+1，如12号独轮车和博士车都可以改成双重射击底盘。
C1是第一个C装置可能提供的额外射击次数，电机密友特性是三重射击，其实就是射击次数+2。双子星射击次数+1。
C2是第二个C装置可能提供的额外射击次数。解释同上。如果只有1个C，那么这项=0。
其它增益包括猎人技能电光石火（最高*4）、达罗斯3000的*3、跃动哈利的*2~*4（前提是只有1穴能主动射击），底盘随机连射特征同跃动哈利。
这项增益是需要主动选择的，不可叠乘。
仔细研究这个公式不难发现，理论上5回的武器在MM2R里能达到一回合里最高的射击次数：比如说1穴用F龙卷，双机友再配合电光石火，
攻击次数=5*（1+2+2）*4=100，传说中的100连就是这么来的，瞬间输出相当惊人，而且这100次射击只耗费4发弹药。
这些多回的武器包括固定武器只能是SE，机枪和大炮类中只有连射，所以大家才会说MM2R是SE的天下。
可惜的是，在多周目高难度下，3回、4回、5回的SE存在续航不足，弹仓过小的弊端。

男人要硬更要持久，于是无限弹药的2回的固武恶魔手臂和特斯拉钻头II才成为最终的主流。
在多周目高难度下，武器的选择和1/2等早期周目要求不同，以下几个特点个人认为是必须的：
1 弹药无限
2 不被迎击
3 多回，没有多回的多连射也行。
4 重量轻
最后一个特征是为了迎合超改造的需求。理论上，255次超改+1275攻击力，重量+10.2T。因此不怕武器初始攻击力太渣，
就怕太重装不上。结合上面4点来看下哪些武器有发展为终极兵器的潜能。
SE：1号车的恶魔手臂和5号车的特斯拉钻头。2回，不被迎击，弹药无限。特斯拉钻头还有雨天加成、LOVE加成。当然碰到电免怪就只有靠其它车了。
主炮：只有一个选择，圣十字双钻，2连射，不被迎击，弹药无限，可打地底目标。超改满后攻击力2025；
机枪：武魂火神炮，4连，超改满后攻击力1522；
蛇头激光枪，3连，3星的超改满后攻击力1695；优点是初期攻击力优于前者，改造压力小于武魂火神炮。
至于5号猎豹的1穴固武4连机关炮，严格不如特斯拉钻头就不说了。
明白了MM2R数据背后的奥秘之后，就可以对战车的后期配置来一些优选了。
首先是5号车猎豹，实际上老鸟们都研究烂了，主流配置就是
1穴特斯拉钻头II，双机友，1回合射击次数=2*（1+2+2）=10次，猎人开电光石火技能是40次。初期攻击力就很高、超改压力小。还能对空。
装备第一个周目里可以是电机友+双子星，二周目凑齐双机友。很快就能成型，后面就是慢慢超改。
1号车，和猎豹配置几乎一样，只是1穴武器是恶魔手臂，不像猎豹有各种加成，输出低于猎豹，好在攻击属性是普通，猎豹打不了的电免它可以打。
8号博士车，两种配置。打boss型：底盘连射数+1，电机友双C，圣十字改满，开电光石火，每回合28次射击。
不开电光石火只有7次。另一种清杂兵型：底盘随机连射，电机友双C，每回合12~24次射击，标称输出24300~48600。无须电光石火。
个人认为这种更好些。毕竟打boss5号车才是主力。
12号独轮车，底盘连射数+1，电机友+跃动哈利，1号穴配改满武魂火神炮每回合攻击次数=（4+1+2）*2~4=14~28，标称输出20340~40680；
或3星改满蛇头激光枪，每回合攻击次数=（3+1+2）*2~4=12~24，标称输出21308~42616。输出两种机枪都差不多，但蛇头激光枪超改压力要小一些。
不用老金超改的话成型很后期，而且只能坐1人，估计没几个人能用得到。刷稀有金属实在太单调繁琐了。
至于其它车，能装SE的话就装F龙卷、W龙卷之类的然后电光石火，能装主炮就用爆射炮电光石火，初期可以爽爽。

</font><pre>";
echo "<a name=pic01></a><br><center><font color=red size=6>mm2r 全地图</font></center><br>
<img src='./mmr_pic/nds_full.jpg' />
<br><a href=#pic00>返回</a>
";
?>



<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
