<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=begin></a><center><font color=blue size=6>龙战士IV 人物养成浅谈</font>";
echo "<table width=70% border=1>";
echo "<tr><td width=100%>";
echo "<font color=red>妮娜：速度快魔力高，HP,攻击，防御很低，毋庸质疑的魔法流+辅助流的人物，特性是战斗回复，在后方时前卫残血便有几率使用前卫全体小回复。</font><br>
<font color=blue>魔法+辅助流：开始拜拉乌鲁夫，等可以拜长老时改拜长老</font><br>
前中期的高魔力足够配合雪萨/雪萨加足够扫平一堆怪物了，等拿了火炎枪只要魔力足够连AP都不用耗，BT的AP量使得她成为一个巨大的AP库，可以给别人补充AP，也可以不断使用一些很消耗AP的技能，高速度使得她的魔法先制，或者使用物品都很有优势。并且强大的魔力可以使她挡下许多属性魔法，再加上那破坏残血流的有些废的特性，大胆放前卫吧。辅助流，魔法流第一人</td></tr>";
echo "<tr><td width=100%>";
echo "<font color=red>马斯塔：CP高，防御高，中期魔力成长很高，HP高，攻击一般，速度慢，特性是辅助攻击，位于后方时几率给予敌人一击。具有四大魔法和过于突出以及各种特效铠甲，使其具有两种练法。至于攻击虽然说有着许多特效的拳头，不过由于没有2HIT的武器再加上攻击性能不突出，所以还是放弃的好，实在有爱的可以让他用背水打人就是，魔鬼对欧罗奇还是有加成效果的，配上油和火魔法连锁还是有点威力。</font><br>
<font color=blue>(1)肉盾流 开始拜拉乌鲁夫提高AP，到弗连之里改拜乌娜，等能拜克兰克的时候拜克兰克（若担心速度可前期都拜史托鲁，或者能拜妖精时可以选择拜妖精，担心AP前期拜拉乌鲁夫然后拜妖精或者马洛克，但是等到能拜克兰克建议都拜克兰克，加2的防御不是盖得）</font><br>
顾名思义，就是将其培养成肉盾，最高的防御成长使其很容易成为一个肉盾（虽然说因为铠甲给予的防御不高使其后期容易被龙或者葛雷超过），配合那些各种特效的铠甲很容易挡下敌人攻击，配合独门特技过于显目和大防御，充分吸引住了敌人的单体攻击。<br>
&nbsp;&nbsp;&nbsp;&nbsp&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<font color=green>打强敌的装备：</font><br>
对付物攻型-超合金铠甲+坚固守护戒，对于物理的耐性瞬间达到5，再配合本身的足够防御和防御魔法，敌人在他面前也束手无策（试过40级300多防御的马斯塔用这种方法防御后被完全体欧罗奇攻击只被咬了400多点的命，骑士在他面前一次去不了100命）<br>
对付属性魔法型-属性铠甲+戒指+果实。属性铠甲+3的属性耐性配合果实就能达到单属性耐性到7（即受到此属性攻击时恢复生命，配合戒指便能达到双属性防御，配上星星和防御魔法的话骑士也只有泪奔的份）<br>
<font color=blue>(2)魔法流 拜传承师参照妮娜</font><br>
CP高，中期魔力成长BT，再具各属性魔法中的最强4招，使得其也具有走魔法流的资格。魔法流的好处在于中后期的具有较高的输出对付小怪，而且AP库也较高可以与妮娜轮流充当AP库，使用大防御也很轻松，而且速度比起肉盾型快很多，缺点就是碰到像攻击，速度都很快的欧罗奇完全体时就无法硬抗下了。防御装备参照肉盾流，硬抗骑士还是有可能的，欧罗奇的话防御了估计也要被打一半的命至一条命还是算了吧？
</td></tr>";
echo "<tr><td width=100%>";
echo "<font color=red>龙：6种成长都很优秀，还具有独特的龙变身提高能力，缺点是，不变身便没有自己的魔法，并且变身浪费一回合，变身后又无法恢复生命，且没有特殊能力。</font><br>
<font color=blue>(1)物攻流 开始拜史托鲁，而后拜乌娜，最后改为克兰克（其实配合变身的话很容易达到900+的攻击，可以选择拜汉，背水留给阿斯拉的话他拿防御也不是很有用）</font><br>超高攻击成长，2HIT的武器，不费吹飞之力就能拿到终极武器之一的BT火炎剑，配合油具有逆天效果。他就是主角！<br>
<font color=blue>(2)魔法流 参照妮娜拜法</font><br>
虽然说龙的魔法成长优秀，还有龙变身加成魔力，但是魔法流本身攻击上限低，而且龙除了凯撒外都只有单属性魔法，虽然变身怪龙后魔力*2.5但是却没什么强力魔法招式（学习来的魔法威力都比普通魔法和龙语魔法威力的削弱版）这种练法纯属有爱才玩的。<br>
<font color=blue>(3)肉盾流 参照马斯塔。</font><br>
如果魔法流属于有爱，这种练法便属于EG了吧。虽然他因为铠甲和龙变身，比起马斯塔更容易达到防御MAX，配合坚固可以达到很耐打的程度……但是，我说……没有过于显目的龙当肉盾除了耍酷显示耐打有啥用处……而且有没有超合金铠甲，变龙还耗AP且不能回复生命（除非神仙食物）
</td></tr>";
echo "<tr><td width=100%>";
echo "<font color=red>赛亚斯：速度成长优秀，攻击成长一般。具有BT特性罗刹比起背水更具灵活性，再保持足够的速度后使用残血罗刹打法在速杀方面比起龙好用许多。并且具有2HIT武器，威力不容小看。</font><br>
<font color=blue>物攻流：参照龙（最好别拜汉了，他的速度成长足够了，罗刹的效果还是早早提升防御能更早发挥威力。）</font><br>
阿斯拉：又是个万金油。魔法，物理成长都高，武器灵活，具有唯一的全范围武器，特别是最终武器飞天雷射筒提高命中，必杀补充了其命中不足的缺点，还具有2HIT连发和火属性的火炎枪。魔法方面除了本系的火系还具有风的雪萨和土系布雷依，攻击也灵活。特性复活极其王道。因此具有两种练法。<br>
<font color=blue>(1)物攻流 练法参照龙</font><br>
范围武器，以及复活配合逆转，优秀攻击成长，不练物攻流太可惜了，每次使用阿斯拉便使用这种练法，比起葛雷来更加好用，刷特伦，木人时也起到大作用，连发枪威力也超过其他人的2HIT。不愧是将军级的威力啊。<br>
<font color=blue>(2)魔法流。</font><br>
作为魔法流，虽然攻击不如妮娜但是HP和防御力和特性使得其生存能力更加出色。但是魔法的上限低，一旦威力达到一定水平再提高魔力伤害也上升不高，而且魔力的祝福魔法和妨害魔法也不是很出色（增幅只有利可伍的单体20%，妨害也就两招成功率也不算高），因此不推荐使用这种打法，这种的优势就是中期时阿斯拉可以配合妮娜迅速扫怪而已。
</td></tr>";
echo "<tr><td width=100%>";
echo "<font color=red>葛雷：攻击高，HP多，防御也不赖，具有很多出色的祝福魔法，缺点便是那脑残的速度。特性是保护，前卫其他人HP低时被单体技能/普通攻击攻击时，几率自己承受攻击，最囧的就是打骑士时自动使用这特性自己满血死掉。</font><br>
<font color=blue>(1)慢速流 练法参照龙的物攻流</font><br>和其他物攻手差不多，但是其极低的速度，而且专属的娘娘棒难拿，2HIT的流星锤重量重。严重影响作为物攻手的地位，但是可以拿去压低速度来连锁，这就是唯一特殊之处吧？<br>
<font color=blue>(2)平衡流 开始拜史托鲁，若注重攻击可改拜乌娜，若注重速度改版妖精，最后拜汉</font><br>
平衡流注重速度，使得其到30+后速度不至于连50大关都过不了,一般练得好的话道30多级也会有着100多的速度，反正排水阵更适合给阿斯拉使用，而葛雷具有各类祝福魔法用来当辅助和物攻候补比较好（比如欧罗奇时三主力不幸挂掉一个？），平衡流唯一不如慢速流的便是防御比慢速流低，AP也有可能比慢速流低些
</td></tr>";
echo "</table><br><br><a href='./bof4.php#begin'>返  回</a><br><a name=boss></a><br>";
#------------2017-5-31添加怪物资料表------------------------------
echo "<table width=70% border=1>
<tr><td width=100% align=center><img src='./bof4_pic/m001.jpg' style='display:block;width:80%' /></td></tr>
<tr><td width=100% align=center><img src='./bof4_pic/m002.jpg' style='display:block;width:80%' /></td></tr>
<tr><td width=100% align=center><img src='./bof4_pic/m003.jpg' style='display:block;width:80%' /></td></tr>
<tr><td width=100% align=center><img src='./bof4_pic/m004.jpg' style='display:block;width:80%' /></td></tr>
<tr><td width=100% align=center><img src='./bof4_pic/boss.jpg' style='display:block;width=70%' /></td></tr>
</table><br><br><a href='./bof4.php#begin'>返  回</a><br><br></center>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
