<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<center><font size=3><table width=70% ><tr><td width=100%><pre>";
echo "	繁荣的古代机械文明已成遥远的过去，而曾经是生物的顶峰，拥有强大智慧与力量的龙族数百年前也突然灭绝了。拥有魔力的生物死后，
尸体会化为一种奇特的矿石，这是当今世界唯一的能量源泉。<font color=red>【达纳矿山】</font>是少数出产矿石的地方之一，在这里发现了由龙族尸体化成的矿
石，纯度高得令人难以置信。巨大的水晶体封印着一只幼龙，在矿工们炸毁晶体后，传说中的龙之子觉醒了。

	龙轻易搞定几个矿工后，在出口与工头遭遇，旁边的矿工用起重机偷袭将阿龙打倒，关进笼子用火车运出矿山。途经一片森林时阿龙拼
命挣扎，连人带笼子翻进树林，昏了过去，被碰巧路过这里的倒霉的盗贼雷伊从狼口中救出，背到木屋。

	龙醒来，四处乱逛，穿过<font color=red>【席达森林】</font>，到达<font color=red>【马克尼鲁村】</font>，正逢雷伊和帝波很不走运地行窃，弄了半天，雷伊给龙偷出一身装备
（可爱的装备），接着一行人来到<font color=red>【乌尔奥通道】</font>，发现巴巴德尔东行，雷伊决定到他<font color=red>【席达森林】</font>的家中偷点食物充饥。雷伊打开门锁后
和帝波四处翻找，还是龙进入地下室找到了一点东西（<font color=blue>〖肉干〗</font>而已），不想被回来的巴巴德尔生擒。

	谈判的结果，雷伊不得不答应去西北的<font color=red>【古劳斯山】</font>杀怪兽，因为龙和帝波留下做人质。巴巴德尔为了让他们明白必须用劳动换取果实，
强迫阿龙劈柴，诀窍是当木头一倾斜，就按动作键，如此而已，活一干完，二人急忙到<font color=red>【古劳斯山】</font>找雷伊。休息一晚后与怪兽奴耶交战，
数回合后怪兽不支逃走，沿血迹一路追杀即可消灭，三人见奴耶是因护子而伤人，心中有些黯然。

	冬去春来，大地一片生机盎然。由于消灭怪兽，三人被<font color=red>【马克尼鲁村】</font>的村民当作英雄。

	这时有个蒙面人兹尔士鲁将三人叫至<font color=red>【牧场小屋】</font>，商议劫富济贫，将此地领主马克尼鲁的不义之财还给大家。马克尼鲁横征暴敛，当地
居民早已苦不堪言。半夜时分，三人沿马克尼鲁庄园大门墙根左行，从一处新砌的墙进入庄园内，行贿50元后，守卫就会睁一眼闭一眼。在
楼上西边的墙根可找到楼上守卫需要的<font color=blue>〖钱包〗</font>。要注意绝不可让手提灯笼的卫士发觉，不然就得······龙爬上一处平台敲响大钟，地下守
卫以为换岗时间已到回去睡觉了。消灭大门的恶犬，找到任性的小姐，引开鸡窝守卫，进入鸡窝刚偷完一个蛋，便撞见很强的公鸡，消灭后
鸡飞狗跳，三人趁机潜入宅内。

	第一层的右边房间可以休息存档。在宅内会不断遇到马克尼鲁的历代祖先幽灵的袭击，进入马克尼鲁的卧室，这个色鬼正调戏一女子。
刚要教训这个无赖，其祖先幽灵合体向阿龙三人进攻，取胜后将钱财洗劫一空，每家一份放在马克尼鲁村村民门前。完成此义举三人兴奋不
已，和蒙面人谈话后到<font color=red>【牧场小屋】</font>，意外见到巴巴德尔，才发现被骗，三人只得回家准备离开此地，因为马克尼鲁与不良组织有关。而三人
回到森林木屋时候，房子已被烈火吞噬，而两个追捕者驴头马面巴利欧和桑特已经赶到。他们的实力很强，几下狂雷后，三人顷刻间败下阵来。

	龙醒来发现是巴巴德尔救了他，雷伊和帝波生死不明，龙从此踏上寻找挚友之路，往<font color=red>【飞翼城】</font>去。在<font color=red>【莫朗吉山】</font>的山顶，冤家路窄
撞上驴面兄弟。两位仁兄见龙还活着大感惊奇，将龙一剑穿胸。二人正得意之时，倒地的龙化成龙身。有此惊人发现，驴面兄弟认为机会来
了，马上将龙关进笼子面见国王，以期获得重赏。哪知在皇宫中打开笼子，龙又化成小男孩。国王大怒，将三人一起关进监狱了。公主妮娜
十分同情龙，进监狱要放他出来。驴面兄弟花言巧语哄骗妮娜打开牢门，并将尼娜绑架。龙奋不顾身撞开牢门，上前解救公主，可还不是驴
头马面的对手，随后二人来到地下皇家墓地，乌黑一片，现在妮娜还比较弱，实在不行，可以回牢房存档。


	墓地找到7个墓碑，分别选择隐藏，上，掉落，那里，绿色，你，没有（起先，可以随便选择一个，落下上来时，可拿到宝物
<font color=blue>〖玻璃护面〗</font>）。在最后一个墓碑连续选择时按1、1、1、3、2、2、2的顺序回答提问即可走出墓地。

	二人在<font color=red>【飞翼城】</font>中四处打听雷伊和帝波的下落，问到下层广场的小孩时，要求玩捉迷藏。无奈，分别在下层广场的右上角，左下角，
左下角上面的一间房子墙根以及上层广场的一棵树后找齐四个小孩。接着经小孩的指引，二人来到南边的<font color=red>【艾古诺克要道】</font>。二人很不容易
地找到一小屋打听消息，不巧遇到驴头马面，被抓到<font color=red>【斗都津梅尔】</font>。 　而妮娜很巧妙地摆脱那个看守他们白痴酒鬼，出帐营四处打听，
得知<font color=red>【斗都】</font>不久将举行武术大会。两人随即出城。

	北边的<font color=red>【梅卡斯峡谷】</font>因翻车无法通过，二人只得穿过东边的<font color=red>【帕摩山】</font>，在山顶遇到梅森，被殷勤招待休息一夜。不料梅森听说是巴利
欧一伙，不得已出卖了龙和妮娜。妮娜利用魔法杖的力量，艰难逃脱。不想到了山顶，还是被桑特追到，二人无奈跳下山去，最终逃脱。二人
进入<font color=red>【塔】</font>内（之前在塔的广场会看到一个水池中的宝箱，用妮娜的魔法杖激活内部的一个大水晶，倒计时30秒内，从左边的出口出去，跑到
广场，激活水池四个角上的水晶，就可拿到水池中的宝物，小生成功过，水平问题嘛，不过宝物就··）见到天才的机械师小桃，这个身着奇异
服装、梳着两条长辫子的姑娘有一种独特的学者气质。此时驴面兄弟的手下已经追到塔内。进入隔壁，地面有16块方砖组成的地板，分为红灰
两色，阅读墙上说明后将16块砖全部变成灰色（有个诀窍，小生不说了，自己研究吧），进入里间。这里的墙壁有一纸说明，大意是四个旋转
立方体，找出两个相同的东东。上楼后果然有四个立方体一字排开，从左手起按第二、第四即可通过，否则会跌入陷阱。再上楼后需尼娜的特
技以魔法杖给灰色水晶灌输能量激活移动平台，分别输入两次、六次可取得其它平台的宝物，输入十次就可进入下一层。对拦路的激光同样给
灰色水晶灌输能量，改变激光位置。塔顶是小桃已故父亲的工作间（也是个色鬼，满室黄书），调查中央写字台启动小型火箭，升空后火箭突
然坠毁。幸好没有人身伤亡，随即继续赶路。

	在西北方的<font color=red>【茶屋】</font>(<font color=red>【茶屋】</font>的下边有关醋之水的消息），小桃遇到父亲的老朋友培雷特博士，现在<font color=red>【农育场】</font>实验基地继续研究用矿石培
育植物。来到<font color=red>【农育场】</font>，<font color=red>【农育场】</font>的北部有个森之精灵栖息的清澈泉水。培雷特博士请小桃去<font color=red>【处理场】</font>处理异变植物。在基地西方的
<font color=red>【处理场】</font>，扳动开关使木箱移动，进入洞穴深处，发现了具有自我意识的巨大植物变异体，战胜后它会留下可爱的洋葱培克洛并成为龙的同伴。
返回<font color=red>【农育场】</font>，博士假意为龙等准备了车，几人藏在车内准备混过已经封锁的要道，被阴魂不散的驴面兄弟擒获。

	此时的<font color=red>【斗都】</font>正举行一年一度的汉罗狂烈武斗大会，驴面兄弟为参加大会获取酬金，然后再用尼娜向国王勒索赎金，至于其他人当然没用
赛后一并杀掉。尼娜为救同伴建议驴面让阿龙他们代为出战，夺取大赛冠军。驴面兄弟考虑再三认为这个办法可行，不过必须留下一人作人质。
第二场比赛对手魔法师耶米泰的孩子身患重病，急需医药费，恳请龙放水。龙虽内心矛盾但还是战胜了他，赛后才知耶米泰是个小人。决赛开始
了，上届冠军加兰多出常加兰多几个回合后一击便打倒龙，得到冠军的加兰多出面解救了龙一行人。驴面兄弟对此人十分忌惮，灰溜溜逃走了。
加兰多临走时说东方的<font color=red>【天使之塔】</font>是古代龙大战的遗迹，有可能找出龙族灭亡的原因。在<font color=red>【梅卡斯峡谷】</font>，巴利欧兄弟纠集大批党羽想除掉龙。
危急时刻加兰多赶到，众人合力打败了狂烈合体桑特利欧，朝<font color=red>【飞翼城】</font>赶去。

	由于没有过境通行证，一行人向西回到飞翼城皇宫(妮娜须在队首)。国王盛情款待了龙，并发给通行证。妮娜刚入梦乡就听大厅内女仆尖叫
声，下楼一看原来是小桃身边的机械宠物哈尼。在厨房地下酒窖找到了它(要换视角)，不想又蹿到了城堡顶，妮娜上前和哈尼交谈时一起掉下城
堡，哈尼用超能力救了妮娜。龙一行正在野外宿营，妮娜慌慌张张找来，小桃急忙去修理哈尼。加兰多对龙说天使之塔能找到龙族灭亡的原因，
但龙也可能丧命。妮娜坚持陪同龙一起前往。

	众人穿过<font color=red>【检查哨】</font>，到达<font color=red>【拉帕拉】</font>地方。

	由于灯塔损坏，航运中断，大批旅客滞留在<font color=red>【拉帕拉】</font>港。在酒店找到工会会长辛卡，而辛卡已经把日常工作交付给女儿夏朵，龙在<font color=red>【码头】</font>
找到了夏朵，遇到了会计贝特和大力水手吉古（一段无聊的爱情小品）。夏朵要龙去与她老爸商议，而她老爸也无可奈何，建议龙去东边的
<font color=red>【直布罗火山】</font>去看看。路上，一筹莫展之时，尼娜建议撮合贝特和夏朵小姐，因为二人的关系微妙，相信能成功。回<font color=red>【码头】</font>找贝特谈话，但一
开始他显然缺乏自信，但为了赢得美人芳心，比吉古更强，遂痛下决心随龙训练。训练过程中，最好先卸下所有防具，尽量让他攻击，在他HP在1/4
以下时还要为其恢复体力，以使其能力全面提升。果然名师出高徒，数次训练后贝特击败了吉古，结局皆大欢喜，不过他自己也不支倒地，不能亲
自去修理灯塔了。 龙只得去修理<font color=red>【灯塔】</font>（之前最好存个档，不好应付的）。塔内入口有启动点火说明。首先到塔底的锅炉房将矿石放入锅炉，
开动锅炉使矿石气化，待正弦变化的压力升至峰值时扳动主阀门，再分别将两个输送管道阀门打开，能量即可送至塔顶。要想一次成功，关键是如
何把握扳动主阀门的时机。锅炉启动后会有压力表显示压力的曲线变化，压力最大时压力表的限界会闪亮，正确时机是在限界闪亮前0.5秒左右扳动
主阀门，亮点至最下峰值向上运动时。正要到塔顶点火时，有个可爱的百目怪看守，很不容易地打败它后，到塔顶点完火到塔顶点火后，一个美丽
的妖精气急败坏赶来，指责阿龙点燃灯塔使它们的安全受到威胁，并留下妖精之泪。妖精的居住地是地图上带五彩花环?标记的地方，以前不能进入。

	来到<font color=red>【妖精村】</font>，原来灯塔的光亮吸引了海豚，骚扰妖精的生活，击败彬彬有礼的海豚后回<font color=red>【拉帕拉】</font>，船还没有来。

	在<font color=red>【拉帕拉】</font>酒店找到辛卡先生，他为了答谢龙修理灯塔，将通过火山的通行证交给龙。

	注意火山通道中的岩浆，最好拿到抗火系的<font color=blue>〖红莲戒指〗</font>，出口处将会遇到很强的怪兽，先干掉中间的疯老头。

	穿越火山来到<font color=red>【乌鲁坎地区】</font>，加兰多到<font color=red>【乌鲁坎达巴镇】</font>拜见史达玛长老，原来这里是加兰多的故乡。在<font color=red>【天使之塔】</font>内，加兰多推动巨石搭
桥，进入塔中心。这里气氛阴森恐怖，巨大的祭台四周有四块石碑，上面记载若干数字，当看到加兰多的名字时，加兰多告诉龙这是死去的龙的数量，
均是他本人的杰作。看到四周遍地的龙族尸骨，龙终于恍然大悟，加兰多正是龙族灭亡的凶手，这个屠龙手要将龙——龙族的最后末裔消灭，即可完成
他的使命。二人进行激烈拼斗，龙最终取得了胜利，可他认定加兰多不是真凶，此时龙内心矛盾不堪，化为龙身，选择了自灭。 (2)和平世界 原先的
矿山中不知发生了什么，因为加兰多，龙又苏醒过来，不觉龙长大了，俨然是一位小帅哥。为了解答二人的疑惑，二人又并肩作战。 在矿山中B1层中
可拿到<font color=blue>〖疾风之服〗</font>，B2层中可拿到<font color=blue>〖鸟羽之剑〗</font>，接着用炸药炸开巨石。此时龙族亡灵龙僵尸出现要龙杀了加兰多，二人打败龙僵尸后，终于走出
矿井深处，得到监督的酬金，得知<font color=red>【达纳矿山】</font>西边有个<font color=red>【3市】</font>，二人就向<font color=red>【3市】</font>进发。

	在<font color=red>【3市】</font>，即<font color=red>【黑市】</font>，打听到不良组织和<font color=red>【欧加要道】</font>虎怪的下落，继续往南穿过<font color=red>【欧加要道】</font>，果然受到虎怪袭击。两人继续穿过
<font color=red>【立伯特山】</font>，终于到达龙熟悉的家乡。　在<font color=red>【马克尼鲁村】</font>中打听到虎怪在雷伊的木屋，赶去时，龙见到了失散了的雷伊，叙旧后，雷伊丢下龙独自
去报仇。龙到<font color=red>【牧场】</font>的马克尼鲁宅院，遇到了失散已久的妮娜（也长大了），众人决定去<font color=red>【3市】</font>，去调查不良组织的情况。

	到了<font color=red>【3市】</font>，发现雷伊来过，调查发现黑社会头子已经逃跑。追到北方的<font color=red>【关所】</font>，雷伊悲愤地说如果当时有此力量，岂会让帝波白白地死去。

	原来这个老板正是驴面兄弟的老板，新仇旧恨汇集在一起，众人一拥而上结果这家伙。在<font color=red>【关所】</font>的那间木屋内，雷伊开了上锁的房间门，可得到
<font color=red>【华丽之杆】</font>。

	一行人东行至<font color=red>【艾古诺克要道】</font>，妮娜请龙帮她解决一件事，关于<font color=red>【农育场】</font>的问题。到了<font color=red>【农育场】</font>，找到了小桃，随即在东面的<font color=red>【贤树森林？处】</font>
找到培克洛，至此六人聚齐。回到<font color=red>【农育场】</font>，有两个培育植物的温室发生瓦斯泄漏。用培克洛斯将土坡上的石块推至有×标记的位置，然后后退加速跑，
将石块推落土坡下，将温室玻璃砸破。进入动力室，小桃轰开炉灶进入地下。这里是保存完好的机械文明遗迹，所有的门均是电脑控制，需密码才能打开。
小桃输入培雷特博士的名字打开第一道门，随后进入一间充满气化矿石的房间，这里不能久留，需转动视角找到某个<font color=red>【生命实验体】</font>，到电脑房输入其名字，
打开第二扇门。接着找到<font color=red>【AA计划】</font>的笔记本，打开第三扇门。先在第二扇门打开主动力阀，到第三扇门先打败变异体，观察五压力表的压力值，从小到大
排列，注意第三块压力表值要加10，如此顺序为13254，打开最后一扇门，发现培雷特是为了让母亲复活才做强化作物实验的，打败变身的蘑菇怪后，关上阀
门，走出<font color=red>【农育场】</font>。进<font color=red>【飞翼王宫】</font>前尼娜叫雷和她单独进宫，因为上次她私自和龙去<font color=red>【天使之塔】</font>，回来受到国王的严厉训斥，好在国王没见过雷伊，希
望能蒙混过关。国王感谢雷协助尼娜，并将通行证交给雷，眼看大功即将告成，不想一个士兵认出雷伊和龙是一伙的。国王大怒，二人急忙随哈尼逃到地下
室，由雷伊打开上锁的门，乘坐神奇的传送装置逃出城堡，和龙会合。

	众人到<font color=red>【天使之塔】</font>的顶部，加兰特请求神灵明示因果，不想被女神封印的蛇女荻丝出现，告诉加兰多如想知道龙族灭亡的原因，必须先找到守护
者凯丝多，解开她的封樱加兰多请示长老后，从下边海滩一直西行，穿过<font color=red>【潮落洞窟】</font>，洞窟中可找到<font color=blue>〖必杀之剑〗</font>和<font color=blue>〖雷之戒指〗</font>。在<font color=red>【古里夫村】</font>找到
凯斯多。为了成全龙的心意和赎去过去的罪孽，与龙战斗而死，调查凯斯多尸体可得到<font color=blue>〖野兽之矛〗</font>,解开了封印回到<font color=red>【天使之塔】</font>，荻丝解封，告诉龙去
<font color=red>【直布罗火山】</font>山脚下。在火山的神殿内，按她的指点，唯有出海才能找到龙族灭亡的真正原因。

	龙来到<font color=red>【拉帕拉】</font>借船，得知贝特已经将船送至<font color=red>【废物村】</font>修理。在码头见到夏朵夫人，她已经和贝特结婚，并有了一个已会站立的孩子，而那个
情场失意的大块头还在那里向人们展示他健壮的肌肉。来到<font color=red>【废物村】</font>，看到贝特。在南面的<font color=red>【船坞】</font>找到贝特，向其借船。贝特告诉龙修船零件不齐，于
是小桃自告奋勇找零件修船。龙在<font color=red>【废物村】</font>找到师傅，他指示机械海滩有修船的零件，于是龙到了<font color=red>【机械海滩】</font>，加兰多与海滩边的组长一起从海里拉机
械，谁知拉上一只鱼怪，打败它后，龙被允许进入废旧的货船，于是找齐零件，别忘了货船外海滩上的五个零件。回到船上，小桃用找齐的零件修好了船，
船穿过<font color=red>【中海】</font>，沿途遇到黑船一场虚惊，最后到达<font color=red>【拉帕拉】</font>海港。

	在<font color=red>【拉帕拉】</font>海港，大力水手吉古自告奋勇为龙一行人开船，不过水平问题，开至<font color=red>【外海】</font>时，船经不起汹涌波涛，吉古建议去<font color=red>【帕奇村】</font>找传说中的
水手。龙在<font color=red>【拉帕拉】</font>西北部的<font color=red>【帕奇村】</font>找到那个厌食的村长，什么都不想做，只是提示着<font color=red>【梅卡斯海】</font>。

	龙到<font color=red>【梅卡斯】</font>的桥下的木屋，对话中得知有种美味的<font color=blue>〖寿司〗</font>可以治厌食症，女主人所需的四样菜料告诉了龙：

	灰鱼：西边<font color=red>【梅卡斯河】</font>的<font color=red>【钓鱼】</font>处，用<font color=blue>〖轻虫饵〗</font>可钓得

	舍利果：培克洛撞击屋后的果树可得到

	醋之水：加兰多在<font color=red>【茶屋】</font>的水井中可打到，多试几次，会有点困难

	山葵草：龙在<font color=red>【欧加要道】</font>森林中可砍到，起码4棵

	<font color=green>1条灰鱼，8个舍利果，2份醋之水，2份山葵草，外加捏两下</font>

	材料找齐后再回此地请教捏制方法，女主人透露以一条鱼按10份记，<font color=blue>〖舍利果〗</font>、<font color=blue>〖山葵草〗</font>、<font color=blue>〖醋之水〗</font>分别放8、4、2份。回到<font color=red>【帕奇村】</font>正式制作前，
最好存档一下，制作时先将鱼和舍利果捏合。至此终于做出可口的<font color=blue>〖寿司〗</font>，村长精神大振，交给龙一张<font color=blue>〖海流书〗</font>。乘船来到村东两个小岛有?标记的地方，很
不容易地把船开到海潮书上标记亮点?小屋，和传说中的水手交谈后，就会被建议用<font color=blue>〖黑船〗</font>成行。又一次考验驾驶水平了，以小船头部撞击大船的尾部正后方，
即可登上<font color=blue>〖黑船〗</font>。

	登上<font color=blue>〖黑船〗</font>，在<font color=red>【P2】</font>取得<font color=blue>〖IP卡〗</font>，在<font color=red>【P3】</font>打开起重机电源，接着在外面用起重机吊起搭路。来到主控室，龙到楼下倒计时，至100再到小桃处，启动
<font color=blue>〖黑船〗</font>。

	突然发现船首有撞击，龙等至船首打败两个水怪（用雷属性），船终于到达海的彼岸。

	走出<font color=red>【综合工厂】</font>，穿过<font color=red>【机械墓地】</font>，来到<font color=red>【殖民地】</font>在塔顶下拿到<font color=blue>〖钥匙〗</font>，进入发射室，调整光波反射至雷达管处，启动传送器。众人不知不觉被送至
<font color=red>【机械海滩】</font>，在用钢材搭路，用三个移动板打开上锁的门，至雷达天线处，将天线调至噪音最小，即波音最大处，天线是朝北的，终于启动传送器，回至传送器，
选择<font color=red>【龙族之都】</font>，之前可以先去<font color=red>【货柜工厂】</font>拿<font color=blue>〖光明龙因子〗</font>。

	龙到达<font color=red>【龙族之都】</font>，原来数百年前那场毁灭性打击中，一部分龙族舍弃了引以为傲的力量化为人形，逃亡此地避难，等待拯救龙族的沉睡之子龙的到来。在
中间的井中找到这个无聊的最长老波诺，对话完之后，会将龙之真力传给龙，不过之前龙要打败由他变身的长老龙，此时他将龙之力封印，最好组对后再战斗。打
败他后，得到最后一颗龙石：<font color=blue>〖真之力龙石〗</font>。

	得到骆驼家伙豪斯的指引，往北要穿过<font color=red>【工厂】</font>，到<font color=red>【死亡沙漠】</font>。途中将小桃组队，在<font color=red>【工厂】</font>内部要扳动控制杆才能关闭电流网，第一处要点机关是两个拦
路的木箱，打开左边电网开关使上边木箱下降，再扳动下面的控制杆，要跑动穿过。第二处要点是在中央控制面板利用机械波奇关闭电流网。最后出口处，小桃用大
炮破坏门的控制扳，众人终于到达<font color=red>【死亡沙漠】</font>。荒凉一片的沙漠之中，豪斯告诉穿过<font color=red>【死亡沙漠】</font>的走法，日息夜行，顺着<font color=blue>〖北极星〗</font>向北走，当<font color=blue>〖西之明星〗</font>出
现在正西方，即与三颗星的第一颗星所成直线与地面垂直时，往东，直到看不见<font color=blue>〖西之明星〗</font>，接着一直朝北，千万要有耐心，沙漠有纹路，很容易判断的。快走出
沙漠的时候，遇到怪兽，打败它后继续赶路，快到<font color=red>【绿洲】</font>时，妮娜不支倒地，龙一剑砍倒骆驼，救了妮娜，最终穿过了<font color=red>【死亡沙漠】</font>。

	众人到达<font color=red>【绿洲】</font>，从村长口中得知北方有个遗迹。众人来到<font color=red>【古都】</font>，先可以换装备。打开3号门锁，上3号月台，发现蓝色大门是关闭的，只得从右边楼梯下，
发现左右两侧小门，必须用ID卡才能打开，先从右侧楼梯上，打开蓝色大门的电子锁及雷光锁。再从左侧楼梯上，发现最左的实验室的怪兽身边有ID卡，于是先关闭
瓦斯，然后进入右边第二个门，调整地板上的闪光分布，进入，到达实验室深处，打败怪兽，得到<font color=blue>〖IDB卡〗</font>（可以进入一开始左侧小门），由电梯进入该实验室的地
下室，得到<font color=red>【橙弹】</font>。接着从大楼梯进入，用小桃装备的<font color=red>【橙弹】</font>，轰开挡路的植物，最后进入美丽的天堂花园，在花园中遇到了被女神收服了的帝波。帝波将龙带
入梦境，一路体会队员的心境，至一龙像，注意左右两侧的宝箱是陷阱，按其指示，在龙像前站立数秒，出口打开。与加兰多，培洛克，自己的内心交谈后，找到帝波，
打败小怪兽后，龙不觉返回天堂花园。继而打败帝波化身的龙领主后，得到<font color=blue>〖IDA〗</font>卡（可以打开一开始的右侧小门），然后用卡打开大楼梯的左侧小门，终于可以面对
女神了，这时记得存档。

	一路遇到先前曾经打败过的怪兽的实验体，接着由于哈尼的引路，终于找到女神米亚莉。以下就从略了，玩家自己搞定，结局有两个，自己挑吧。

	当龙打败女神后，女神内心也很彷徨。龙站在荒凉的丘崖上眺望远方，这时音乐响起．．．．．．

人物技能
	龙：用刀砍小树，事实上用刀砍人，有时会得到金币
　　帝波：脚踢，可以敲钟，可以踢树，小石块
　　雷伊：开锁
　　妮娜：释放魔法杖的能量，用于启动某些幻矿的控制机械
　　小桃：炮轰，用于轰开圆桶，对人炮轰，有时会得到金币
　　培克洛：撞击果树
　　加兰多：挪动巨石，推烂木箱，冰块";
echo "</td></tr></table></font></pre></center>";
?>
<?php
//include_once("/var/www/counter.php");
//upcounter(__FILE__)
?>
