<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<center><table width=70% border=1><tr><td width=100%>【基本事項】<br>
　　傳承師遍佈於世界各地，共有12位，需要玩家自己主動找上門拜師，滿足一定的條件，方可入門。<br>
【「認可」與「弟子」的區別】<br>
　　我方角色與傳承師的關係分為「認可」與「弟子」兩種：<br>
　　「認可」指的是達到了傳承師要求的某些條件之後，傳承師同意收我方任意角色為弟子，教授任意角色某個技巧（與是否是弟子無關）或贈送某樣禮物；<br>
　　「弟子」指的是入門后，被他收為弟子，這種情況下傳承師的成長修正、狀態變化和Will才有效。<br>
【獎勵】<br>
　　入門後，達到傳承師的某個認可條件後，傳承師會給予獎勵，除裘希爾的獎勵形式是贈送禮品外，其餘11位傳承師均會教授技巧。<br>
　　注意：如果傳承師要教的技巧之前已在別處學到，那就不會重複教了。<br>
【成長修正與狀態變化】<br>
　　某成員升級時，各參數會相應增加。成為弟子後，參數先按照對應的傳承師進行成長補正。<br>
　　戰鬥中，根據不同的傳承師，弟子的一些狀態參數會稍有增加。<br>
【Will】<br>
　　弟子可以在戰鬥中按一定概率發動傳承師的Will。除Ryu和弗烏爾外，另5人還有自身固有的Will。<br>
　　注意：角色固有Will與傳承師Will並不衝突，戰鬥中都有可能發動，即使角色Will與傳承師Will重複，該Will仍有兩次發動的機會（即葛雷為利塔的弟子時「掩護」的發動率為43.75%，阿斯拉為漢的弟子時「氣力!」的發動率為75%）。<br>
<center><img src='./bof4_pic/bof4_000.jpg' /></center></td></tr><tr><td width=100%>";
echo "【傳承師一覽】<br>
</td></tr><tr><td width=100%>";
echo "第一章   引子（めざめしもの）<br>
第2節   和龍相關的事（竜にかかわるもの）<br>
大沙漠南部（大砂漠南部）<br>
　　從武門鎮往西走到克羅克之谷，在此遇到傳承師拉烏魯夫（ラウルフ）。<br>
<center><img src='./bof4_pic/bof4_001.jpg' /></center></td></tr><tr><td width=100%>";
echo "第一章   引子（めざめしもの）<br>
第3節   消失的公主（消えた王女）<br>
大沙漠北部（大砂漠北部）<br>
　　在秘密基地幫馬洛克抓到盜賊，之後發現他所背的東西是他自己的，而馬洛克想強買走他的東西。離開秘密基地後再次進入，原來他是傳承師史托魯（ストル），把所有錢都給他就可以拜他為師了。<br>
<center><img src='./bof4_pic/bof4_002.jpg' /></center></td></tr><tr><td width=100%>";
echo "第二章   永恆（うつろわざるもの）<br>
第4節   王家之劍（王家の剣）<br>
黃金平野（黄金平野）<br>
　　來到弗連之里，將族長葛雷被軟禁在魯迪亞告訴弗連族的長老。準備離開時卡翰竟從屋頂跳了下來，他大概是想洗刷在瑟涅斯塔被我們打倒的恥辱。不過，這次他又輸了！此後進入長老家的二樓拜傳承師烏娜（ウナ）為師。<br>
<center><img src='./bof4_pic/bof4_003.jpg' /></center></td></tr><tr><td width=100%>";
echo "第二章   永恆（うつろわざるもの）<br>
第5節   風龍拉威（風竜ラーウィ）<br>
飛翼王國地區（ウインディア地方）<br>
　　過了亞姆之沼（アムの沼）之後，由岔口E（分歧点E）往東來到妖精裘夢（ンジョモ）的家。不久後妖精將找我們幫助建設妖精村，等村裏第一棟房子蓋起來，就可以拜傳承師妖精裘夢為師了！<br>
<center><img src='./bof4_pic/bof4_004.jpg' /></center></td></tr><tr><td width=100%>";
echo "第二章   永恆（うつろわざるもの）<br>
第5節   風龍拉威（風竜ラーウィ）<br>
飛翼王國地區（ウインディア地方）<br>
　　來到妮娜的故鄉飛翼城，進入風車可以拜傳承師莫莫（モモ）為師。<br>
<center><img src='./bof4_pic/bof4_005.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章   潮流（ながれ）<br>
第8節   命運之路（さだめの道行き）<br>
中央高地（中央高地）<br>
　　阿斯拉答加入隊伍後，大家便與長老告別。重新進入契克村，拜見長老得知這世上有風龍、泥龍、砂龍、草龍、海龍以及岩龍，若是有遇到其他龍藉得他們的力量後，記得一定要回來契克村！<br>
<center><img src='./bof4_pic/bof4_006.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第8節    命運之路（さだめの道行き）<br>
大沙漠北部（大砂漠北部）<br>
　　來到瑟涅斯塔，在孤兒院一樓與孤兒艾茲那換得有蓋子的寶物（フダつきのお宝）。<br>
接著進入馬洛克家拜馬洛克為師。<br>
<center><img src='./bof4_pic/bof4_007.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第9節   愚笨者（おろかなるもの）<br>
北方諸島（北方諸島）<br>
　　航行數日來到利普。如果釣魚點數已達3000pts，就可以拜垂釣者裘希爾（ギョシル）為師。<br>
<center><img src='./bof4_pic/bof4_008.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第9節   愚笨者（おろかなるもの）<br>
席克地方（シューク地方）<br>
　　回到席克，衹要連鎖技達25 Hits，就可以拜站在船邊的克蘭克（クランク）為師了。<br>
<center><img src='./bof4_pic/bof4_009.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第8節    命運之路（さだめの道行き）<br>
大沙漠北部（大砂漠北部）<br>
     來到瑟涅斯塔孤兒院，既然已經拜裘希爾為師，有了儉約之心，就可拜院長利塔為師了。<br>
<center><img src='./bof4_pic/bof4_010.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第10節   西大陸（西の大陸）<br>
北方諸島（北方諸島）<br>
　　淺灘出現後，眾人離開薩爾汀島來到華斯瑪玆海岸（ウオスマズの浜辺）。在海邊又遇到漢（カーン，作爲Boss譯為卡翰，作爲傳承師譯為漢），這時就可以拜漢為師了。<br>
<center><img src='./bof4_pic/bof4_011.jpg' /></center></td></tr><tr><td width=100%>";
echo "第三章    潮流（ながれ）<br>
第11節   指引（みちびき）<br>
晉加山地（ジンガ山地）<br>
　　登上關卡南部的山后，往西可以找到通往山中小屋的路，往南則繼續向帝都前進。來到山中小屋可拜巴巴德爾為師。<br>
<center><img src='./bof4_pic/bof4_012.jpg' /></center></td></tr></table></center>";
?><?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
