<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<center><font color=red size=6>《龙战士4》问题集绵</font><br>";
echo "<table width=70% border=1>";
echo "<tr><td width=100%>
<font color=red>Q:如何救小毛球生物?</font><br><br>
<font color=blue>A:在海港探得xxx草的情报后,出港后进入海上紫色旗的地方,用主角的特技斩xxx草后得到.(不要钱的随便拿吧)</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:小毛球生物的森林村里，有一本书有用途吗?</font><br><br>
<font color=blue>A:小毛球生物的语言解说,没有特别作用的(或者是我不知道).</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:combo要怎样连?</font><br><br>
<font color=blue>A:必须使用'特能'...</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:怎样学必杀技(特能)?</font><br><br>
<font color=blue>A:学敌人必杀只要选择'防御',见到蓝色字样的就表示可学;见到红色'!'号就表示学会了.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:皇帝墓所里面的6个方块应怎推?</font><br><br>
<font color=blue>A:利用周围橙色的宝石调整方块的位置，然后把相同颜色排成一直线，塔出一条路来.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:钓鱼的技巧?</font><br><br>
<font color=blue>A:进入钓鱼场所后将见到该地方最佳的钓鱼位置;不同的鱼使用不同的饵,进入钓鱼场所可查看的;最重要是引诱的技巧,可以在游戏帮助里学习的.(其中4.tec最为简单)，当鱼上钓了(画面出现'HIT!'字样时),立刻按'○'...将力量计保持在正中央;力量计下红色的为鱼的力量计,只要鱼还有力量也不可轻局盲动!一旦超出中央显黄色表示鱼丝快断,这时放开'○'(遇著大鱼有必要把鱼杆推↑);力量不足使力量计显红色表示鱼丝将拉尽,这时立刻按'○';大鱼反抗挣扎时,一边保持著力量计,一边将鱼杆作←或→摆动改变鱼的方向...</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:拿到砂船的零件后回到萨拉伊镇的酒吧怎么没发生据情?</font><br><br>
<font color=blue>A:没有找到砂船的零件,在沙坑里有很多道具的,例如: 铁块/机器类</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:怎过黄金平野?</font><br><br>
<font color=blue>A红色指针表示:(北)<br>
1 先找猫人的母亲: 进入黄金平野一直走,直到大石前向东北(左上)方向去就可以见到一个帐;<br>
2 再去火山: 回去村里找长老,进入黄金平野一直走,直到大石前就向冒烟的火山跑!!!具体根据村里长老提示!!!(原攻略这里有误，现在稍加修正)<br>
3 回去城并进入，然后到监视房睡觉;<br>
4 逃出去后找猫人的母亲，取得道具;<br>
5 最后去神殿: 进入黄金平野一直走,直到大石前向东北(左上)方向去见到3块石头,然后向东走;</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:全传承师?且其位置/方法?</font><br><br>
<font color=blue>
　　A: 12个...<br><br>
　　人名 地方 方法<br><br>
　　ラウルフ クロクの谷 无<br><br>
　　ストル アジト 失去全部金钱<br><br>
　　ウナ フーレンの里 combo攻击达1000以上<br><br>
　　妖精ンジョモ 黄金平野东北某一分支地 妖精建了一间房屋以上<br><br>
　　モモ ウインディア城 无<br><br>
　　チェクの长老 チェク村 找到2条龙以上<br><br>
　　マーロック セネスタ 找到任何一件'XXXXX宝'<br><br>
　　クランク シューク combo 25hits以上<br><br>
　　ギョシル リプ 钓鱼points达3000以上<br><br>
　　リタ セネスタ 成为ギョシル弟子取得他的will<br><br>
　　ババデル 山小屋 找到上11个传承师後<br><br></font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:如何将水闸打开?</font><br><br>
<font color=blue>A:狂摇上下左右键!!!!!!一定要两只手!!!这是逃亡者本人用4小时才发现的!!!哭苦!!绿衣女子头上有符号出现(声音),立刻按空格键!</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:收到机器人后,如何破解诅咒的地方?</font><br><br>
<font color=blue>A:主角队跑去在踩箱子上...落下; 然后换机器人下楼梯,主角队离开箱子;机器人到对面平台踩箱子，主角队从上方通过;<br>再同时打开开关就可以通过.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:商人委托--应该怎抓盗贼?三个木桶又什么用?</font><br><br>
<font color=blue>A:更新：先在城内找到牵着骆驼的商人，谈话后他告诉你那有可疑盗贼!然后离开城堡到大地图，进入路上的'?'号发现盗贼,根著他到山洞,利用木桶封闭去路,然后追盗贼...接近时按'○'.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:刚收到猫人,在梦中...怎样躲开两个人?</font><br><br>
<font color=blue>A:转转角度发现屏风后有路的...</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:第3章去帝国的方法--遗迹的宝物在哪?</font><br><br>
<font color=blue>A:回到那个小村里探情报,然后在分支点东面(右)的エン·ジュの遗迹.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:全龙水晶的地点?</font><br><br>
<font color=blue>A:固有:--<br>カイザー 剧情发展<br>ワイバーン 在ギガ山中<br>ウォリア 在皇帝墓所左边的...被咒炮攻击过的森林.<br>ベヘモス サルディン岛<br>ヘンナー 听说要在主角的频死状态下...才有机会自动使用</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:妖精数量/房屋怎么增加?</font><br><br>
<font color=blue>A:来自金手指帝国rpg姐虽然我的妖精死得好惨~而且不多,但...括号是我的~)一开始的时候,我叫两只去找食物一只来开发...<br>食物好找..但开发就.. 偶尔还要帮妖精击退怪物拿到食物.. 其它妖精努力开发... 据说妖精的寿命是40岁... 等人数增加之<br>后就留三分之一的人找食物,平均每10场回去一趟应该有新出生妖精和新建房屋的;(保持食物量在总人口的2倍以上);</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:皇帝墓所过后要去那?</font><br><br>
<font color=blue>A:先到咒炮的镇->关所->街道->用枪手带头去咒炮的镇.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:到了西之森应该怎找村长?</font><br><br>
<font color=blue>A:先看入口的男人教导...用机器人撞苹果树就可能拿到苹果，调查树根放苹果上去，然后进去追怪物!<br><br>(P.S: 苹果可以无限拿的~)</font>
</td></tr>";
echo "<tr><td width=100%>";
//<font color=red>Q:全召唤龙?</font><br><br>
//<font color=blue>风竜 剧情发展<br><br>树竜 シューク某分支地<br><br>砂竜 用砂船シェド与ハシビトの町 之间,在南面有块空地利用沙丘飞进去...<br><br>泥竜 在沙漠处,曾经有个??唱歌赶跑龙的的地方.<br><br>海流 用船进入...在火山岛附近的岩石带里按'△'<br><br>草竜 找猫人的母亲,进入黄金平野直走到大石头发现一只发 光的鸟...一直追著它就可以<br><br>岩竜 问运河里的男人...问到龙的形状时选2.</font>
echo "<font color=red>Q:全召唤龙的获得</font><br><font color=blue>首先是沙龙（大突击）……</font><br>
当游戏进行到取得沙船，可以开沙船玩小游戏时，就可以去找沙龙了，从希耶德进入…<br><center>";
echo "<img src='./bof4_pic/fe66087b1d2f53ff0bd18742.jpg'></center>";
echo "进入开沙船的小游戏后，利用沙丘的腾空，飞跃到一处孤立的小岛中（注意看小地图）……<br><center>";
echo "<img src='./bof4_pic/ba71b0b7bd8524ff30add142.jpg'></center>
小岛中有一处沙漠绿洲，进入后就会看到沙龙，对话就能取得大突击了… <br>
<center><img src='./bof4_pic/32fab1de38aaf953cdbf1a43.jpg'></center>
<font color=blue>接着是泥龙（大泥流）……</font><br>
还记得第一次见到泥龙的地方吗？水坝北面的？处…<br><center>
<img src='./bof4_pic/2ee2708b83389119c9fc7a43.jpg'></center>
第三章时再次回到这里，泥龙就在这恭候大驾了，记得换个角度哦…<br><center>
<img src='./bof4_pic/3e3753da57e311d0b7fd4843.jpg'></center>
<font color=blue>再来是草龙（大回复）……</font><br>
首先从黄金平原进入…<br>
进入后首先一直向上走，直到在一块大石头前停下，等待一下并四处张望，会发现一只发光的小鸟……（如图）<br>
<center><img src='./bof4_pic/0aa3372a9b7538335243c14c.jpg'></center>
<center><img src='./bof4_pic/37f437fa06e453829f51464c.jpg'></center>
<font color=blue>到树龙（最大防御）了……</font><br>
在席克地区，如图位置处会遇到？，马上进入…<br>
<center><img src='./bof4_pic/a808f9ed5a4e2b4479f0554d.jpg'></center>
进入后从岔路出去…<br>
<center><img src='./bof4_pic/69e061274bfbdf08908f9d4e.jpg'></center>
回到大地图会多出一条路通往另一个？…<br>
<center><img src='./bof4_pic/917845107c39e0f7c2ce794e.jpg'></center>
<font color=blue>大部分人说找不到的海龙（大海流）……</font><br>
海龙当然在海上了，首先在席克或利普开船出海…<br>
<center><img src='./bof4_pic/394748ed235fa3dfb21cb14f.jpg'></center>
把船使至如图地方…<br>
<center><img src='./bof4_pic/f22cabecad3e4b2c63d09f48.jpg'></center>
探索进入，与海龙对话取得大海流…<br>
<font color=blue>最后是岩龙（大特异点）了……</font><br>
从运河进入…<br>
<center><img src='./bof4_pic/5bfd79ec29c91eda2e2e2149.jpg'></center>
途中看见一男人，对话开始闲聊，选择选项……<br>
选择1、1、1、2<br>
全部选对后，走出运河时大地图会多出一条路…<br>
<center><img src='./bof4_pic/15f0718dad451119b21bba55.jpg'></center>
进入找到岩龙，对话就能学会大特异点了…<br>";

echo "<tr><td width=100%>
<font color=red>Q:HP呈黄色应该怎样回复?</font><br><br>
<font color=blue>A:到宿舍睡一觉.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:女主角要与水手单挑的小游戏...怎样对付他?</font><br><br>
<font color=blue>A:跳到他背后，直冲或者近距离跳，直到推他下杆。</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:如何学到3代角色モモ的特能?</font><br><br>
<font color=blue>A:游戏时间达到 25hr/30hr/40hr/50hr 后回去找她...</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:请问房里的花瓶及木桶要怎放才能过关?</font><br><br>
<font color=blue>A:用机器人的特技将烂的木桶打破,将花瓶移到角落,完整的木桶移到另一处.</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:神铁剑在哪找?</font><br><br>
<font color=blue>A:离开咒炮的镇去关所...</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q:游戏开始应该怎玩?</font><br><br>
<font color=blue>A:找酒吧的人,然后再去找INN前的人探情报,出去在地图上出现'?'号时进入就OK!</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q：小弟在拿到风之笛后进入风塔后系统提示我按风向往跳，可是我怎么跳也只能跳到第三层~~往上就不行了~~ 那位仁兄义姐知道的话可以告诉我吗?小弟都快被这个急疯了~~我都弄了两天了还没过去啊??</font><br><br>
<font color=blue>A：其实在第2层有个门可以进入，多转转视角。就会发现，然后沿阶梯上来，别只想着飞!</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q：怎样捉住在城内乱跑的小孩，拜托</font><br><br>
<font color=blue>A：太难拉，本人玩的时候，差点被气疯拉!!!!死小孩死小孩死小孩死小孩。。。。。。。没办法!!!先摸轻他的逃亡路线!大致是上层跑完跑下层!!站在某个角落守株待兔把!接近后就狂按空格键!PS：逃亡者在哪个边角的楼梯(城堡外层的，到底的哪个把小孩抓住的!)</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>Q：如何过3色激光的那座陵墓?</font><br><br>
<font color=blue>A：很简单，只要你不贪物品随便调节一下，出口在左手面哪个门，多转视角!<br>正门是用来迷惑你的!</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=blue>
　　精彩大奉送!!!!!!<br>
　　全中文全传承师且其位置/方法?<br>
　　A: 12个...<br>
　　人名 地方(以下地点均以大地图为标准) 方 法<br>
　　ラウルフ 克里克之谷 无<br>
　　小偷 瑟涅斯塔旁的秘密基地(抓小偷的地方) 失去全部金钱<br>
　　XXXXX 弗连之里村长家2楼 combo攻击达1000以上<br>
　　妖精 亚姆之沼右边的屋子(房屋2楼的妖精) 妖精建了一间房屋以上<br>
　　陶陶 飞翼城的风车里 无<br>
　　长老 契克村长老家 找到2条龙以上<br>
　　マーロック 瑟涅斯塔哪个商人家(马洛克那只青蛙) 找到“不错的宝物<br>
　　汉 萨尔丁岛出来左上的那点 无<br>
　　钓鱼的青蛙) 利普 钓鱼points达3000上<br>
　　修女 瑟涅斯塔孤儿院的院长 成为(钓鱼的青蛙)的弟子取得他的节俭<br>
　　克蓝克(跟妮娜单挑的那位) 席克村站在船边的 combo25hits以上<br>
　　第1个救神皇的老头 山中小屋(下方关卡旁， 找到上11个传承师後<br>
　　登上关卡南部的山后，中间层有条小路看仔细了!!)
</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=blue>
　　<font color=red>超级大奉送第2弹!!!<br>
　　基本连技技巧!!!<br></font>
　　1。。 '连击'的方法可以在游戏的城市中由一个带人偶的NPC处学得。当两个以上的成员以使用特能时所攻击的HIT数会累积下来，就形成了所谓的'连击'。但是并不是随便使用什么特能都会形成'连击'，而且如果按照一定的规则使用特能还会有新系统出现。<br>
　　最基本的连击方法就是按照'火、风、水、土(土再到火)'这个顺序使用特能。但即使是这样也不保证100%会成功，也有失败的可能。如果不按这个顺序使用特能的话也有形成'连击'的可能，不过就无法实现以下所说的'重属特能'。<br>
　　当大家按照上述方式'连击'的时候，就会形成所谓的'重属特能'，火+风、风+水、水+土、土+火。也就是第二种特能会成为一种新特能被角色使用出来，而且威力比较大。<br>
　　'重属特能'与一般特能一样是有等级的，等级取决于角色使用的第二种特能的等级，而且最高的第三级画面和威力都想当的可观。<br>
　　游戏中还设定有角色隐藏个人技，使用方法如下。<br>
　　火+风+妮娜体术 =火之鸟<br>
　　风+水+赛亚斯体术 =XX冰梦剑<br>
　　水+土+葛雷体术 =虎人<br>
　　土+火+阿斯拉体术 =我忘拉<br>
　　要注意的是体术要使用有'拳头'标识的体术，那些有附加作用的体术是不行的。<br>
　　你出招的时候不要让敌人的攻击顺序夹在里面了<br>
　　不然就连不起来了 类私于石器时代的敏 。<br><br>
　　2 。。 连击数的多少和敌人的数量有很大关系，敌人越多连击数越高。连击的接法有，<br>
　　a.三种相同属性的魔法;<br>
　　b.三种体术; (1HITS体术+2HITS体术(比如双击)+3HITS体术(三连击)<br>
　　c.两种魔法组合成的魔法+一种体术或前面的两种魔法的第二个魔法，比如：风+水+水(风+水=电);<br>
　　d.一种魔法+一种体术+龙的吐息<br>
　　另外，或许一些有攻击作用的道具也可以组成连击，自己试吧。<br><br>
　　<font color=red>附赠：游戏4大变态BOSS!!!</font><br>
　　1　　无头骑士(皇帝墓所)，　拿龙之泪处!<br>
　　2　　火山虫虫(粘粘虫) ---“优吉火山 ”————就是象一滩泥，头上扎4个角的(笼罩)<br>
　　遇见方法：对它放了十几个回合的火~~~~等它每回合可以自动加20000万 ，你就知道什么叫BT!!!<br>
　　3　欧罗奇 　皇宫负1到负3之间的,是用物理攻击后会加强<br>
　　只要它的hp减少(不管是物理还是魔法攻击),就会越来越强,减得越多,加强的越快.而且这丫有膨胀,全体物理攻击,防都防不住.每回合补血49999,攻击一下pk ，叫你见识一下什么是BT中的BT!!!(以上是多人的集合帖，没法署名，反正我搜集好多人的帖集合起来的，没功劳有苦劳，反正不是我写的，大家还是要感谢我!)<br>
　　4 树人(每回合恢复HP15000——30000不等) 在契克村左上小屋(主角暴走处=乱跑。。不知那个穷苦大学生翻译的?!)<br>
　　游戏通关后，去在契克村左上小屋(主角暴走处)可得一把3代的生锈大刀，杀敌1千变千人斩!!<br>
　　游戏有两个结局!别忘拉!<br>
　　<font color=red>连锁技=COMBO<br></font>
　　练连击的最好地点是在龙曾经暴走的那里，再进去时，会有6个一组的树人出现，用物理攻击(不是体术)<br>
　　我方必败;但是用非物理攻击，他们不会还手(不过时间长了就会逃走)。所以这里是最好练连击的地方。<br>
　　以下是别人的一些连击手段，不算太高，希望高手补充，因为目前本人的平均级数只在30级。combe：69hit<br>
　　注意：连击最好以集体攻击的体术或魔法开始：(以下连击只以连击数为主，不考虑总威力，<br>
　　数字表示魔法级数，/表示或，没有则为任意)<br>
　　风2/3+水+龙的吐息(指变身后的，变身前的没试过，一开始最好不要用恺撒龙，因为他还不能被控制，下同)<br>
　　火2+风+龙的吐息<br>
　　土1/3+火+龙的吐息<br>
　　水3+土+龙的吐息<br>
　　当学到“双击”，“超级连锁技”可尝试以下方法：<br>
　　首先让阿修罗装备“双击”和能够集体攻击的枪，让龙、阿修罗以外的任意一位角色装备“超级连锁技”<br>
　　然后：<br>
　　风2/3<br>
　　火2<br>
　　 + “双击”+ 龙的吐息<br>
　　土1/3 /<br>
　　/<br>
　　水3 /<br>
　　/<br>
　　“超级连锁技”/<br>
　　“超级连锁技”虽然是单体攻击，但如果练熟的话可是创造高连击数的法宝，此招可在葛雷的家乡学到，<br>
　　但要求连击威力在3000以上，等级低时就用一些威力高的集体攻击开头，然后再加一些大威力的体术或<br>
　　能够与开头的魔法组合的魔法，没有龙的吐息时就用威力较大的体术或排在第2的魔法结尾，不过最好是：<br>
　　魔+体+体<br>
　　魔+魔+体<br>
　　部分体术特点：当形成连击时，部分固定攻击次数的体术，攻击时的次数随排列序位增长而增长;<br>
　　具体公式：该体术的实际攻击次数=该体术的序位*该体术的原始攻击次数<br>
　　比如，比如马斯塔有一招体术攻击力能在0~2倍之间变化，好象译作“用力过度”，平时攻击次数为1次，<br>
　　当形成连击时，如果把马斯塔的这一招放在第一位，则是一次，第2位是两次，3位则是3次，但一定要形<br>
　　成连击，上面这是对单体单次攻击而言。如果是对单体多次攻击的话，实际攻击次数则会一翻倍。如：<br>
　　当龙装备有能砍两下的剑时，把龙放在第3位，并使用体术“烈火击”，如果龙的攻击全部命中，实际攻<br>
　　击次数则为3*2=6次。这只是对单体而言，如果是对集体的话，假设敌人全满(6人)，把集体体术放在最后<br>
　　，全部命中的话则为3*6=18次，只要前面的攻击都命中，且都是全体攻击，就有12次了，那30次的连击就ok了。<br>
　　问题是从那里弄来对全体的体术呢?所以我们要请来阿修罗，她有集体攻击的火枪，再来是有人要学会<br>
　　“双击”，并给她装上，这样把她放在第2或第3位来攻击时使用双击，只要造成连击，就会有24~36的hit数(假设<br>
　　敌人有六人)。不过如果连击是从第2人开始的话，那么第3人的序位就只是2了，其他依次类推。<br>
　　但是如果第一人用魔法发动连击的，第2人用体术的话，有时不会出现上述情况<br>
　　注意：原始攻击次数包括人次，如1人一次则为1次(hit)，1人两次则为2次，多人一次则为所攻击人数，<br>
　　如：一次能攻击6人，则为6次，在连击中也就是6hit了，这也就是该连击系统的原理，只有让更多的敌<br>
　　人被我们更多的k才能有效提高连击数。所以才把龙的吐息放到最后。<br>
　　如果以体术开连的话，最好不要接魔法而是以第二种体术连接，最后再接龙的吐息，而且开始的体术最好<br>
　　不用从敌人身上学到的(如：双击)，这样连上的几率比较大。<br>
　　个人推荐连击： “超级连锁技”+“双击”+ 龙的吐息<br>
　　龙的吐息推荐用最后一种，就是那个有点像皮卡丘的会吐星星的怪龙，它攻击时会附带状态攻击，而状态攻击<br>
　　居然也算到hit数里，爽!反正自己试吧! 由于恺撒龙还不能控制，所以不知用恺撒龙会如何。而 “超级连锁技”<br>
　　其实，呵呵~~~要想达到无耻的连击数，除了上面的推荐连击外，还缺少一样最关键的东东，它就是——<br>
　　无耻的——————变速齿轮。用它配合上面的“超级连锁技”那才叫爽呢!在没有变速齿轮<br>
　　的时候最高69hit，用了变速齿轮才达到80hit(其实我是不想放得太慢了啦，你们用了就知道了，太无耻了。)<br>
　　心得是让第一个攻击的装备可以打两次的刀或者枪~~~~然后用在那个大汉那里学的列什么拳~~~然后看命中次数~~~运气好~~<br>
　　第一击就可以打出50hit以上~~~~然后是超级连锁加变速齿轮~~~~最后吐息~~~~不出意外~~~可以连到100hit以上~<br>
</font>
</td></tr>";
echo "<tr><td width=100%>
<font color=red>
　　特别:<br><br>
　　1 爆机后,回去チェク村左方(主角暴走的地方)...发现几个3代角色...那里的敌人HP奇高!拿来练combo最好!同时...hehe~<br><br>
　　2 当狗(我队角色)呈黄色,同时在濒死状态下会使出一招:罗杀XXXX 的东西~可以提升狗的攻击力的~~~<br><br>
　　3 皇帝墓所有条秘道, 用机器人开路可进入...在尽头,可取得道一个~ 但...敌人的攻击为即攻击力其高...<br><br>
　　皇墓出来后干嘛~<br><br>
　　打不出剧情啊~是不是要先打无头骑士 ???</font><br><br></td></tr>";
echo "</table><br><br>";
echo "<a href='./bof4.php#begin'>返  回</a></center><br><br>"
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
