<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=fish><center><font color=red size=6>龙战士3渔场一览</font></center>";
echo "<center><table width=70>>";
echo "<tr><td width=100%><pre>
乌尔奥地区：
师匠梅加斯旁边：蓝水母，南美热带鱼，七彩鱼
牧场以西：南美热带鱼，火红白肚鱼，棕鱼，马尼洛
翻过立伯特山后的渔场：火红白肚鱼，棕鱼，咧嘴鱼 
</td></tr>";
echo "<tr><td width=100%><pre>
达纳山地：
铁路旁边的渔场：红猫鱼（青蛙），大嘴鱼（虫，青蛙），火星章鱼
北方哨所边的渔场：南美热带鱼（青蛙，鱼），棕鱼（鱼），七彩鱼（鱼，虫），马尼洛， 尖嘴鲈（青蛙）
</pre></td></tr>";
echo "<tr><td width=100%><pre>
飞翼城中部：
莫朗吉山下：蓝水母，大嘴鱼，火星章鱼
斗都西边的渔场：火红白肚鱼，七彩鱼，大嘴鱼 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
飞翼城东部：
标有飞翼城西部的牌子旁：南美热带鱼，棕鱼，七彩鱼，大嘴鱼，咧嘴鱼
塔旁的渔场：飞翅鱼，暗褐白肚鱼，印地安鱼，章鱼，马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
拉帕拉地区：
刚过桥往南的渔场：开嘴鱼，飞翅鱼，章鱼，绿水母
刚过桥往北的渔场：绿水母，飞翅鱼，
古里夫村旁：章鱼（虫），灯笼鱼，绿章鱼（虫），马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
乌鲁坎地区：
天使之塔正西方：红鱼（虫），灯笼鱼（鱼），印地安鱼（青蛙），马尼洛
机械海滩以西：开嘴鱼，绿章鱼，游鱼（鱼）
机械海滩以西问号地区：绿水母，飞翅鱼，暗褐白肚鱼，红鱼，开嘴鱼，印地安鱼，章鱼，灯笼鱼，绿章鱼，游鱼，马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
机械工厂处：绿水母，飞翅鱼，游鱼，勇鱼，马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre><font color=red><pre>
下面是后半部（龙长大以后）的渔场，前半部和后半部略有不同。（）中所用的饵是我钓过的，以前钓的鱼用的饵没有记住
（最近才开始记录）；（）中的饵也不是只能用它，而是可以用它。渔场如不全请补充。
</font></pre></td></tr>";
echo "<tr><td width=100%><pre>
乌尔奥地区：
师匠梅加斯旁边：蓝水母，南美热带鱼，七彩鱼
牧场以西：南美热带鱼，火红白肚鱼，棕鱼，马尼洛
翻过立伯特山后的渔场：火红白肚鱼，棕鱼，咧嘴鱼 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
达纳山地：
铁路旁边的渔场：红猫鱼（青蛙），大嘴鱼（虫，青蛙），火星章鱼
北方哨所边的渔场：南美热带鱼（青蛙，鱼），棕鱼（鱼），七彩鱼（鱼，虫），马尼洛， 尖嘴鲈（青蛙） 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
飞翼城中部：
莫朗吉山下：蓝水母，大嘴鱼，火星章鱼
斗都西边的渔场：火红白肚鱼，七彩鱼，大嘴鱼 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
飞翼城东部：
标有飞翼城西部的牌子旁：南美热带鱼，棕鱼，七彩鱼，大嘴鱼，咧嘴鱼
塔旁的渔场：飞翅鱼，暗褐白肚鱼，印地安鱼，章鱼，马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
拉帕拉地区：
刚过桥往南的渔场：开嘴鱼，飞翅鱼，章鱼，绿水母
刚过桥往北的渔场：绿水母，飞翅鱼，
古里夫村旁：章鱼（虫），灯笼鱼，绿章鱼（虫），马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
乌鲁坎地区：
天使之塔正西方：红鱼（虫），灯笼鱼（鱼），印地安鱼（青蛙），马尼洛
机械海滩以西：开嘴鱼，绿章鱼，游鱼（鱼）
机械海滩以西问号地区：绿水母，飞翅鱼，暗褐白肚鱼，红鱼，开嘴鱼，印地安鱼，章鱼，灯笼鱼，绿章鱼，游鱼，马尼洛 
</pre></td></tr>";
echo "<tr><td width=100%><pre>
机械工厂处：绿水母，飞翅鱼，游鱼，勇鱼，马尼洛 
</pre></td></tr></table></center>";
echo "<center><font color=red size=6>各钓场马尼洛的商品及兑换用鱼</font></center><center><table width=70%>";
echo "<tr><td width=100%><pre><font color=blue>
北方检查哨以西钓场

智慧之环      咧嘴鱼1     七彩鱼5     棕鱼5
毅力皮带      灯笼鱼1     七彩鱼9     棕鱼9
特效药        大嘴鱼2     七彩鱼5     棕鱼5
中虫饵        七彩鱼2     棕鱼3
上等青蛙      七彩鱼2     棕鱼3
顶饵          七彩鱼3     棕鱼2
悬浮饵        七彩鱼3     棕鱼2
特技墨水      火星章鱼2 七彩鱼1     棕鱼1
佣兵之剑      尖嘴鲈1     咧嘴鱼2     红猫鱼1
四叶之冠      尖嘴鲈1     咧嘴鱼2     大嘴鱼1
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
牧场钓场

银之短刀      七彩鱼2     棕鱼2
铁盔          棕鱼1       南美热带鱼2
皮护腰        棕鱼1       火红白肚鱼1
轻虫饵        南美热带鱼3
中等青蛙      南美热带鱼3
射饵          火红白肚鱼2
浮饵          火红白肚鱼2
特技墨水      七彩鱼1     棕鱼1
铃铛颈环      灯笼鱼3     火星章鱼3 红鱼5
圣之围巾      咧嘴鱼3     大嘴鱼9     开嘴鱼9
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
小桃塔钓场

连环甲        大嘴鱼1     暗褐白肚鱼3
绉绸短甲      印第安鱼1 飞翅鱼4
轻虫饵        暗褐白肚鱼3
中等青蛙      暗褐白肚鱼3
射饵          飞翅鱼2
浮饵          飞翅鱼2
特技墨水      章鱼2
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
天使之塔以西钓场

智慧之环      灯笼鱼1     印第安鱼2 红鱼1
毅力皮带      火星章鱼2 大嘴鱼2     开嘴鱼4
特效药        火星章鱼1 章鱼2       开嘴鱼3
中虫饵        红鱼3
上等青蛙      红鱼3
顶饵          章鱼2
悬浮饵        章鱼2
特技墨水      印第安鱼1 灯笼鱼1
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
古里夫钓场

隼鹰戒指      咧嘴鱼3     大嘴鱼5
佛眼之帽      咧嘴鱼2     灯笼鱼2     红鱼5
韦驮天之袜    尖嘴鲈1     咧嘴鱼1     绿章鱼2
圣灵石        尖嘴鲈1     开嘴鱼2
铃铛颈环      绿章鱼2     灯笼鱼3     红鱼9
圣之围巾      咧嘴鱼3     大嘴鱼9     开嘴鱼9
特技墨水      章鱼2       绿章鱼1
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
给究极之杆的钓场

除魔刀        游鱼1       咧嘴鱼2
毗沙门之枪    游鱼1       开嘴鱼9     红鱼9
重虫饵        绿章鱼1     火星章鱼1 章鱼2
优等青蛙      绿章鱼1     火星章鱼1 章鱼2
狗爬饵        绿章鱼1     火星章鱼1 章鱼2
深潜饵        绿章鱼1     火星章鱼1 章鱼2
特技墨水      章鱼2       绿章鱼1
</font></pre></td></tr>";
echo "<tr><td width=100%><pre><font color=blue>
综合工厂钓场

皇帝之剑      勇鱼1       游鱼3       尖嘴鲈1
生命之铠      勇鱼1       游鱼1       尖嘴鲈3
爱之手环      勇鱼1       尖嘴鲈2     红猫鱼5
黄教僧戒指    勇鱼1       游鱼3       红猫鱼5
招富物        游鱼1       红猫鱼1     灰鱼5
特技墨水      游鱼1       绿章鱼1
</font></pre></td></tr>";
echo "</table></center>";
echo "<center><a href='./bof3.php#begin'>返  回</a></center><br><br>";
echo "<a name=faer></a><center><font color=red size=6>妖精村的建设</font></center>";
echo "<center><table width=70%><tr><td width=100%><pre>
1、妖精一开始的工作有3种，分别是狩猎、开拓和建筑
狩猎：为妖精村打猎准备充足的食物，要保证3分1的人口去狩猎，以保证食物的充足；
开拓：派妖精去开发土地，为建筑新的房屋做准备；
建筑：可以让妖精在新开发的土地上建新房子，总共可以建7间房子，连原有的1间总数是8间。
2、食物最多是99，文化最高是7，人口上限是20人；
3、职业数量总共有：学者、商人、宿屋、礼品屋、预言屋、探险家、古品屋、音乐屋、游戏屋、复制等10种
学者：考虑新的工作与文化，包括仕事和文化两种工作，新职业的开发要通过妖精进行仕事和文化研究。
商人：卖出商品，包括武具、道具、任何三种。
宿屋：经营宿屋，可以在宿屋休息，价格低廉，只要10z。
礼品屋：经过特定的战斗回数后，妖精们会送给你礼物，找到次数越多，送的礼物越高级。
预言屋：妖精会告诉你游戏中一些隐藏的事情。
探险家：可以让妖精去探险帮你找一些东西，分：日归还、近场、远场三种，传说中的灵魂戒指和生命手环都能得到。
古品屋：可以将一些稀有古品以高价卖给妖精赚钱，例如从勤勉老头可以偷到古书，卖给妖精可以卖3000z一本。
音乐屋：可以听游戏里的音乐。
游戏屋：可以和妖精玩游戏（赌博？），分别为：安打与高飞球、猜数字两种。
复制屋：可以通过妖精帮你复制物品.
关于妖精的能力：
妖精能力分红、绿、深蓝、浅蓝四种表示，四种颜色分别代表：
红色：战斗能力或者叫力量，狩猎、探险就选这种高的去做；
绿色：建设能力，开拓空地或者建房子就找这些去做；
深蓝：表示经商能力，开道具店、古品屋、宿屋找这类妖精干就对了；
浅蓝：知识水平，复制、新工作研究、预言，这类需知识分子干的工作找他们去做就对了。
关于礼品屋赠送的礼物：
赠送的礼物是根据战斗的场次来决定的，战斗的场数越多，给的礼物越好，以下是战斗场数对应的赠送礼物：
1～3：解毒药
4～10：元气弹
11～15：万能药
16～20：纯元气弹
21～25：必杀之炎
26～30：冰河水晶
31～40：生命水晶
41～50：魔法水晶
51～60：力量食品
61～70：蛋白质
71～80：燕窝
81～90：鱼头
91～200：智力之实
201～500：黄教僧戒指
501～？？：灵魂戒指
关于复制：
只要将房子的转成复制屋，选上几个妖精放进房子里面，然后到相应的房子找妖精，选取你想要复制的东西，交给
妖精就能帮你复制了。复制完成时间是用战斗场数来决定的，复制不同的物品所需要的战斗场数不同，复制越高级的物品
所需要的战斗场数越多，而且有部分物品妖精不能帮你复制，像龙之刀，这样武器妖精就不能复制了。

几样物品所需战斗场数：
生命水晶、魔法水晶、力量食品、蛋白质、燕窝、鱼头：15
商证、特优等青蛙、红莲戒指、冰河戒指、雷之戒指：20
龙之枪、灵魂戒指、生命手环、圣剑、史莱姆王之剑：25
<font color=blue>善用LS大法玩猜数字游戏可以轻易获得史莱姆王之剑 ^_^</font>
</pre>
</td></tr></table></center>";
echo "<center><font size=5 color=red>商店物品一览</font><table width=70% border=1 cellpadding=1 cellspacing=0>";
echo "<tr><td width=33% colspan=2 align=center>武  器</td><td width=33% colspan=2 align=center>物  品</td><td width=33% colspan=2 align=center>任  意</td></tr>";
echo "<tr><td width=16% align=center>按性能</td><td width=17% align=center>按速度</td><td width=16% align=center>按性能</td><td width=17% align=center>按速度</td><td width=16% align=center>按性能</td><td width=17% align=center>按速度</td></tr><tr>";
echo "<td width=16%>
尖枝10z<br>
皮护腰210z<br>
青铜剑240z<br>
绉绸短甲1300z<br>
火爪3300z<br>
琥珀胸甲6100z<br>
穿身枪7400z<br>
佣兵之剑9200z<br>
防身护手11000z<br>
虎盔5300z<br>
<font color=red>蛇杖22000z</font><br>
</td>";
echo "<td width=17%>
尖枝10z<br>
皮护腰210z<br>
青铜剑240z<br>
圆盾1100z<br>
破风杖2200z<br>
绉绸短甲1300z<br>
火爪3300z<br>
四叶之冠1800<br>
匕首之王6200z<br>
刃之护手6800z<br>
冰戟12500z<br>
</td>";
echo "<td width=16%>
青苹果5z<br>
元气弹50z<br>
万能药100z<br>
兴奋剂200z<br>
皮鞋3000z<br>
毅力皮带3000z<br>
超爆弹800z<br>
梦之耳环1000z</br>
不惑戒指1000z</br>
防御戒指3000z</br>
钻石手环3000z</br>
</td>";
echo "<td width=17%>
青苹果5z<br>
元气弹50z<br>
万能药100z<br>
纯元气弹300z<br>
兴奋剂200z<br>
护身符500z<br>
健康凉鞋500z<br>
皮鞋3000z<br>
勇气之带3000z<br>
梦之耳环1000z<br>
不惑戒指1000z<br>
</td>";
echo "<td width=16%>
木之果5z<br>
肉干50z<br>
雷焰200z<br>
虎爪3800z<br>
<font color=red>飞跃之杆2000z</font><br>
毅力皮带3000z<br>
铃铛颈环10000z<br>
圣灵石3000z<br>
圣之围巾10000z<br>
火药弹10z<br>
棍头枪7000z<br>
</td>";
echo "<td width=17%>
木之果5z<br>
肉干50z<br>
棉布服50z<br>
火魂弹500z<br>
超爆弹800z<br>
铃铛颈环10000z<br>
<font color=red>飞跃之杆2000z</font><br>
死亡稀饭200z<br>
匕首之王6200z<br>
圣之围巾10000z<br>
圣灵石3000z<br>
</td></tr>";
echo "</table></center><br>";
echo "<center><a href='./bof3.php#begin'>返  回</a></center><br><br>";


?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
