<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<?php
echo "<a name=xinde><center><font color=red size=5>四、拜师心得</font></center>";
echo "<pre>--转自：百度BOF3贴吧 抖M色の深红<br>";
echo "<font color=red>龙</font>——全能力普通，倾向物理攻击
拜师方案1.过关流，师匠—巴巴德尔，龙神
只为了过关的话，是不需要那么麻烦的，巴巴德尔就是最好的选择，正常升级正常装备，所有师匠里，巴巴德尔是完全倾向于物理与存活的
变龙会觉得比较缺蓝，但是高物攻会让变身后的龙输出非凡，高血量也会在很多缺血的地方占到便宜，而且巴巴德尔还能+1防御，可以说实
在是很厚，无技术混关最合适，麻烦点的就是在迷宫里不小心用蓝的话，打boss就麻烦了
优点：标准装备配置后，生存能力很高
缺点：缺少AP，龙变身时间不稳定

拜师方案2.变身流，师匠—鱼人
因为龙成长都比较平均，所以如果只为了龙变身的话，前期谁都不拜最好，如果愿意压等级的话，拜鱼人以后蓝就更多了，变身以后无论是哪
种攻击型的龙攻击力都会x2以上，也就是说你的攻击力就算在高，也没意义，而且本来后期数值浮动就很高，基础值就更没那么重要了，全程
鱼人，血厚蓝高，变凯撒三倍血，你要是500就直接到1500，高抗性+高蓝量，根本就是无敌的嘛
优点：完全强化变身，boss战轻松无比
缺点：平时会有些棘手，打长老龙需要耐心

拜师方案3.混搭过关流，师匠—鱼人，龙神
嗯，这是我的一贯玩法，也需要一些小技巧，前期也会有点费劲。
首先还是谁都不拜，压级也不需要，直接拜鱼人，这样前期如果不练级的话会稍微有点费劲，但是没多少难打的地方，能用装备扛过去，阵形
也需要变通一下，比如说打冠希海豚就要变成防御阵，前锋会死无全尸，其他倒真没了。一旦过了马兄弟，开始全程轻松加简单，因为血量上来
了，玩法上也需要一点技巧，不过那些还是自己去琢磨比较好，总之我重玩的时候，除了冠希海豚被戳死一次以外其他的地方都是没有悬念的速
过，后期拜龙神练练级，血蓝都很厚实，然后基础属性一上来- -嗯，没什么可说了，不过可以再沙漠里和妖精的复制屋刷刷燕窝，因为这个玩法
速度还是有点慢的，刷20个出来就好，嗯？有点多？
优点：前期有血蓝，后期有攻击
缺点：前期没属性，后期磕燕窝
总结：过关轻松
- -嗯，我的玩法嘛，多个总结偏偏心很正常，嗯，不过不磕燕窝也可以哟，后手也可以的

<font color=red>妮娜</font>——高智力，高速度，皮薄没攻击，典型法师
拜师方案1.输出，师匠—贤树，梅加斯，耶米泰
其实说实话妮娜真的没什么用，如果妮娜有回血技能还好，但是回血技能被那个主角抢走了，妮娜只剩下输出技能，但是就算是满智力的天雷，伤
害也在800-1200左右，不仅很不稳定，而且还不高，最重要的是没什么像影子移动那样的爆发技能啊，所以妮娜前期就是克制属性输出，后期替补+辅助
拜贤树加点防御，打过马兄弟去拜梅加斯，一路到长大后去拜梅加斯，最普遍的流程了吧
优点：前期克制高，有输出
缺点：后期替补没戏份

拜师方案2.辅助，师匠—迪兰达尔/贤树，梅利普
智力值差的不多的话，对技能影响真没多少，一回合就全补出来了，所以妮娜前期即便需要输出，也不需要加多少智力，拜迪兰达尔拿个技能就好了，或
者拜贤树加点防御，之后拜梅利普，妮娜没有自带回血，所以没有速度加成，只能扔药，所以高速还是很必要的
优点：高速奶，不挨揍，有ex回合扳胜负的关键
缺点：喜欢输出的冷板凳

- -其实我觉得妮娜真的是冷板凳，除了嗑药已经没救了...龙3太注重物攻，魔法一点用都没有，这点龙4倒是好了不少，不过妮娜可以拿个送蓝的技能当蓝库

<font color=red>加兰多</font>——高攻防，低智商，没速度，坦克车
拜师方案1.后手辅助兼输出，师匠—那个谁..- -嗯..简直是同族的那个谁..啊说起来那个可是马啊，我记得有个人居然说那是牛..法尔
其实有很多人都不用加叔吧，不过加叔有个专用技能，除了他没别人有用的那种，决一死战，我貌似在很多地方说过，决一死战真的很好用，尤其是高防的加
叔，配上双重击撸米莉娅一回合1000血有木有，连撸5回合残血撸死僵尸龙有木有..
而且就算在印象上加叔都应该拜法尔，太配了
优点：高输出，后手辅助
缺点：耗蓝快

拜师方案2.快速辅助，师匠—梅利普/朵兰
我看有很多人都用速度阵，但是说实话我真的不常用，没什么意义，有人后手反而更有效，以后练练级升起来，速度足够出ex的话再用还好，但是只为通关的话，
速度阵没什么用处拿圣矛，穿雾铠，圣灵石+韦陀袜，如此威武的加叔你见过没，不过本身自带的就是高防和高输出，所以说实话不为了专门输出不去加攻防也没
什么问题，所以梅利普和朵兰换着用，看自己想选哪边就好了
优点：速度快，不限制于攻击十分自由
缺点：冷板凳の诅咒

咱个人还是很喜欢加叔的，各种意义上，那种意义除外

<font color=red>小桃</font>——高攻高速高智力，纸片一样薄，命中还低
拜师方案1.强力输出流，师匠—巴巴德尔，龙神
有很多人都因为小桃自带的回血而把她变成了一个辅助，但是你们这帮混蛋有没有考虑过那个攻击力198的原子弹的感受！那个能在商店买比128/1爆率的184攻的
王剑还高14攻击力的原子弹再怎么哭泣！你们考虑过没有!唔，miss高的确是个问题，但是把影子移动给小桃，本身自带的高攻+高速就足够让她在不加buff的时候
撸米莉娅一发1200有木有！
我是这个拜法，三人都是输出点，老娘就是一路开无双也没问题啊！
优点：高输出，能辅助
缺点：后期没血

拜师方案2.辅助，师匠—梅利普，耶米泰
前期加一加速度，后期加一加蓝量，一个全体大回复，蓝没怎么动血全满了，不过我看更多人是拿她放加速，多么浪费……
由于这种拜法我真没试过，所以我就不多说了
优点：随时随地能补血
缺点：纯靠龙输出

<font color=red>雷伊</font>——高速，其他都普通，倾向物理
拜师方案1.辅助，师匠—全程梅利普
雷伊大部分光辉都聚集在一开始，后期真的只能弄个辅助加开锁来混队伍了，用速度阵形也是他摆在最前面，不过如果能出ex回合的话，对整个战况都会有很高的帮助
优点：高速，有阵型对全体有很大帮助，还有加速技能
缺点：除了辅助没用处

拜师方案2.辅助以外，师匠—朵兰，龙神
辅助以外这个词很悲伤的，雷伊的最高武器是圣剑还是索命魔刀来着，圣剑吧，125攻击，雷伊到后期其实是有点薄的，而且血也不算多，用他输出兼辅助也就顶多了，
影子移动伤害也不高，唯一说得上的就是杀人虎，但是就算用了也没什么意义，他只能持续那点输出，真的不算多，而且看样子就算命令能一直持续，到后面也会解除
掉，很不安全
优点：可以输出，走向更广泛
缺点：不给力

<font color=red>培克洛</font>——每回合回复10%HP，HP超高成长，除此以外再无亮点
培克洛这个角色我一直没下功夫去研究，于是在这也不能说个什么出来了，我只能说，拜法尔和鱼人都可以，吹熄打小怪伤害不错

<font color=red>总结————————人物配合，技能，阵形————</font>
1.混关流，阵形—前锋/防御
混关龙+辅助雷伊+辅助小桃
技能：
龙.影子移动，怒气，双重击，狂暴
雷伊.治疗，复活
小桃.战争歌曲，命令

其实有个很好的东西，就是杀人虎，刚才问朋友说杀人虎清理厚实的小怪很威武
2.输出流，阵形—前锋/速度
混搭龙+输出加叔+输出小桃
技能：
龙.怒气，狂暴，三重击（这技能不好学，可以换狂击或者不带）
加兰多.决一死战，双重击，治疗
小桃.影子移动，战争歌曲，大防御

一回合龙给自己圣剑，加兰多决一死战，小桃战争歌曲
二回合想变龙变龙不变龙直接撸过去，不过混搭的龙还是变身好

嗯，我就说常用和我喜欢的吧，有其他的都补充上就好";
echo "</pre>";
echo "<a name=neww><center><font color=red size=5>八、杂 记</font></center>";
echo "<br><br>一、关于龙变身的详细资料可查看：<a href='http://bof.wikia.com/wiki/Breath_of_Fire_III' target=_blank>龙战士III</a>&nbsp;和&nbsp;<a href='http://www.gamefaqs.com/psp/928759-breath-of-fire-iii/faqs/'>龙战士III FAQ</a><br><br>";
echo "变身为真凯撒龙的组合为：<img src='./bof3_pic/InfinityGene_Sprite.gif' />&nbsp;&nbsp;<img src='./bof3_pic/RadianceGene_Sprite.png' />&nbsp;&nbsp;<img src='./bof3_pic/TranceGene_Sprite.png' />&nbsp;&nbsp;<font color=red>Infinity(真龙之力)</font> + <font color=red>Radiance(光明)</font> + <font color=red>Trance(转换)</font>";
echo "<br><br><font color=red>火山溶洞快速升级的方法：</font><br>";
echo "先决条件：1、先捡到红莲戒指和防火的衣服(AsbestosArmr)，然后刷紫色火岩怪的岩浆之铠，三名角色最好都配有上述装备，达到火免疫或者火吸收。<br>";
echo "2、在飞翼城备足复活药（200z）、火焰弹（10z）和冰河水晶(500z)<br>";
echo "3、去火山刷溶岩怪，大约扔15，6个火焰弹即可用冰河水晶秒乖收经验了 ^_^<br>";
echo "4、中间有人挂掉，其余两人直接用复活药，复活法术也行，但是法术有时会失败。<br>";
echo "<center><table width=30% border=0><tr><td width=50% align=center><img src='./bof3_pic/Vulcan_Sprite.gif' /></td><td width=50% align=center><img src='./bof3_pic/LavaMan_Sprite.gif' /></td></tr>";
echo "<tr><td width=50% align=center>紫色火岩怪</td><td width=50% align=center>火山刷溶岩怪</td></tr></table></center>";
echo "<br><br><font color=blue>船只加速，玩了这么久，我竟然不知道在找传说的水手和上黑船时按'O'键可以加速～～～</font><br>";
echo "<br><font color=red>取得死亡沙漠宝藏的走法：</font><br>";
echo "<font color=red>【生命之铠】</font>从工厂出发，向西走三个晚上，之后向北一直走（走到当西之明星居正西方的位置的时候）<br>
<font color=red>【皇帝之剑】</font>从绿洲出发，向西走四个晚上，之后向南一直走（走一个晚上多一点）<br>
<font color=red>【究极之爪】</font>从绿洲出发，向西一直走<br>";
echo "在黑市有<font color=red>【男服（Manly Clothes）】</font>买，属性为死后满血复活，是打狂兽的最佳装备。<br>";
echo "在黑船上的Bolt Mage掉落<font color=red>【风之袍（Robe of Wind）】</font>，属性为放雷、风、土，还可当装备使用，效果是加速<br>";
echo "装备（必须装备上的才可）作为道具使用的效果： <br>
<font color=red>【封魔之盾】</font>：ap吸收 <br>
<font color=red>【圣剑】</font>：强攻 <br>
<font color=red>【圣矛】</font>：全体强防 <br>
<font color=red>【漆黑之杖】</font>：沉默 <br>
<font color=red>【恩泽之杖】</font>：中回复 <br>
<font color=red>【力之凯】</font>：保护 <br>
<font color=red>【风之袍】</font>：加速 <br>
<font color=red>【龙之刀】</font>：狂火 <br>
<font color=red>【破坏之杖】</font>：雷 <br>
<font color=red>【黄铜爪】</font>：风暴 <br>
<font color=red>【皇帝之剑】</font>：狂雷 <br>
<font color=red>【破风杖】</font>：风 <br>
<font color=red>【匕首之王】</font>：加速 <br>
<font color=red>【断凯剑】</font>：弱防 <br>
<font color=red>【红玉之杖】</font>：火<br>其中封魔盾吸ap时必须己方没有或有很少的ap才会有效<br>";

echo "<br><br><center><a href='./bof3.php#begin'>返  回</a></center>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
