<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 全战车入手</span></p>";
echo "<p><br><br>N0.1 萨沙摩托车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c1.png' ></p><p>
位置：离别岛;
入手：开场剧情入手<br><br>
N0.2 拿破仑3号</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c2.png' ></p><p>
位置：香泽丽舍&悠远之歌;
入手：第一次在香泽丽舍外救助斯琪娅第一次入手;
第二次主线进行到攻打强盗家族据点时在悠远之歌中华料理店剧情入手<br><br>
N0.3 竞技者摩托车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c3.png' ></p><p>
位置：亚兰牧场;
入手：悠远之歌地下停车场小姑娘对话100G购的钥匙去亚兰牧场战斗后取得。<br><br>
N0.4 悠远之歌战车市场购买3选1(摩托车 超级汽车 R狼)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c4.png' ></p><p>
位置：悠远之歌;
入手：购买价格8900 12800 39800 （貌似）<br><br>
N0.5 超级跑车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c5.jpg' ></p><p>
位置：手指广场1号楼底层;
入手：打败赏金首甲壳虫首领后打开电源乘坐电梯下到底层。<br><br>
N0.6 装甲车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c6.png' ></p><p>
位置：复制博物馆;
入手：制博物馆内隐藏门后右下方二楼跳下。注意：隐藏门开启方法：所有石像朝右（有惊喜）。<br><br>
N0.7 防空战神车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c7.png' ></p><p>
位置：中央垃圾处理厂;
入手：中央垃圾处理厂剧情，基普博士与贝鲁因曼自爆未遂后，下方蓝色仓库内取得。<br><br>
 N0.8 生化战车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c8.png' ></p><p>
 位置：生化宫殿蕾娜博士制作;
入手：生化宫殿接受支线失踪的女士，帮助博士修好风力发电站（电池可以选择帮助左边发电站老大爷买感克星Z获得&1W购买波奇后向光头男购买）。然后回生化宫殿召蕾娜博士制作。<br><br>
N0.9 10式</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c9.png' ></p><p>
位置：阿米达拉玛左边岩石柱上;
入手：打碎岩石柱即可（铁球、钻头系列武器）。PS：此处有支线：阿米达拉玛顶层老太太希望你帮她儿子报仇，她会告诉你战车位置希望你来打败气象云。<br><br>
N0.10 红狼</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c10.png' ></p><p>
位置：悠远之歌右方沙漠，军舰恐龙左下位置;
入手：中央垃圾处理厂健之家的健收集20T废料后奖励超级金属探测仪。用它探测出红狼的位置。<br><br>
N0.11 出租车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c11.png' ></p><p>
位置：任意出租店;
入手：租赁任意一辆出租车，出租车收益1000G以上后可获得购买出租车资格。自选一辆。<br><br>
N0.12 花车</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/c12.png' ></p><p>
位置：回转城;
入手：回转城1000G与米内斯打赌决斗胜利后获得。表示美美花花的轿子车。</p>";
echo "<p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 部分强力战车装备</span></p>
<p>注意：装备只是部分，提供一下参考给新入手的小伙伴们看一下。装备无排名，自己选择自己需要的即可</p>
<table width=70% border=1 cellspacing=0 cellpadding=1><tr><td><pre>
※※※※※※主炮篇※※※※※※
A ※※※机神愤怒炮※※※
入手：高会心主炮。一周目通关后追加赏金首 机神强装马尔杜克掉落。
B ※※※强化宇宙炮※※※
入手：高会心主炮，通关神器。香肠旅馆右景品店8000积分兑换
C※※※火星爆射炮·改※※※
入手：间谍树左上位置 续·火星水母掉落
D※※※傻瓜爆射炮※※※
入手：一周目通关后追加赏金首 傻瓜乔治2世 掉落
E※※※生物加农炮Ω※※※
入手：多周目清小怪利器。通关后完成向往未来之愿后找生物宫殿蕾娜博士4选1领取
F※※※超电磁爆射炮※※※
入手：改满64发，配合宇宙玩偶的电气加成低周目可以玩玩。无名车库右边工业基地变形怪变身废墟T13掉落(需要打掉变形怪的头部、左臂、右臂才会变形)
G※※※杰克完成炮※※※
入手：高会心主炮。三周目通关后恶党博物馆战车出租店31号战车主炮（可购买31号战车获得）
H※※※冥王爆射炮※※※
入手：一周目通关追加赏金首 冥王星水母掉落
I※※※火星爆射炮※※※
入手：一周目前期不错的主炮。常驻赏金首火星水母掉落。
J※※※水泥炮※※※
入手：可降低对方回避。博爱前重工右蓝色仓库内，战神车获取地点。（需要万能钥匙）</pre>
</td></tr><tr><td><pre>
※※※※※※副炮篇※※※※※※
A※※※六之爆破※※※
入手：香肠旅馆景品店6000积分兑换
B※※※蛋蛋之眼※※※
入手;蛋蛋怪掉落。
C※※※杰克清道夫※※※
入手：同杰克完成炮。3周目通关31号出租车自带
D※※※绯牡丹火神炮※※※
入手：巨型工厂炸弹蜂掉落。
E※※※水泥机枪※※※
入手：香肠旅馆景品店2000积分兑换
※※※※※※SE篇※※※※※※
备注：本作SE表现并不亮眼，所以贴出几个以供参考。
A※※※雷龙导弹发射舱※※※
入手：钢铁之卵开出。
B※※※F-龙卷※※※
入手：某出租车自带。
C※※※X-龙卷※※※
入手：香肠旅馆精品店10000积分兑换。强力SE，过渡期神器。
D※※※沙门菌猿导弹※※※
入手：阿依达交易所下方沼泽处超级金属探测器。详情请看本帖12号埋藏物。
E※※※乌尔导弹※※※
入手：三周目追加赏金首 F44乌尔里奇掉落。
F※※※ATM绯牡丹※※※
入手：工业基地军团战车掉落。
G※※※大蛇导弹※※※
入手：前期神器。香肠旅馆精品店积分兑换。
H※※※灼热凤凰※※※
入手：阿依达交易所下方沼泽，超级金属探测器探测，同本帖12号埋藏物。
I※※※机神乱枪※※※
入手：一周目通关后追加赏金首机神强装马尔杜克掉落。很强力的SE</pre>
</td></tr><tr><td><pre>
※※※※※特殊SE篇※※※※※
备注：几个经典的特殊SE，提供几个仅供参考。
A※※※机神护光轮※※※
入手：无限弹药特殊迎击SE。一周目通关追加赏金首机身强壮马尔杜克掉落。
B※※※外接外壳※※※
入手：特殊SE，初始状态增加15T载重，自重5T。前期可以在萨曼莎帐篷发展到第4阶段购买。后期可在无名车库购买。工业基地箱子也存在。
C※※※扩散方阵※※※
入手：可全体迎击的SE，满改99发。中央垃圾处理厂埋藏物。详情参照本帖埋藏物。
D※※※绝对无敌护盾※※※
入手：被击高几率触发在战车周边形成强力护盾。DLC赏金首诺亚掉落。模拟器有特殊手段入手。</pre>
</td></tr><tr><td><pre>
※※※※※C装置篇※※※※※
备注：提供原始状态。隐藏属性自行探索。
A※※※水花四溅※※※
入手：赏金首T13格罗兹尼掉落。效果同齐射时刻。
B※※※博士K※※※
入手：会心一击为1穴2倍会心率。会心流必备神器之一。
C※※※安古利妖精※※※
入手：香肠旅馆景品店3500积分兑换。1穴四连射为主动攻击，效果同电光火石·极，不过会损坏武器（防御越高越不容易损坏）。
D※※※母舰总控※※※
入手：母舰雷龙掉落。增加属性提供引擎奖励。
E※※※队长66※※※
入手：香肠旅馆景品店9000积分兑换。满属性为第6穴连射+4。
F※※※电击密友※※※
入手：1穴连射+2.DLC购买。模拟器依旧有特殊手段。</pre>
</td></tr><tr><td><pre>
※※※※※※引擎篇※※※※※※
A※※※炎神※※※
入手：变形怪变身（见超电磁爆射炮）掘土挖掘机掉落。最强双子奖励引擎之一。
B※※※机神机关※※※
入手：机神强装马尔杜克掉落，最强力的双引擎之一。
C※※※火箭青龙※※※
入手：前期就可获得的双引擎。香肠旅馆景品店鲤鱼引擎升级&烤串天文台西南超级金属探测器探测（详细见本帖埋藏篇）
D※※※白虎加速器※※※
入手：葡萄庄园左边埋藏&沉船底层箱子内。轮式奖励的最强引擎之一。
E※※※怪鸟引擎※※※
入手：3周目通关追加赏金首F44乌尔里奇掉落。最强轮式车奖励引擎之一。
F※※※伊万涡轮※※※
入手：T13格萝兹尼掉落。（2星以上可改造为雷帝混合动力-无DLC最强单引擎）
G※※※雷帝混合动力※※※
入手：同上。
H※※※基德拉内燃机Ⅲ※※※
入手：赏金首掘土基德拉掉落，2星的那个可改造3阶段。
I※※※欧米茄生物※※※
入手：香肠旅馆景品店积分兑换。
J※※※梦幻喷气Ⅲ※※※
入手：赏金首梦幻马赫掉落梦幻引擎改造。前期很不错的发动机。</pre>
</td></tr></table>";

echo "</font></center>";
?>
