<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 支线任务</span></p>";
echo "<table width=50% border=1 cellspacing=0 cellpadding=1><tr><td><pre>
001<span style='color:#FF0000'>【晚饭的菜肴】</span>
和萨莎对话接受
调查闪光点集齐五个水芋
和萨莎对话交出
</pre></td></tr><tr><td><pre>
002<span style='color:#FF0000'>【最后的授课】</span>
和基普对话接受
调查一个书架把书拿给基普
看书并正确回答基普的提问
</pre></td></tr><tr><td><pre>
003<span style='color:#FF0000'>【救出基普博士！】</span>
出隧道遇到歌姬
在悠远之歌找到右京
没得到通行证被迫绕路
去中央海岛基普自爆失败
去金轮际下方废墟打败歌莫德
去拉图尔顶楼找到基普
回混凝土岛
去指定区域打败贝鲁因曼
</pre></td></tr><tr><td><pre>
004<span style='color:#FF0000'>【脸色难看的伤者】</span>
巴比隆大楼出口打倒红刀鱼后
和倒地男子对话接受
送他去香泽丽舍
</pre></td></tr><tr><td><pre>
005<span style='color:#FF0000'>【送给老板娘的东西】</span>
去香泽丽舍宿屋
和男子对话接受
去香肠旅馆把信交给阿碧
</pre></td></tr><tr><td><pre>
006<span style='color:#FF0000'>【传送的高手】</span>
香泽丽舍地下传送机旁接受
给他一个宇宙电池S
剧情使用传送装置
使用世界各处的传送装置
</pre></td></tr><tr><td><pre>
007<span style='color:#FF0000'>【收集电击的零件】</span>
失虹之穴内往左上方
去僵尸瑞拉城
和明奇对话接受
交给十个某种电子零件
</pre></td></tr><tr><td><pre>
008<span style='color:#FF0000'>【年幼的保镖】</span>
香肠旅馆触发剧情接受
击败熊猫猫并领取赏金
去向阿碧报告
</pre></td></tr><tr><td><pre>
009<span style='color:#FF0000'>【月光、她、通行证】</span>
去手指广场发生剧情
去他身后建筑二楼击破安全墙
向利基报告
回去睡一觉
去中华料理店和利基对话
再去睡一觉
再去中华料理店和斯琪雅对话
去亚当斯基牧场触发各种战斗
去香泽丽舍下面摩天轮拿箱子回特罗门发生剧情
</pre></td></tr><tr><td><pre>
010<span style='color:#FF0000'>【从门到门】</span>
出特罗门时卫兵求带去骸潜门
到骸潜门后去右上方墓地找他
把他带到神圣帐篷
跟去地下遗物车道
在中间的人骨教堂找他要报酬
</pre></td></tr><tr><td><pre>";
echo "011<span style='color:#FF0000'>【应该被定罪的人】</span>
完成<span style='color:#FF0000'>【月光、她、通行证】</span>
触发过偷窥洗澡剧情
办事处接受
去悠远之歌酒吧二楼
和光头对话
去香肠旅馆二楼
和女的对话聊出真实姓名
去香肠旅馆北边的第一个废墟
带马由那西到香肠旅馆二楼
推进剧情到一定进度
在香肠旅馆酒吧见到马由那西
带去香肠旅馆北边第一个废墟
去拉图尔十楼拿ID卡
</pre></td></tr><tr><td><pre>
012<span style='color:#FF0000'>【从拉图尔来的女子】</span>
<span style='color:#FF0000'>【应该被定罪的人】</span>任务中找奥莉比亚接受
去拉图尔塔东塔一楼
击破警卫机器获得牢房钥匙
去地下牢房找到李博士
用牢房钥匙开门救出李博士
</pre></td></tr><tr><td><pre>
013<span style='color:#FF0000'>【电力不足】</span>
去办事处接受
去悠远之歌右边
和托尔博士对话
交给博士五个宇宙电池
获得宇宙人偶
</pre></td></tr><tr><td><pre>
014<span style='color:#FF0000'>【沙漠开放的赤之花】</span>
去悠远之歌中华料理店
和梅梅对话
去犬帐篷和人对话
去扭曲谷帐篷和人对话
睡觉后出门采花共五朵
回中华料理店触发<span style='color:#FF0000'>【追踪！】</span>
去拉图尔八楼救出梅梅
带回中华料理店交给花
</pre></td></tr><tr><td><pre>
015<span style='color:#FF0000'>【追踪！】</span>
<span style='color:#FF0000'>【沙漠开放的赤之花】</span>中触发
跟去特罗门一路追到万福亭
几场战斗后回到中华料理店
(在露匹艾逗留期间某公寓楼某房间会触发
<span style='color:#FF0000'>【去阿米达拉马】</span>)
</pre></td></tr><tr><td><pre>
016<span style='color:#FF0000'>【给父亲的信】</span>
悠远之歌酒吧女处接受
去思念之井
开始光头不承认自己的身份
下井调查闪光点
再上去对话光头加入
回悠远之歌酒吧
问紫衣女得知委托人走了
去特罗门触发剧情
</pre></td></tr><tr><td><pre>
017<span style='color:#FF0000'>【寻找回不来的那个人】</span>
悠远之歌酒吧接受
去手指广场中间楼底层发现
回酒吧报告
(期间会触发赏金首战)
</pre></td></tr><tr><td><pre>
018<span style='color:#FF0000'>【谨记复仇】</span>
去骸潜门内东北角墓地
和妹子对话接受
击破梦幻马赫
可选送她回家
(把她送到贝尔艾博后第二天会开喷漆店)
</pre></td></tr><tr><td><pre>
019<span style='color:#FF0000'>【沙漠中的宇宙】</span>
去烤串天文台和博士对话接受
获得金属探测器
去骸潜门附近找到宇宙棒
交给博士后触发
<span style='color:#FF0000'>【寻找烧鸟部件】</span>
</pre></td></tr><tr><td><pre>
020<span style='color:#FF0000'>【寻找烧鸟部件】</span>
完成<span style='color:#FF0000'>【沙漠中的宇宙】</span>
博士给机器人头盔
用头盔找齐所有八个配件
注：
第一个天文台附近
第二个萨曼莎帐篷附近
第三个巴比隆车站附近
第四个生物宫殿附近
第五个达玛斯神殿山下附近
第六个猴面包树后面
第七个阿依达交易所多面体内
第八个结晶洞内</pre></td></tr><tr><td><pre>";
echo"021A<span style='color:#FF0000'>【熊猫猫的尸体】</span>
干掉熊猫猫
带其尸体让明奇复活
若不收留则本任务失败
后续会在贝尔艾博酒吧出现
然后死在阿依达交易所附近
再次带去让明奇复活
同意加入则完成<span style='color:#FF0000'>【X的尸体】</span>
与<span style='color:#FF0000'>【X的尸体】</span>二选一
</pre></td></tr><tr><td><pre>
021B<span style='color:#FF0000'>【X的尸体】</span>
<span style='color:#FF0000'>【熊猫猫的尸体】</span>中不让加入
(该任务失败)
她会自己走了
在贝尔艾博酒吧遇到
跟红毛男触发剧情后离开
去阿依达交易所南边不远的坑
发现尸体带给明奇复活
邀她加入完成
(还可以放跑她)
(与<span style='color:#FF0000'>【熊猫猫的尸体】</span>二选一)
</pre></td></tr><tr><td><pre>
022<span style='color:#FF0000'>【被关上的冷冻室】</span>
完成<span style='color:#FF0000'>【收集电击的零件】</span>
去过贝尔艾博
取得镇内西北墙根处的火炎枪装备在第一个人的第一个位置
帮助明奇打开门选用火
各种废话后明奇同意用火攻
</pre></td></tr><tr><td><pre>
023<span style='color:#FF0000'>【最后的决斗】</span>
<span style='color:#FF0000'>【月光、她、通行证】</span>任务中去亚当斯基牧场各种战斗后
打败马鲁迪一家
(会留下一个活口)
到过骸潜门需要一定声望
或者到达神圣帐篷？
去悠远之歌门口有人来通知
获得决斗书
去骸潜门和马鲁迪余孽决斗
</pre></td></tr><tr><td><pre>
024<span style='color:#FF0000'>【钟声为谁而鸣】</span>
贝尔艾博钟楼下触发
走下水道去饮龙潭找铁匠老人
带回贝尔艾博
搜刮20t废铁并交给光头
和老人对话
去下水道最底层开宝箱拿纹章
睡一觉后去敲钟
(报酬选铜像触发铜像传说)
</pre></td></tr><tr><td><pre>
025<span style='color:#FF0000'>【哨兵的便当】</span>
贝尔艾博左下角帐篷内接受
给卫兵送便当共7个
(只记了三个难找的
从下水道过去一人、
右上角屋内队长、
造钟铁匠屋后墙角
大钟造好后此任务会消失
不管完成与否)
</pre></td></tr><tr><td><pre>
026<span style='color:#FF0000'>【铜像传说】</span>
<span style='color:#FF0000'>【钟声为谁而鸣】</span>中谈报酬
造好后铁匠家触发
根据大小找来相应数量的废铁
</pre></td></tr><tr><td><pre>
027<span style='color:#FF0000'>【拯救云母！】</span>
完成<span style='color:#FF0000'>【追踪！】</span>
修好贝尔艾博的钟
去贝尔艾博酒吧
打听得知女孩云母不见了
出酒吧和门口的母亲对话接受
去下水道入口和人对话
得知云母被拐去了下水道
去下水道最底层
进右上方的门一路出来
触发剧情战斗救出云母
去贝尔艾博酒吧门口交出云母
</pre></td></tr><tr><td><pre>
028<span style='color:#FF0000'>【过去的护卫】</span>
贝尔艾博钟楼后三兄弟处接受
(需要一定知名度)
(领赏金和做任务都能提升)
</pre></td></tr><tr><td><pre>
029<span style='color:#FF0000'>【消失的2号】</span>
办事处接受
去贝尔艾博出租店
用GPS和金属探测器找到位置
(位置在位置坐标的笔记里)
推开石头
</pre></td></tr><tr><td><pre>
030<span style='color:#FF0000'>【两个人的武器店】</span>
去贝尔艾博人类店
去左边那个人类武器店接受
去阿依达交易所
去二楼挖掘店拿货
回贝尔艾博人类店
交给左边那个人类武器店老板(若交给右边武器店任务失败且无新品增加)</pre></td></tr><tr><td><pre>";
echo "031<span style='color:#FF0000'>【钢铁人参】</span>
去贝尔艾博家具店触发剧情
睡一觉后再去接受
去下水道最底层
进左边第一个门
一路出来到孤岛
在东边探测找到三个钢铁人参
去贝尔艾博家具店交出
</pre></td></tr><tr><td><pre>
032<span style='color:#FF0000'>【寻求建筑家】</span>
需在萨曼莎帐篷消费一定金额
(奥尔加的销售额貌似不算
我是正常更新人车装备足矣)
睡觉后再回来触发本任务
建成后消费越多发展越快
(我是正常更新人车装备足矣)(建成后每安排一次女子工作我就更新一次人车装备足矣
每安排完一次就传真到大地图再进来共可安排五次就结束)(建成后给卖围巾妹子很多钱会收到一个吻
累计20W就改造满了共四阶段
卖不少好东西也能改造底盘、C装置、双重化、第六穴)
</pre></td></tr><tr><td><pre>
033<span style='color:#FF0000'>【娴熟的修理师】</span>
去贝尔艾博办事处接受
去贝尔艾博村口
和卡车旁边白衣女对话
(队伍里有拉罗会触发一系列特殊剧情)
跟去地下遗物车道
到达左上方的出口
全程自动导航
</pre></td></tr><tr><td><pre>
034<span style='color:#FF0000'>【寻找蕾迪！】</span>
去生物宫殿和机器人对话
去西边的4号发电所找到博士打倒屋内怪物
去西边的7号发电所
调查小狗触发剧情
向光头赎买小狗
向光头购买电池
(或者去更西边的13号发电所和老人对话
触发<span style='color:#FF0000'>【古德曼的请求】</span>
完成<span style='color:#FF0000'>【古德曼的请求】</span>
也可获得电池)
把电池交给唐克蕾迪博士
</pre></td></tr><tr><td><pre>
035<span style='color:#FF0000'>【古德曼的请求】</span>
去贝尔艾博西南的13号发电所
和老人对话接受
去贝尔艾博人类店
和左边人类道具店老板对话
得知要去阿依达交易所购买
去阿依达交易所拿药
回13号发电所交给古德曼
</pre></td></tr><tr><td><pre>
036<span style='color:#FF0000'>【未知的护送】</span>
<span style='color:#FF0000'>【过去的护卫】</span>几天后
贝尔艾博钟楼下老地方
全程自动导航
(古音查克未击破的话必遭遇)
</pre></td></tr><tr><td><pre>
037<span style='color:#FF0000'>【某个呼唤】</span>
完成<span style='color:#FF0000'>【娴熟的修理师】</span>
在香肠旅馆触发一系列机械师剧情(需要一定声望)
去办事处接受
去悠远之歌右上方的废墟
</pre></td></tr><tr><td><pre>
038<span style='color:#FF0000'>【温泉和水桶和我】</span>
阿依达交易所触发蚊香女剧情
购入一定数量的蚊香后她开店
接受任务去香肠旅馆打水
</pre></td></tr><tr><td><pre>
039<span style='color:#FF0000'>【塞拉的发明】</span>
完成<span style='color:#FF0000'>【温泉和水桶和我】</span>
几天后找蚊香女接受
去阿米达拉马买水
(需先救出大地图西南角那个被岩石困住的水店老板)
</pre></td></tr><tr><td><pre>
040<span style='color:#FF0000'>【寻找卡莉的丈夫】</span>
从阿依达交易所西边洞口出来不远处就是嘉丽之家
进去和卡莉对话
去达玛斯神殿右上方附近
推开石像残骸发现密道入口
下去发现卡莉的丈夫波恩
剧情后跟去神殿左上方附近
剧情后可选择是否让卡莉加入
(会有后续)
(卡莉加入后好像不能踢出)
(不让加入会一直站在那)
(随时对话可加入)</pre></td></tr><tr><td><pre>";
echo "041A<span style='color:#FF0000'>【可疑的货物】</span>
阿依达交易所左边山洞出来
向南某个休息所接受
送到位于达玛斯神殿和阿米达拉马之间两个废墟靠右边那个
(此任务箱子能打开提前存档)
(打开是一堆老鼠打死陪三十个老鼠肉)
(选择不交货物并开战的后续是孤儿院遇袭、贾戈出面救了孩子们、在阿米达拉马找到了那些孤儿)
(与<span style='color:#FF0000'>【老鼠肉】</span>二选一)
</pre></td></tr><tr><td><pre>
041B<span style='color:#FF0000'>【老鼠肉】</span>
<span style='color:#FF0000'>【可疑的货物】</span>中打开箱子后去任务目标地点承认开了箱子后触发
收集三十个老鼠肉
回去报告完成
(与<span style='color:#FF0000'>【可疑的货物】</span>二选一)
</pre></td></tr><tr><td><pre>
041B2<span style='color:#FF0000'>【儿童生命的价值】</span>
<span style='color:#FF0000'>【可疑的货物】</span>中
交货时先选第一个
问箱子里是什么
然后选两次不给
然后选第三项开战
不要打开箱子
去孤儿院屋后井旁黑狗加入
去阿米达拉马自家
(阿米达左下角被出售的山洞)
楼上那个洞
和光头对话触发剧情
和护士对话触发任务
去悠远之歌人类道具店
买退烧药
回阿米达拉马自家楼上
交出退烧药
(这样入黑狗比较好
本任务在孤儿院门口对战全灭也能触发)
</pre></td></tr><tr><td><pre>
041B3<span style='color:#FF0000'>【那一天终于来到】</span>
<span style='color:#FF0000'>【儿童生命的价值】</span>完成
三天后办事处接受
去孤儿院进门时触发剧情
清理一楼二楼庭院的怪
到一定数量后完成
<span style='color:#FF0000'>【弯曲的勺子】</span>
去达玛斯神殿和达玛斯对话
买好500入门套装后
去办事处接受
去达玛斯神殿和达玛斯对话
把达玛斯给的30个弯曲的勺子
变直后和达玛斯对话
</pre></td></tr><tr><td><pre>
042<span style='color:#FF0000'>【少女的去向】</span>
雨果的大洞附近营地接受
去调查营地内左上角的铁桶
找到淘气的小女孩
</pre></td></tr><tr><td><pre>
043<span style='color:#FF0000'>【求救信号】</span>
四手站内铁路某处机器人触发
用小车运土去填坑
需打破一面墙才够
填完坑后先别跟去
先去把左边的车厢全部推到底从右边梯子上去到左边对面下从大楼梯出来到世界地图
进另一个入口下去看到火车
调查角落的电闸打开电源
进火车启动火车到了后下火车
开战车去和机器人对话
调查废墟开战
调查倒地的机器人残骸
获得名片交给机器人
</pre></td></tr><tr><td><pre>
044<span style='color:#FF0000'>【男人闪了腰】</span>
四手站启动火车后
去和乞丐模样的人对话
把他推到床上
(完成后可以和他交换道具)
(交换到一定数量会有新任务)
(这人能交换到超级稀有金属)
(去阿米达拉马一楼右上角的商店买20G一个的空飞鱼和他交换可刷超级稀有金属)
</pre></td></tr><tr><td><pre>
045<span style='color:#FF0000'>【瓦砾和老人】</span>
去健之家和老人对话触发
去收集20t废铁交给他
获得大型金属探测器
</pre></td></tr><tr><td><pre>
046<span style='color:#FF0000'>【埋没的记忆】</span>
去健之家外面的垃圾山上
用大型金属探测器找出机器人
就在附近找齐部件安装好
回屋和老人对话
(此任务跟阿龙阿虎有关
初次相见是在贝尔艾博办事处之后是在姜戈岭
再后是在水晶洞)
</pre></td></tr><tr><td><pre>
047<span style='color:#FF0000'>【阿龙的执念】</span>
去健之家发现阿龙阿虎
和阿龙对话接受
出门上垃圾山固定遇到雷天使打败后回屋向阿虎报告
(若之前就打死雷天使的话
此任务不会出现)
</pre></td></tr><tr><td><pre>
048<span style='color:#FF0000'>【轻便C装置的喜爱】</span>
达玛斯神殿山下接受
找一个不超过0.15t的C装置
交给委托人
(最初摩托的C、爱丽丝2027阿依达可以买到)
</pre></td></tr><tr><td><pre>
049<span style='color:#FF0000'>【弯曲的勺子】</span>
去达玛斯神殿和达玛斯对话
买好500入门套装后
去办事处接受
去达玛斯神殿和达玛斯对话
把达玛斯给的30个弯曲的勺子
变直后和达玛斯对话
</pre></td></tr><tr><td><pre>
050<span style='color:#FF0000'>【大魔法师竞赛】</span>
去达玛斯神殿内达玛斯处
购买500入门套装
(有钱的话尽量多买)
使用入门书并成功
和达玛斯对话接受
满世界寻找勺子
去达玛斯神殿交给达玛斯
以提升点数
(金勺子位置：
PPX传送机右上宝箱
失虹之穴内危险路牌左边探测
金轮际旅馆最右上角的房间内
四手站乞丐男边上的铁轨探测
空间站医生屋柜子里)
(<span style='color:#FF0000'>【打倒恐龙！】</span>任务中
给他一个普通勺子
打倒恐龙后调查闪光点
奖励为一本技能书
使用后习得无视对方属性攻击随LV上升威力加大)
(最坑爹任务)</pre></td></tr><tr><td><pre>";
echo "051<span style='color:#FF0000'>【魔法的秘方】</span>
接受条件同<span style='color:#FF0000'>【大魔法师竞赛】</span>
(需要500点才能接受)
前两种打怪掉落
森林蘑菇在阿米达拉马西北的秘密的狩猎场闪光点随便捡
宇宙萝卜的根需要传送出错到宇宙空间站打萝卜掉落
集齐后交给达玛斯
跟去神殿内右边大锅处
根据提示制作
(平常选搅拌提示小火选加薪)
(中途不要手贱把勺子交了不然这周目这任务估计完不成)
</pre></td></tr><tr><td><pre>
052<span style='color:#FF0000'>【消失的继承人】</span>
完成<span style='color:#FF0000'>【塞拉的发明】</span>后继续到塞拉那里购买一定数量的东西
几天后办事处接受
去卡托尔豪宅和老爷爷对话
去露匹艾的月光大楼打听下落
(歌姬排第一会跟二楼阳台的人互动)
去中华料理店打听下落
去贝尔艾博家具店打听下落
(<span style='color:#FF0000'>【钢铁人参】</span>还没完成的话需先完成后睡一觉才能打听)
回卡托尔豪宅向老爷爷报告
</pre></td></tr><tr><td><pre>
053<span style='color:#FF0000'>【收藏家】</span>
去露匹艾右上方某屋
和女子对话接受
黄金蚂蚁的触角在天文台附近青虫的角在愤怒丛林
银足在葡萄馆外打怪掉落
电击金羽在金轮际夏令营独有
仇尾同青虫的角
</pre></td></tr><tr><td><pre>
054<span style='color:#FF0000'>【危险的办事】</span>
去露匹艾左上方的D栋公寓楼在一楼某屋发现一家三口吵架
去D栋右上方的A栋一楼
发现女儿和男友并和男友对话去露匹艾入口屋内
在门口的男子处买装死药
把药交给男友
</pre></td></tr><tr><td><pre>
055<span style='color:#FF0000'>【去阿米达拉马】</span>
去露匹艾某栋公寓楼
去二楼某房间对话接受
去阿米达拉马左上方的邓肯家
把货物交给邓肯
(这个箱子打开是三十个狗粮但任务会失败)
</pre></td></tr><tr><td><pre>
056<span style='color:#FF0000'>【住宅之女】</span>
去露匹艾左下方的C栋公寓楼在门口发生剧情接受
逐层消灭老鼠
回去向女子报告发生剧情
去左上角发现井盖
回去和女子对话拿井盖钥匙
下去边打老鼠边靠近闪光点
得到ID卡后去楼顶关闭电源再清一遍老鼠
(最早能改造武器的方法：
首次进阿依达交易所发生剧情去卡托尔豪宅再次遇到塞拉
回阿依达交易所去照顾塞拉
购买蚊香到一定数量她会开店继续购买烟花道具
几天后去和塞拉对话接新任务去香肠旅馆打水
然后买液态蚊香
几天后去阿米达拉马水店买水去大地图西南角附近
救出被石头困住的水店老板
去阿米达拉马水店买水
回阿依达交易所把水交给塞拉继续照顾塞拉购买新产品
几天后去卡托尔豪宅三楼
和比尔捷老爷爷对话接受
<span style='color:#FF0000'>【消失的继承人】</span>任务
获得比尔捷通行手印
通过特罗门到露匹艾改武器)
</pre></td></tr><tr><td><pre>
057<span style='color:#FF0000'>【电击！电击！！】</span>
完成<span style='color:#FF0000'>【被关上的冷冻室】</span>
几天后找明奇
移动避雷针直到导下雷电
完事后找明奇
</pre></td></tr><tr><td><pre>
058<span style='color:#FF0000'>【出现！熊猫猫2号！】</span>
完成<span style='color:#FF0000'>【熊猫猫的尸体】</span>
X-艾露在队伍里
去阿米达拉马顶端触发剧情战
去人类园触发剧情战
回阿米达拉马剧情战
(回到阿米达拉马触发剧情时最好直接去顶端救人
若不管山顶上的人
而在阿米达拉马进屋睡觉
第二天会看不到人？)
</pre></td></tr><tr><td><pre>
059<span style='color:#FF0000'>【搬运屋猎人】</span>
完成<span style='color:#FF0000'>【轻便C装置的喜爱】</span>
阿米达拉马一层右边第二个洞白衣商人处接受
去水坝战车店交货
(需先完成<span style='color:#FF0000'>【车库的保镖】</span>或<span style='color:#FF0000'>【旅店的保镖】</span>水坝通上电才能交货物)
</pre></td></tr><tr><td><pre>
060<span style='color:#FF0000'>【穿过念力岩】</span>
去阿米达拉马内右下角山洞
和光头对话接受
击破各种岩石
向光头报告
(完成几天后这里会建成车库并增加喷漆店和瀑布洗车)
</pre></td></tr><tr><td><pre>
061<span style='color:#FF0000'>【复仇的另一端】</span>
去阿米达拉马顶层
进帐篷和老太太对话接受
消灭气象云
回帐篷和男人对话
获得密码打开保险箱
(如果先去后面镇子前面好多任务接不到)
</pre></td></tr><tr><td><pre>
062<span style='color:#FF0000'>【前往某个梦的尽头】</span>
去僵尸卡拉OK
清理2345号包间的僵尸
(5号包间拿到3号包间钥匙
进入主馆左边侧门
调查电脑插入3号包间钥匙
关掉电源去4号包间唱歌
超过83点会引出僵尸
如此反复杀光
唱歌点数与选择速度和
歌词正确性有关)
去阿米达拉马某层
和爱唱歌的老头对话接受
带他去僵尸卡拉OK一号包间
调查点唱机剧情后完成
(完成几天后可回去看望老人)
</pre></td></tr><tr><td><pre>
063<span style='color:#FF0000'>【传达思念】</span>
去阿米达拉马右下角的山洞
救出缪特
去阿米达拉马右上方的洞
和基对话接受
去人类园送信
回阿米达拉马向基报告
</pre></td></tr><tr><td><pre>
064<span style='color:#FF0000'>【跨越种族】</span>
<span style='color:#FF0000'>【传达思念】</span>完成几天后
去阿米达拉马右上方的洞
和基对话接受
带他去人类园北边废墟
送他回阿米达拉马
</pre></td></tr><tr><td><pre>
065<span style='color:#FF0000'>【消失的象征】</span>
完成<span style='color:#FF0000'>【跨越种族】</span>几天后
去人类园门口对话接受
去人类园内打听
去人类园北边废墟触发剧情
出门勾引
回人类园门口报告
去阿米达拉马发生剧情
</pre></td></tr><tr><td><pre>
066<span style='color:#FF0000'>【倒霉的女子】</span>
去阿米达拉马一楼左边
触发剧情选择帮助拉琪娜接受
去阿米达拉马西北的愤怒丛林和丛林东边的商人对话
可以购买蓝色甲虫的翅膀
(若是自己打到的话交任务时
刷下场景会触发剧情选择帮她并给她买房子会成为后宫)
</pre></td></tr><tr><td><pre>
067<span style='color:#FF0000'>【男子的自动电唱机】</span>
<span style='color:#FF0000'>【男人闪了腰】</span>完成几天后
去四手站和乞丐男子对话
去阿米达拉马家具店
买一个电唱机给他
回去向乞丐男子报告
</pre></td></tr><tr><td><pre>
068<span style='color:#FF0000'>【男子情况】</span>
<span style='color:#FF0000'>【男子的自动电唱机】</span>完成后乞丐男让你找一个人
去阿米达拉马酒吧找老板
出门发生剧情
去阿米达拉马东南方的废墟
把尸体带给四手站乞丐男子看剧情战后完成
</pre></td></tr><tr><td><pre>
069<span style='color:#FF0000'>【消失的少年们】</span>
完成<span style='color:#FF0000'>【可疑的货物】</span>
具体触发条件未知
多次进出孤儿院会有狩猎剧情我是狩猎剧情几天后触发的
去孤儿院右侧下水道救出儿童
(貌似要完成
<span style='color:#FF0000'>【轻便C装置的喜爱】</span>
才会有狩猎剧情)
(要在触发采蘑菇和打野猪的狩猎剧情后触发本任务)
(触发条件貌似与喂食门口的柴犬有关要喂它老鼠肉)
</pre></td></tr><tr><td><pre>
070<span style='color:#FF0000'>【队员4号】</span>
去阿米达拉马西北的愤怒森林中央沉船火堆旁接受
向火堆扔各种烟花
一定数量后触发剧情
进去船内最底层击败赏金首
底层最左边发现大量蜂蜜完成</pre></td></tr><tr><td><pre>";
echo "071<span style='color:#FF0000'>【救命队员】</span>
<span style='color:#FF0000'>【队员4号】</span>最后一步完成后回到受伤二人身边
把尸体带给明奇复活
把他送回沉船底层
</pre></td></tr><tr><td><pre>
072<span style='color:#FF0000'>【寻找母亲】</span>
与拉琪娜到一定好感度
触发有人告知母亲信息的剧情
(和她吃饭、睡觉，给买家具和零花钱都能增加好感度)
去水坝旅店触发剧情
回去向拉琪娜报告
</pre></td></tr><tr><td><pre>
073<span style='color:#FF0000'>【去办事的理由】</span>
去回转城入口的帐篷
去柜台后面
和最里面的人对话
帮他卖掉象牙手枪
记得重装上装备
</pre></td></tr><tr><td><pre>
074<span style='color:#FF0000'>【真之寿司】</span>
去回转城里面的城堡
和门口的人对话
给他各种食材
</pre></td></tr><tr><td><pre>
075<span style='color:#FF0000'>【烟花的材料】</span>
完成<span style='color:#FF0000'>【真之寿司】</span>
去办事处接受
去回转城御殿
和门口的人对话
去二楼和老板对话
玩一次吃寿司游戏
去二楼和白衣男对话
火箭炮在间谍树下绿洲营地
铜锭三个打神风弹子掉落
有实力可打沙漠的闪光红鲨鱼
盐块在中华料理店地下室
(触发<span style='color:#FF0000'>【追踪！】</span>卡琳离开后就能去地下室)
去回转城御殿二楼交出材料
欣赏剧情
第二天去酒吧对话完成
(完成<span style='color:#FF0000'>【真之寿司】</span>后
和委托人对话是否需要等几天才能触发<span style='color:#FF0000'>【烟花的材料】</span>
还不清楚)
</pre></td></tr><tr><td><pre>
076<span style='color:#FF0000'>【宇宙庭园的锄草】</span>
传送出错来到轨道电梯
下到地面进门
从电梯跳到一楼打开电源
去左侧调查电脑传送到空间站
去顶部庭园找到大家
和土地边的人对话接受
除完草回去报告
</pre></td></tr><tr><td><pre>
077<span style='color:#FF0000'>【消灭女王】</span>
完成<span style='color:#FF0000'>【宇宙庭园的锄草】</span>
剧情来到萝卜坑开打
</pre></td></tr><tr><td><pre>
078<span style='color:#FF0000'>【太空蜂的恐怖】</span>
完成<span style='color:#FF0000'>【消灭女王】</span>几天后
可以回家也可在这杀几天萝卜救出被困的两拨人
消灭所有的蜜蜂
(慢慢挨着区域清
屏幕上危险度显示条没了就是此区域清完去下一区域
除掉蜜蜂后大家都回到地球了
这时去控制室还有个人通关后可接去消灭一个僵尸的任务
去花园勾引僵尸打掉后交任务
</pre></td></tr><tr><td><pre>
079<span style='color:#FF0000'>【酿酒】</span>
去葡萄馆找女招待进入
触发剧情和光头对话
把没种的位置种满
和光头对话
去右上角屋子中间房间睡觉
和光头对话
杀怪完成后和光头对话睡觉
直接收完全部果实包括别人的
和光头对话
把葡萄踩成凹凸不平
和光头对话不用推油桶
直接选想试试更长的跑道两次
把跑道换成最长也不用推油桶
直接和光头说话谎称推完了
去大厅评定恭喜成为新馆主
后宫+1
此方法最简单最快捷
而且一次性就可以100%成功
(完成后在冒险指南里消失)
</pre></td></tr><tr><td><pre>
080<span style='color:#FF0000'>【盗遍世界】</span>
去爬间谍树坐电梯到底楼
出小门往右走调查骷髅
回去坐电梯到三楼
调查地上的闪光点获得密码
调查计算机并用ID卡打开
间谍眼发射激光点亮
阿依达交易所的谜之多面体
去阿依达交易所
调查谜之多面体
进去得到万能钥匙
用机器人的头盔得到烧鸟部件
按照冒险指南的详细指示
挨个搜刮全世界
(其中离别岛是神圣帐篷地下的遗物车道非开始的离别岛
此处汉化翻译错误)
(运河运河地道：
人类武器店、地下车库、
酒吧点唱机、
某人告知某民宅柜子后面)
</pre></td></tr><tr><td><pre>
081<span style='color:#FF0000'>【离天国最近的贩卖机】</span>
去水坝酒吧接受
去第二沙漠找到幻之贩卖机
装上信号器回水坝酒吧交任务
得知委托人去找幻之贩卖机了
去幻之贩卖机处调查尸体
装没装信号器结果不同
</pre></td></tr><tr><td><pre>
082<span style='color:#FF0000'>【恋人们】</span>
去水坝酒吧和海拉对话接受
(选择不同
她会自己去恶党博物馆某处
找到她后后面的剧情一样)
去恶党博物馆打听秀人的下落
去恶党博物馆南面无敌健身房打败姐妹后去三楼打开牢房
救出秀人后回水坝向海拉报告
带海拉去金轮际旅馆右边房间剧情后追出去
金轮际旅馆下面附近找到海拉
剧情后完成
</pre></td></tr><tr><td><pre>
083A<span style='color:#FF0000'>【旅店的保镖】</span>
去水坝办事处接受
去酒吧找宿屋老板娘
卸下全部武器后和修理工对话
被带去打石头
醒来找宿屋老板娘选准备OK
去车库地下B4
修好电源后回去报告老板娘
(与<span style='color:#FF0000'>【车库的保镖】</span>二选一)
</pre></td></tr><tr><td><pre>
083B<span style='color:#FF0000'>【车库的保镖】</span>
去水坝战车店
和灰衣胖子对话接受
去第二沙漠击杀指定的怪
回去交给胖子并对话准备OK
消灭B4的怪物后
回去向胖子报告
(与<span style='color:#FF0000'>【旅店的保镖】</span>二选一)
</pre></td></tr><tr><td><pre>
084A<span style='color:#FF0000'>【成员募集】</span>
完成<span style='color:#FF0000'>【车库的保镖】</span>
或者<span style='color:#FF0000'>【旅店的保镖】</span>
办事处接受
在金轮际旅馆遇到那个摔跤女
和她对话选准备OK触发剧情
有三个难度报酬价值不同
选好后进入夏令营猜谜
谜题解法如下：
恶魔：左下角森林处的男人
南国娘击：
右侧沙滩附近走动的女人
封印之箱：
中央左侧某屋子时间就是密码
黄金果实：
森林左下角某棵金色的椰子树
银卵：
中央冰湖靠左下用金属探测器
水箱：左下海水中箱子
赤色妖精：中央冰湖红色气球黄金之卵：
金色军舰龙附近用金属探测器
海龟：中央冰湖被冻住长颈龙人形：右侧某屋桌上的乌龟
双子之龟：
入口最近的那条长颈龙
滨边SOS：右侧沙滩亮点
找完宝箱输入密码获得奖励
密码如下：
难度一：きずな
难度二：こどもたち
难度三：あしたにむかつて
(难度三的第七个日文有两个一大一小选小的那个才正确)夏令营左上角小屋触发剧情
(把黑衣人引到中央冰湖
战斗中使用煤油灯剧情杀)
(煤油灯在沙滩边有卖
搜刮某个屋子里也有一个)
</pre></td></tr><tr><td><pre>
084B<span style='color:#FF0000'>【迷失的财宝】</span>
去运河运河酒吧
找男艺术家、女士兵组队接受
去金轮际旅馆黄金大门
做法同<span style='color:#FF0000'>【成员募集】</span>
(若未去办事处
领取<span style='color:#FF0000'>【成员募集】</span>
此任务会有BUG：
进夏令营后二人会变成0级0血主人公模样
无法通过黑衣人杀掉)
(与<span style='color:#FF0000'>【成员募集】</span>二选一)
</pre></td></tr><tr><td><pre>
085<span style='color:#FF0000'>【搬运屋行业也不轻松】</span>
<span style='color:#FF0000'>【搬运屋猎人】</span>完成后
回阿米达拉马右下方山洞
向白衣男子报告得到一个称号
去水坝和修理店老板对话
接受新包裹
去运河运河车库询问
得知收货人去了金轮际旅馆
去金轮际旅馆地下车库
发现收货人将其带出车库
(别走太快让她跟上你
到最后上楼即可)
回运河运河交出货物
</pre></td></tr><tr><td><pre>
086<span style='color:#FF0000'>【寻找母亲2】</span>
完成<span style='color:#FF0000'>【寻找母亲】</span>
与拉琪娜到一定好感度会继续触发有人告知母亲信息的剧情
接受后去金轮际旅馆右上房间和母亲对话后回去告诉拉琪娜再返回金轮际旅馆告诉母亲
(我的是拉琪娜回到母亲身边)
(送了全套家具经过X天后
拉琪娜回到阿米达拉马
但母亲没一起来
怀疑与她结婚和母亲有关)
(拉琪娜回到阿米达拉马时说那里太无聊了
妈妈也习惯一个人生活了
而且还有传送机随时可以去
最重要的是我想你了)
(这家里油桶卡住的路后面通孤儿院下水道)
</pre></td></tr><tr><td><pre>
087<span style='color:#FF0000'>【救命！】</span>
去金轮际旅馆的路上
遇到昏倒的少女
带她去金轮际旅馆
(此后可看见她的各种状态)
(在找某人)
(在当按摩女)
(后续是在<span style='color:#FF0000'>【暴走女友】</span>中她第一个打我们)
</pre></td></tr><tr><td><pre>
088<span style='color:#FF0000'>【梦之碎片】</span>
去金轮际旅馆右侧某房间
和老人对话接受
去西北雪原用探测器找出箱子
回金轮际旅馆把箱子交给老人
(完成几天后老人开店
出售GPS坐标
需用某种电子零件换)
</pre></td></tr><tr><td><pre>
089<span style='color:#FF0000'>【带子猎人】</span>
去金轮际旅馆右边某房间
触发夫妻吵架剧情
切换场景后去和男主对话接受
和小女孩玩几次捉迷藏后吃饭睡觉触发剧情
去运河运河旅馆一楼
和女孩父亲对话
去二楼和女孩母亲对话
去一楼接受父亲的
<span style='color:#FF0000'>【通往戒指之路】</span>任务
完成后触发剧情
和女孩父亲对话完成</pre></td></tr><tr><td><pre>";
echo "090<span style='color:#FF0000'>【暴走女友】</span>
完成所有跟金轮际沾边的任务
办事处接受
和金轮际旅馆老板对话
得知最近秘书样子很奇怪
对秘书一阵邪恶的调查后
发现她背部的AI芯片损坏
和老板对话得知
阿依达交易所有售
去阿依达交易所选择购买后
被告知无货
继续询问得知贾戈回家了
去阿米达拉马自家楼上那个洞得知贾戈去了水坝
去水坝酒吧和贾戈对话
可以购买也可以自己去打怪掉
(此处有个BUG
小偷马尔科我已送给塞拉照看但出酒吧时小偷剧情重置)
回金轮际旅馆
把AI芯片安装到秘书身上
剧情事件中去女浴室墙角
和金轮际旅馆老板对话
去地下车库秘书会告知位置
战斗后回老板办公室对话完成
(把机器人全灭掉后过几天
会全部修好
女秘书变成MISAK12号)
</pre></td></tr><tr><td><pre>
091<span style='color:#FF0000'>【通往戒指之路】</span>
<span style='color:#FF0000'>【带子猎人】</span>女孩父亲处接受
去酒吧右上角调查点唱机
去地下密道击破老鼠头子
回去把戒指交给女孩父亲
</pre></td></tr><tr><td><pre>
092<span style='color:#FF0000'>【恋爱直男】</span>
去运河运河
发现一对隔岸相望的男女
进出运河运河几次会发生变化
先是女的不见后是二人都不见去男人屋内看日记再对话接受
去女人屋撞开房门进入
给她一个原子力电池
(原子力电池在金轮际旅馆
男浴室的机器人身上)
去向男人报告实情
</pre></td></tr><tr><td><pre>
093<span style='color:#FF0000'>【消失城镇】</span>
去铁王冠触发人被抓剧情
和镇长老头对话接受
去铁王冠西南红点发现蛋蛋怪
击破后救出众人
回去向镇长老头报告
</pre></td></tr><tr><td><pre>
094<span style='color:#FF0000'>【梅洛斯的遗言】</span>
去铁王冠南面附近打死蛋蛋怪救出铁王冠众人
去铁王冠中央电梯处
和人对话
得知送修理部件的人还没回来
去铁王冠北面附近发现送货人帮助送回部件
(没击破母舰恐龙会车毁人亡)
(听完遗言收下部件回头直接打母舰恐龙)
</pre></td></tr><tr><td><pre>
095<span style='color:#FF0000'>【塔的老人】</span>
四塔门击破红色蝎子BOSS后去右上塔中和老人对话接受
把之前摔下来的机器人带给他
</pre></td></tr><tr><td><pre>
096<span style='color:#FF0000'>【消除鸟粪】</span>
剧情中孵化的那三只鸟不要杀
<span style='color:#FF0000'>【塔的老人】</span>完成后五天
去办事处接受
杀鸟清鸟粪后回去向老人报告
(若之前就杀了三只鸟
会接不到这个任务
但是老头还是喊我去杀鸟
并且问我打死没有
若选打死了就给20个电子部品而且是无限给
丢掉99个外加卖掉21个之后
又领到99个)
</pre></td></tr><tr><td><pre>
097<span style='color:#FF0000'>【前往拉图尔顶端】</span>
去拉图尔塔西塔二楼某牢房
和巴特博士对话
被告知他的ID卡埋在
东塔四楼公园喷泉边
从喷泉右边下去击破警卫机器得到牢房钥匙
用牢房钥匙开门
和李博士对话得到密码纸
回到二楼下滚梯到一楼
输入密码得到博士的ID卡
回到四楼喷泉左侧电梯往上走一层一个ID卡到最高层完成
</pre></td></tr><tr><td><pre>
098<span style='color:#FF0000'>【向往未来之愿】</span>
通关后选择继续游戏
传送到21号发电所
(如果传送过去屋里没人
刷下场景才会触发剧情)
第一个愤怒丛林打蓝色甲虫掉
第二个宇宙庭园打某玫瑰花掉
第三个阿依达交易所塞拉处
(若按流程进行任务
这里买蚊香时
会触发<span style='color:#FF0000'>【塞拉的请求】</span>)
第四个去间谍树顶楼
天空水母未击杀的话会袭击你
回21号发电所交出材料
</pre></td></tr><tr><td><pre>
099<span style='color:#FF0000'>【塞拉的请求】</span>
触发<span style='color:#FF0000'>【向往未来之愿】</span>
去阿依达交易所塞拉处
买最贵的产品触发
(本任务可单独接受
<span style='color:#FF0000'>【打倒恐龙！】</span>也能单独接)
去阿米达拉马水店和店员对话去达玛斯神殿打听
去肌荒沙漠军舰恐龙那里
找到他后触发<span style='color:#FF0000'>【打倒恐龙！】</span>完成后告知露匹艾人类店有卖
去购买50个阿米达水
回阿依达交易所交出水
</pre></td></tr><tr><td><pre>
100<span style='color:#FF0000'>【打倒恐龙！】</span>
打倒阿米达水店老板面前的
军舰恐龙即可
(和老板对话给一个勺子的话也会告知哪里买水
并且把恐龙脚下的勺子留给你然后就跑了
恐龙脚下的是金勺子
你可以给他一个最破的勺子)
</pre></td></tr><tr><td><pre>
101<span style='color:#FF0000'>【孤独的尽头】</span>
完成太空站一系列任务
回到太空站去右边操作室
和唯一的人对话
得知留下的那人已死
接受清理掉他变的僵尸任务
去左边到庭园击杀
回去操作室报告
(我是看到回到地球的那帮人都在阿米达拉马住下了才回去看一下时触发的)</pre></td></tr>";
echo "</table></font></center>";
?>
