<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 图文攻略 二</span></p>";
echo "<br><br>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0074.jpg' ></p>
<p>如果觉得车子不够强.其实车子市场的Sウルフ已经很强完全够对付,但是其实在战车市场附近的军舰恐龙处可以用高级金属探测器探索到RウルフⅢ(红狼战车3式).不用说快点去挖吧!!!233</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0069.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0070.jpg' ></p>
<p>消灭掉花BOSS后,就可以看剧情CG了.走几步剧情CG,基普自爆但是没有炸死若本爷.而自己也半死.随后CG后从聚集来的小兵口中得知,基普又被带回了墙对面.</p>
<p>无视基普,来到垃圾岛东南角的蓝色工厂,工厂里击败2个垃圾看守就能获得新的战车(防空车)虽然这车不强,不过可以当拖车</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0071.jpg' ></p>
<p>岛上的事办完后,可以先去清理荒漠之前的赏金首了.有现在的武器基本都是3轮内就能消灭.可以刷刷看有没3星装备.</p>
<p>完事后回到神殿.从地面有裂缝的地方其实可以穿过(附近可以看到一辆车和一个NPC)穿过后顺着路走就会看见一个山洞.从山洞出来就能看到新的城镇-アミダラマ(阿米达拉马)</p>
<p>在这里用3W可以买到一个自己的小屋.而离开时还会发生事件(之前有将熊猫赏金首掉的尸体复活的话就会发生)新的赏金熊猫BOSS会出现.战斗后又逃走.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0079.jpg' ></p>
<p>(注意!阿米达有个奇怪的药店,店里只卖200一个的药一次买99个拿会香肠休息站卖能挣2W,虽然不多,但是可以骗点数这样就可以快速获得宇宙炮改,有空一定要刷一下)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0072.jpg' ></p>
<p>镇子外面可以看见一所学校.进入后调查大门打不开.离开时也会发生剧情杂兵来袭.击败后地上会掉一把金色钥匙.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0073.jpg' ></p>
<p>另外阿米达附近有很多地方可以去,不过不要惹西面森林的树形赏金首.绝对不要惹.因为一惹不久就会出现其它不固定出现的赏金首.最后会被前后包夹..</p>
<p>所以要对付它之前先消灭掉其它的赏金首才是上策.不过以现在的实力回到荒漠猎杀荒地的赏金首也是不错的选择</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0004.jpg' ></p>
<p>荒地有4个赏金首,该死的鸟型BOSS因为会到处乱入最好先消灭掉.随后犀牛BOSS容易逃不过很弱.最后T13グロズヌイ(战车BOSS)能够掉3星引擎.改成雷神后给战车装备能有100多T的载重所以最好要刷到3星.武器也有3星的不可迎击的主炮,所以不要错过这个BOSS</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0081.jpg' ></p>
<p>而有一个比较特殊的赏金首,一艘母舰就在神殿附近海岸边.跟着它走一会就会进入战斗.虽然这货的武器和引擎看上去很好..不过其实都重的可怕.发动机3星60T(虽然星数低重量也低,但是高星有特殊改造改造满了有110T的载重消掉防御20多T重量还算能用)武器也有1000多攻击力,但是实在太重意义不大所以刷发动机就好.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0082.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0077.jpg' ></p>
<p>话题在此回到阿米达附近.阿米达偏西南一点点的地方有个人間園(人类动物园),刚进入新的熊猫BOSS就会袭来.击败后熊猫BOSS又会逃离回到阿米达.在此回到阿米达后就可以彻底击败这个BOSS了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0078.jpg' ></p>
<p>到塔顶击败BOSS后顺便到营帐里和老奶奶说话.说话后老奶奶告诉主人公战车位置.前往之前先回人类动物园报告下.</p>
<p>报告后去取车吧.不过这个车在奇葩的位置先要打下来.没有掘ドリル(车站内支线剧情可以箱子得到)是难以拿下的.不过因为只是个破10式战车.远比不上红狼.所以暂时放置着也无所谓(租来的全S-E车有5个1500攻击的S-E[都只有1发]应该也能把这柱子打断)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0083.jpg' ></p>
<p>回到阿米达,再次往阿米达北方走会看见一座小塔.进入塔后就会出现剧情卡林与主人公接触(要先拿到学校的金钥匙)随后卡林以银钥匙作为交换入队.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0084.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0085.jpg' ></p>
<p>卡林入队后到顶部拉闸就会出现地下室,地下室里剧情后杂兵BOSS袭来.击倒BOSS后得知卡林的妹妹被疯狂博士带走可能会被抓取做人体实验.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0086.jpg' ></p>
<p>卡林入队后,从卡米达北部的森林再往北走可以离开森林.一离开森林就会看到一座カイテン(回转)城.城里有辆战车.和持有战车的人对战(要花1000G)胜利后既可得到战车.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0088.jpg' ></p>
<p>又是奇葩的神轿战车不过比MM3的好看多了.虽然弱了很多但是有个优点.有天井可以让人在上方攻击用道具.很像摩托车.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0089.jpg' ></p>
<p>城内要进入中心地带必须在城内西北的一个红发NPC处完成任务(把它给的箱子推出城外),完成后就能得到招待状.不过里面只有一个支线剧情可以领.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0087.jpg' ></p>
<p>出城继续往北能看到一座电塔里面也有支线剧情(爬到塔顶后乘坐电梯到塔的地下在工作员骸骨可以得到ID卡,ID卡用在3楼的控制室可以发射激光打开交易所奇怪建筑的能源</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0090.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0091.jpg' ></p>
<p>打开奇怪的建筑能源后,回到交易所触摸建筑,输入密码19910524既可进入,在里面可以获得万能钥匙!就可以打开以前打开不了的宝箱了)</p>
<p>(烤串炮的其中一个零件也在里面)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0092.jpg' ></p>
<p>塔再往北就能看到大坝都市-ダム(达姆)了.这个都市可以改造武器!不过现在还不能改造..因为里面停电了</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0093.jpg' ></p>
<p>*在回转城与达姆之间可以用高级金属探测器探索到一个无限子弹的S-E炮.初始攻击800多,拿来打森林的树赏金和云赏金效果都绝大.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0094.jpg' ></p>
<p>而在回转城往西走还能找到一个葡萄村庄.葡萄村庄内完成支线可以获得点数换武器,不过很麻烦不推荐做.但是村庄外能用高级金属探测器探索到一个白虎引擎3星不要错过.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0095.jpg' ></p>
<p>而在这两地之间还能看到一个鲨鱼在沙漠里游泳.这鲨鱼固定闪光所以HP非常非常厚.没足够攻击力别来打肯定一半没子弹..不过在鲨鱼附近可以搜索到火星人续(似乎要先干掉之前沼泽的火星人)会掉火星炮改.虽然改满只有880攻击,但是2连射还算不错,推荐刷一下.</p>
<p>神风炸弹人的赏金首也在这出现(注意,这个BOSS全员综合在150级以下时似乎必定在和火星人改的战斗中乱入,HP只有5000但是回避很高,用宇宙炮改电光石火打会心2发就可以送走所以乘着等级不高快点消灭它吧).</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0097_0001.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0096.jpg' ></p>
<p>进入达姆后马上进战车工厂与里面的人对话接支线.接完任务后任务的要求是缴纳一个 マーリンの角 出达姆往南几步在岩壁附近用探索怪物技能就可以找到掉落这个道具的怪</p>
<p>デザートマーリン,怪的附近还有个2R的赏金首-自动贩卖机(抽中大奖就跟你战斗).消灭后回去将角交给战车工厂里面的NPC.NPC就会让你去收拾大坝内的怪物恢复供电.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0098.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0099.jpg' ></p>
<p>大坝里一直沿着路走,不要上下楼梯一下子就能到达怪物所在的地方.打跑一次后随NPC进入一间房间.只要和NPC对话一词后在房间里等着BOSS就会出现.因为是人类战.也不能用沙夏.所以注意战斗员的调整.最好带上冰系的武器.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0100.jpg' ></p>
<p>清理掉BOSS后就会恢复供电自动回到战车工厂了.恢复供电后改造武器吧.之前的宇宙炮什么的都可以改到1000左右的攻击力,如果没钱就在达姆的门口用探索技能找56级的金龟,一只6000经常4只一起出没.随便打会就有几十万了.能够改造武器后,马上将宇宙炮和宇宙炮改改满吧.这样暂时就基本是无敌状态了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0101.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0102.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0103.jpg' ></p>
<p>拿着宇宙炮改可以回去杀军舰恐龙(不过不掉什么好东西都是又重又没用.就S-E1000多攻击不可迎击还不错不过30+T伤不起.)其它赏金也不在话下所以清理以前的赏金首吧.云怪都是战斗乱入,最好和树BOSS一起消灭掉.森林里的蜜蜂BOSS要先对火堆丢5个火焰瓶或者烟幕花火触发剧情蜜蜂飞出来后才可以进入不然到达不了赏金首所在的位置.而到达3层后与3个NPC对话随后击破发光的蜂巢BOSS就会出现.不过先别急着打.先开门把战车开进来再战斗也不迟.消灭后还能在内部找到另一部白虎引擎.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0104.jpg' ></p>
<p>全部的事完成后回到主线吧.从达姆的大坝上直走.如果在神殿有击败反太郎的金色石像这次它又会带更巨大的石像来找抽.不过有宇宙炮改在手.完全不堪一击.</p>
<p>干掉反太郎后,就可以离开达姆了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0106.jpg' alt='HNI_0106' srcset='./wp-content/uploads/2016/01/HNI_0106.jpg 400w, ./wp-content/uploads/2016/01/HNI_0106-250x150.jpg 250w, ./wp-content/uploads/2016/01/HNI_0106-120x72.jpg 120w' sizes='(max-width: 400px) 100vw, 400px' /></p>
<p>一出达姆就来到雪地.沿着左边边缘一直往南走可以看到一个据点-悪党ミュージアム,这里能租车(红狼剩下的一台也在这租而且带迎击神话但是要先游戏通关一遍).一辆5主炮车被NPC给租走暂时没法得到.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0107.jpg' ></p>
<p>要这两破车的话可以到悪党ミュージアム东北一些的雪地上,会看见那个NPC和33W的赏金首機神機関对战.战后这车就领便当回去了.不过機神機関不是很强,用猎人+电光石火射宇宙炮改一会就能消灭.消灭后可以得到发动机機神機関(和怪名字一样)有90多T的载重,武器的大炮3星改满2000多攻击力99发子弹..但是重量自然也..~最后这个BOSS还会掉一个C装置3会心.这个一定要刷.给宇宙炮装上基本除了会心就只有会心了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0108.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0109.jpg' ></p>
<p>从悪党ミュージアム往东南一点点有个地区有许多陨石坑,再次解除迷彩的话就会100%遇到赏金首的两个巨炮战车.这两个车都在远程轰击.所以近距离的武器基本伤害不到它们.不过宇宙炮无视距离.所以就狠狠的削吧.干掉后BOSS会掉两门1200攻击的主炮..不过自然也是重的可怕.要不要刷这自行决定..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0105.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0110.jpg' ></p>
<p>继续往南可以看到一个住在区-無敵フィットネス,不过这个住宅区不是补给点而是赏金BOSS的据点.悬赏单上的两姐妹就藏身于此.这个BOSS只要一直在楼里对话就可以.会有2次人类战斗,但是都打1~2回合就跑.所以补血防御坚持过去就好.当BOSS姐妹前往地下时我们别跟上去,直接去开战车对付她们就好.武器上只有一挺主炮还算可以有兴趣就刷下吧不过完全比不上宇宙炮.发动机是V48虽然是曾经的最强发动机.不过在本作只是个渣渣发动机..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0111.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0112.jpg' ></p>
<p>从無敵フィットネス再继续往南走一点就可以看到一个很小写着铁字的据点.这个据点アイアンクラウン(铁皇冠).这个小镇里面可以进行战车的最后大改造!不过先别高兴的太早.因为进入镇子后,只要与NPC对话2次赏金BOSS就会出现,抓走所有的人.所以如果此时战车状态不佳就先补弹药装甲吧.赏金首抓走所有重要NPC后,先要离开小镇一下,再进入与老头对话.老头就会委托日向从赏金首的手上夺回镇民.获得任务后只要出门赏金首就会被标在地图上(红色圆点).就在镇子的西南方(注意这个赏金首会拷贝我方一个单位的战斗力所以不是那么好对付)击败后,赏金首吐出所有NPC逃到南方的结晶洞.先不管赏金首.</p>
<p>回到镇子里大改造吧.镇子里可以将战车的第六洞打开,但是战车就会变成单引擎或单C所以要慎重考虑.而还有一个新的NPC可以扩展C装置的能力(各C装置都有不同的极限)个人推荐红狼战车C装置用連動ヤヌス扩展3此就有.主炮2连,会心一击,ダブルストライク.然后地盘特性改成迎击能力.这样第一主炮装备宇宙炮也能有很不错的战斗力.而且也有了迎击能力.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0113.jpg' ></p>
<p>另外镇子附近的母凹凸曼没什么好东西可以掉的,就一门很0,07T的副炮.所以直接灭掉吧</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0114.jpg' ></p>
<p>改完战车后,如果想收拾掉赏金BOSS,就先前往南面的结晶洞吧.洞内用金属探测器能探索到很多铁渣和改造战车的珍贵金属.只要和洞内的人一路对话最终就可以将这变形怪追上绝路,但是这怪会分裂还须要一次人类战.而且分裂的每个都会复制我方的战斗力.所以要与其战斗推荐先回到-悪党ミュージアム往东北一点有个镇子-ウンガウンガ(运河运河)镇,在里面可以补给人类武器,里面有卖スーパー殺虫ガン.用这超级杀虫枪可以比较容易干掉BOSS(最好战斗前把这把武器以外的武器都卸掉,这样BOSS就只能复制这个武器).当</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0115.jpg' ></p>
<p>BOSS人类战后会掉到洞内3层.3层可以战车战.战斗开始后先下车让BOSS复制人类(第一回合结束时BOSS肯定会复制).然后再上车和它打.不然宇宙炮被复制那个叫疼啊.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0116.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0123.jpg' ></p>
<p>另外铁皇冠的北方一点有个人倒在地上,边上还有辆货车冒烟.与其对话就会得到铁皇冠的拉杆(中心拉杆坏了须要这个来修复).不过对话后就会马上出现现在还没情报的赏金首母舰恐龙(不是军舰恐龙),虽然攻击力不是非常猛,但是HP很厚,没有5~6000千装甲最好别打(因为没有可以迎击的攻击所以可以消除掉迎击来打它)击败后还会掉90多T的蛋.能开出引擎或武器.不过不是很好不刷也无所谓,不过最好要刷一下这货的C装置,虽然很重但是有52的命中和回避,而且能强化出2个引擎载重增加的效果!干掉后拿着拉杆回去和铁皇冠中心的人对话就可以修复(须要睡一觉).第二天可以进入B2F买的到强力战斗道具发烟筒.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0117.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0121.jpg' ></p>
<p>完成后回到主线把.如果之前还没去ウンガウンガ(运河运河)镇.那现在走主线还要去一次.进入后会发生剧情.沙夏说基普被带到了附近.快点去确认.再往镇内走,之前在达姆(大坝都市)有干掉反太郎的话又会出现.这次反太郎没有直接战斗.只是用日向认识的人的安危做要挟.要求日向到地图最左上方的螺旋小屋决战(ラセンドム)这次战斗是人类战,反太郎的机器人HP大概5~6000.不过攻击很疼.所以最好速战速决.个人用卡林的黑暗舞蹈消灭的反太郎.等级平均55级.如果没有自信就暂时不要去找它.反正不是主线任务.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0118.jpg' ></p>
<p>再次回到主线.ウンガウンガ(运河运河)镇北方还有个奇怪的据点,金轮镇.击败反太郎的话将他送回这里就可以.不过也没什么主线剧情.(这里可以抽奖,有不错的防具可以抽)</p>
<p>而ウンガウンガ(运河运河)与金轮镇之间有个小废墟.这次信号源头就是从这里发出.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0120.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0119.jpg' ></p>
<p>进入废墟后,看见基普博士.但是仔细一检查没想到是假人.原来这是BOSS的陷阱.随后最初的蜥蜴人开着直升机出现.不过是战车战.所以不难对付.</p>
<p>击败后BOSS掉落一个舌头.拾取后继续往最初的目的地-ラトゥール(拉托鲁)前进把.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0125.jpg' ></p>
<p>从ウンガウンガ(运河运河)镇稍微往下一点能看见一座桥-四塔桥,不过进入之前建议先买写解除麻痹的药品.不然见明奇别找我233(好吧我被全员麻痹了2次..)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0126.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0127.jpg' ></p>
<p>进入大桥后,抖M的杂兵居然因为日向来调教它们而高兴(因为太久没有人能穿越赏金首的炮阵到达这里)击败后杂兵老大逃进塔里</p>
<p>当追到有3个蛋的房间时就要注意,继续往前追就会出现巡逻机器人.这种机器人会放全员麻痹,不速战速决的话RP不好可能就一回合直接见明奇.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0128.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0129.jpg' ></p>
<p>而干掉巡逻机器后最好全员换上全打的武器,因为当把杂兵老大逼上绝路时它会排除大批大批的杂兵.单打武器很容易被杂兵耗死(大概3~40只在一次战斗中出现)</p>
<p>击败后拾取杂兵老大掉的ID卡回到蛋的房间,打开左侧的电脑就可以放下西面的吊桥.虽然蛋的&#8221;主人&#8221;回来,但是不难对付.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0130.jpg' ></p>
<p>放下西面的吊桥后,回到东面.到对面塔的2楼柜子可以发现东面的吊桥ID卡(柜子边上的老头也会告诉日向柜子里有ID卡)将东面的ID卡再次插到杂兵首领领便当的地方就可以完全打通大桥的通路.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0131.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0132.jpg' ></p>
<p>打通通路后,先别急着离开大桥.从塔下来后什么也别管马上回去取战车把.因为只要稍微往东走BOSS就会领着它的杂兵团开着战车向你袭来.贸然攻击的话后果就是@红狼了.</p>
<p>顺便说下BOSS蝎子的配音是龙珠的福利沙,死神的涅.重装机兵4的声优阵容太可怕.将福利蝎击败后,他没有变身(老大你还剩2次的变身呢)就这么逃走了.</p>
<p>离开大桥后可以看到一间小屋.进入后可以补给装甲存档.从NPC对话中得知这里曾经是最好的战车改造处但是现在只是个普通的休息站.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0133.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0134.jpg' ></p>
<p>到此开始,游戏也进入了最后的高潮.通过4塔桥后可以看到一个都市废墟,从都市废墟的最东面可以看到通往ラトゥール(拉托鲁)的道路</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0135.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0136.jpg' ></p>
<p>穿过这海上公路后,能看到一片工厂地带.接近某个工厂就会出现一个女四百大妈,这个四百大妈又黄又暴力.一下就叫出一批手下(蓝色战车),然后自己就逃了.击败第一批后</p>
<p>进入面前的工厂.日向须要打开这工厂的剩下2道门才能到达工地的对面,只要拉动工厂内的开关既可打开工厂的大门,而最左边的工厂须要从烟囱爬进去.一开始四百大妈就是出现在这烟囱上的.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0137.jpg' ></p>
<p>成功到达工厂对面后,这里有很多四百大妈叫来的蓝色战车.因为这些家伙走的不快.而且不会追人.所以可以避开这些战车前进.</p>
<p>要想刷它们掉的东西的话.这些家伙只掉205加农炮(不怎么好用不过还算值钱)个人推荐还是无视它们的好.<br />
而工厂里面有很多房子可以进入里面有不少装备但基本都是垃圾..也直接无视好了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0138.jpg' > <img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0139.jpg' ></p>
<p>避开蓝色战车后.总算ラトゥール(拉托鲁)就在眼前了.进入上图的蓝色工厂.四百大妈就会立刻出现.不过不会马上和我们战斗.</p>
<p>而是逃到工厂深处.工厂有左右两条路.虽然都通往4百大妈处但是左边一条通路的存档点就在BOSS面前比较方便.所以推荐走左边</p>
<p>而四百大妈只是叫来一辆杂兵车的升级版所以可以轻松击败.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0140.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0141.jpg' ></p>
<p>击败后推荐先回去补给下吧.如果一路上的削工厂有收刮,此时应该漫身都是东西.所以不倾倒下不行.而这个工厂也有传真标记</p>
<p>所以可以直接到达.安心的补给就好.补给后回到工厂.拉动电闸从工厂电梯进入通往ラトゥール(拉托鲁)的地下通道.</p>
<p>地下通道中有3面电子墙.直接炮轰就好.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0142.jpg' ></p>
<p>当看到电梯时就表示ラトゥール(拉托鲁)已经到达了.触摸电梯,此时电梯提示必须有身份的人进行生物扫描才能允许乘坐.</p>
<p>自然日向不可能通过.但是此时沙夏想起值钱捡到了BOSS的舌头.就让日向将舌头定在头上给电梯扫描.扫描后果真通过了.</p>
<p>如此就顺利进入了ラトゥール(拉托鲁)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0143.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0144.jpg' ></p>
<p>ラトゥール(拉托鲁)内部由B3-F13构成.最初电梯只能允许在B3-F4之间移动.</p>
<p>而内部有大量的宝箱还有无双引擎等东西.所以最好收刮一次.随后在其中一层被关押的博士处得知博士将能通往F5的ID卡藏在了F4的公园喷水池处.</p>
<p>与博士对话后,乘电梯到F4.从F4的东口出去就能看到博士所说的公园.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0145.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0146.jpg' ></p>
<p>打发掉公园的杂兵后,用金属探测器就可以找到博士所说的ID卡</p>
<p>获得ID卡后,先不要回到战车处,因为现在还只能通往F5不能到达BOSS所在的F13,所以要先从公园东口再次下到另一面的B3</p>
<p>不过再次之前要先下到1F,先击败里面的战斗员获得【牢獄のカギ】.随后再到B1的监狱</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0147.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0148.jpg' ></p>
<p>另一面的B层也就是地下层是ラトゥール(拉托鲁)的监狱区.也就是曾经关押基普的地方.如果此时卡林在队伍里的话</p>
<p>就会得知卡林的妹妹被带到了F8做实验.而在隔壁有一个白挂的女研究员.从研究员手上得到一串密码22360679</p>
<p>用这串密码再次打开1F两扇被封锁的大门就可以得到通往6F的ID卡了</p>
<p>得到ID卡后回到4F战车处(注意了,图上偶有战车是因为在4F用了传真回到地面就到了对面的ルビエ但是要攻略BOSS要再次回到工厂爬到4层比较麻烦所以推荐直接暂时放弃战车来取ID卡比较好,因为里面的敌人都很弱,人肉战应该不成问题.)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0149.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0150.jpg' ></p>
<p>获得ID卡后,先移动到6F,7F没有ID电梯不能直达.但是从战车下来从楼梯爬上7F后,可以用6F的ID卡打开7F的门(此后的楼层也都如此)</p>
<p>在7F里,能看见一个大妈躺在床上.进入房间后大妈就会和你战斗.要跟它打之前最好先存档一下.因为大妈会用魅惑.如果全员魅惑的话也是直接见明奇.</p>
<p>不过好在大妈防御不高.直接速攻堆死吧.第一形态的HP大概1W5左右变声后大概3W的HP.个人62级的卡林蓄力后的的黑暗舞蹈一次1500X4如果没有强力人类战斗员.就多用发烟筒随后自求多福吧..(不要全员一次性被魅惑~尼玛老子带的妹子团也被魅惑,BOSS你百合的么百合的么!!!)</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0151.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0152.jpg' ></p>
<p>BOSS倒下后,拾取节操-ID卡.用同样的方式爬到8楼,目击到BOSS在实验.自然不能让他成功马上上前宰了他吧.</p>
<p>自然BOSS叫出了他的实验体(疯狂科学家的剧情每次都这样呢).所以战斗的对象是鲨鱼熊猫.真是奇葩的生物233.</p>
<p>虽然这熊猫看似火焰攻击很牛.但是火焰根本打不了多少血.真头疼的是那物理攻击力.拍一下就1~2000飞起.所以多用发烟筒吧.</p>
<p>之前运河运河镇买的杀虫枪也能有不错的伤害力.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0154.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0153.jpg' ></p>
<p>最终到10楼后,在桥上能够找到最后的ID卡.战车就可以到达10楼了,不过完全没意义下面是人肉战&#8230;</p>
<p>在此之前.日站有表明如果不完成「断罪されるべき者」这个任务是无法到13楼的.</p>
<p>不过偶没完成这个任务就宰掉了BOSS&#8230;所以到不了13楼的人先完成这个任务吧.(似乎是有两种方式到达,如果没完成这个任务ID卡直接会丢在桥上,不过大概要和ラトゥール(拉托鲁)的大多NPC对话,个人基本跑遍了全部楼,所以也不知道是哪个&#8230;所以不行的人还是做任务吧)</p>
<p>这个任务首先要回到最初战车市场的小镇-オールドソング</p>
<p>在镇内的酒馆2楼与マユナシ对话.获得任务.随后回到日向的大本营也就是香肠休息站2楼,与妹子对话选择「老人をつれている」</p>
<p>随后跟着妹子进入一个废墟推开红色桶进入地下.再与妹子对话,妹子就会加入队伍(金发妹子-声优是妖精的尾巴的妖精女王,职业是护士).</p>
<p>随后回到战车市场小镇的酒馆2楼与マユナシ对话告诉他要带他到香肠休息站2楼,随后睡一下.マユナシ就会出现在香肠休息站2楼</p>
<p>如此回到F10后桥上就会有个叫コワルスキ的人与其对话揍他一拳后就能获得ID卡.</p>
<p>此处应该是2种不同的分支,个人是在打完BOSS后才去收这妹子的.而剧情上来看我获得的ID卡是ラトゥール(拉托鲁)内部的人想要日向击败大BOSS所以故意丢在桥上.所以应该不是BUG.获得ID卡后.就可以到达BOSS的楼层了.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0155.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0156.jpg' ></p>
<p>BOSS在13楼.中间几层没有什么东西可拿.但是11楼有个强化版警卫机器BOSS有5W6经验.而且有支线的剧情,有须要就击败它吧.(不是马上发生,等打完BOSS回来才发生,能得知日向的部分过去)</p>
<p>到达13楼后,就可以看到若本爷和基普了.与若本爷战斗.其实若本爷还不如警卫机器人.只要丢几个发烟筒若本爷就基本不怎么能打中你了..而且若本爷的防御不高.偶65级左右的卡林蓄力后用黑暗舞蹈每下踢2700左右,必杀就5400..很容易就能灭掉若本爷.如果没有强力战斗员的话只要注意丢发烟筒胜利应该不难.</p>
<p>击败若本爷后.若本爷变身强行得到了情报.随后飞向最初日向3人所在的岛屿.</p>
<p>与沙夏和基普对话后稍微等一会才会触发剧情基普表示休息够了才能离开F13..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0157.jpg' ></p>
<p>回到F11时,触发剧情月野的奶奶也来到了这里.从剧情中得知,没想到最初出现在CG的妹子就是这老奶奶&#8230;还是日向的妹妹.因为日向被冰封了50年.所以日向的妹妹在外面过了50年也就成了老太婆.不过日向现在还没有认出老奶奶..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0158.jpg' > <img loading='lazy' width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0159.jpg' ></p>
<p>为了不让若本爷得逞.回到最初的岛屿阻止若本爷吧.</p>
<p>岛上只有剧情没有战斗,所以安心的前往就好.当到达岛上后,3人发现若本爷还没有到就安心了一下.基普让日向从书架拿书</p>
<p>自然要拿的就是最初最左边的那本无法取得的书.将书交给基普就会触发剧情.原来若本爷早就埋伏在附近等日向和基普将其取出时袭击他们.</p>
<p>因为日向等人狗血剧看的少~所以自然就上当了.最终若本爷带着那本书就这么逃离.</p>
<p>自然日向等人也不能就这么束手待毙.不能不阻止若本爷的野心.因为沙夏也在书被夺走的那一刻记下了坐标,所以知道若本爷前往的目的地.</p>
<p>所以准备好进行最后的战斗吧.个人推荐一周目最终战至少要有一个猎人..要会修理的..或者有个修理工..不然~就祈求BOSS不达坏你的零件吧..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0160.jpg' ></p>
<p>最终战之前还有一个支线,就是日向想起了月野的奶奶也就是自己的妹妹的事.所以会到月光的本部(须要月野领队才能进入)可以看到老奶奶和日向相认的剧情.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0161.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0162.jpg' ></p>
<p>整备后就前往最后的决战地吧.</p>
<p>此时如果身上有一门3星改满的宇宙炮改,装甲在6000以上(如果是母舰恐龙的C装置的话6000大概会剩3000~)基本就可以确认胜利了</p>
<p>最终战就在巨大铁塔的营地附近.</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0163.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0164.jpg' ></p>
<p>看到BOSS后,我不禁流下了眼泪&#8230;若本爷你那么辛苦就是为了挖一个红薯么&#8230;</p>
<p>这个红薯第一回合会对全员用零件破坏攻击.破坏率非常非常高..如果没有修理人员主武器被达坏了就等着哭吧..</p>
<p>随后BOSS会每回合变换形态攻击.但是都不是很强.感觉母舰恐龙更强一些..</p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0165.jpg' ></p>
<p><img  width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0166.jpg' ></p>
<p>消灭大红薯后若本爷震怒,只好亲自上阵.而且第二形态还变身成了巨人.此时我总算明白..原来若本爷是个吃货.</p>
<p>因为变的太巨大.须要这么大的红薯才能勉强吃的饱..辛苦你了若本爷.不过我们会给你发便当的<br />
若本爷的战斗力很弱,随便扫射一下就可以看ED了.</p>
<p>此时本人的战斗力是</p>
<p>红狼战车:宇宙炮改 双C装置 (機神機関+母舰恐龙) 雷神引擎(赏金首T-13掉落基本是最强引擎吧140多T载重..) 其它全没装备~1W多装甲无需拦截因为母舰恐龙地盘的回避加了太多的防御力.</p>
<p>S红狼战车(好吧图上黑色的是红狼233):機神機関主炮(虽然很重2000多攻击力也不可小看) 赏金母舰引擎</p>
<p>其实有第一台的红狼战车就可以完虐第一周目了.宇宙炮改+機神機関C装置基本会心几率80%&#8230;而且雷神引擎也很无敌.基本全是灭杀没有怪能撑过6回合的(好吧就母舰恐龙这货打了6回合..),因为宇宙炮改是卖东西的奖励所以很好获得,而引擎的话其实可以用2个白虎引擎(一个在神殿附近矿坑最下方获得,一个在葡萄村庄外高级金属探测器挖到)给轮胎类的战车带上其实也一点不输雷神引擎.所以打不过的各位可以去获得这些.</p>
<p>然后祝大家打的开心.看ED吧.</p>
<p>一周目后,可以继承金钱和人类道具.战车装备按以前应该也可以继承.而且可以DIY主角了.职业也可以随意编辑.新的2个职业剑士与舞斗家也变得可以选择(原本在酒吧雇人时不能选这2个职业.)而且2周目还会追加赏金首.2周目击败第二个难度的若本爷后3周目还会再追加一个赏金首和新剧情.</p>";


?>
