<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 赏金首</span></p>";
echo "<br><br><p>N0.1 熊猫猫</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p1.jpg' ></p>
<p>位置：手指广场周围
战斗：战车战
备注：初期会在香肠旅馆温泉遇到，战斗其逃跑。后在手指广场遇到位战车战。打死后可以带到明奇复活，女摔跤手：X-艾露。<br><br>
N0.2 3 4 5 贝尼西奥一族</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p2.jpg' ><img width='400' height='240' src='./wp-content/uploads/2021/p3.jpg' ><img width='400' height='240' src='./wp-content/uploads/2021/p4.jpg' ><img width='400' height='240' src='./wp-content/uploads/2021/p5.jpg' ></p><p>
位置：亚兰牧场处秘密据点
战斗：白刃&战车战。
备注：游戏初期赏金首家族，一共四次战斗：第一次为香泽丽舍外剧情战斗敌方会剧情逃跑。第二次秘密据点（如直接打开百叶窗为一次白刃加一次战车战否则为白刃战）会剧情逃跑一人。最后中期逃跑的赏金首会送信到悠远之歌邀请到骸潜门1V1决斗。<br><br>
N0.6 甲壳虫首领</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p6.jpg' ></p><p>
位置：手指广场楼顶;
战斗：白刃战;
备注：手指广场最右爬梯子上去，中途会有一次剧情战斗，敌方会逃跑；在楼顶最后一次白刃战。<br><br>
N0.7梦幻马赫</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p7.jpg' ></p><p>
位置：骸潜门西部沙漠;
战斗：战车战;
备注：前期较难对付的赏金首会自行逃跑，可解体。引擎不错。<br><br>
N0.8 泥王武装鳄鱼</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p8.jpg' ></p><p>
位置：贝尔艾博3层下水道底层;
战斗：白刃战;
备注：贝尔艾博酒店后下水道下去就可遇见。遇敌方法：下水道进入转到右边最上层遇到爆炎贾戈与其对话：在下一层；走到第二层在左面与其对话：最下面；在最下层发生战斗。<br><br>
N0.9 遥控爱因斯坦</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p9.jpg' ></p><p>
位置：复制博物馆内;战斗：白刃战;
备注：贝尔艾博左上角，龙饮潭上方复制博物馆内隐藏门后右下方二楼跳下的战车位置，如接受贝尔艾博三兄弟的护送任务可直接剧情护送抵达。注意：隐藏门开启方法：所有石像朝右（有惊喜）。<br><br>
N0.10 姜戈大猩猩</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p10.jpg' ></p><p>
位置：生化宫殿左不远处废墟内。
战斗：白刃战;
备注：废墟大楼需要NPC拉三次绳子爬进去，赏金首位于底层。<br><br>
N0.11古音查克</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p11.jpg' ></p><p>
位置：如接受贝尔艾博三兄弟的护送任务会在护送途中强制遇敌出现在阿依达交易所下方（战车战）;
否则位于21号发电所西北方向（白刃战）;
战斗：战车/白刃;
备注：如接受贝尔艾博三兄弟的护送任务会在护送途中强制遇敌出现在阿依达交易所下方为剧情战车战，否则将会在21号发电站小岛位白刃战。注意：三兄弟护送任务出发为需要一定名望（支线或者赏金首均可增加名望），护送第一阶段目的地复制博物馆；第二阶段目的地阿依达交易所。最后三兄弟在博爱PPX游荡。<br><br>
N0.12 阿布斯特罗</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p12.jpg' ></p><p>
位置：阿依达交易所正下方沼泽处（暗雷遇敌）;
战斗：战车战;
备注：遇敌率不是很高，在猎物气息表里面有抽象怪表示可遇敌。可适当用战斗信息素或者索敌喷雾，消失的2号出租车也在此位置。<br><br>
N0.13 全能马歇尔</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p13.jpg' ></p><p>
位置：阿依达交易所左方洞穴穿过后石头峡谷上方沙漠的拳击场;
战斗：1V1白刃战;
备注：经典马歇尔，有一定名望后可与其挑战，本作还有黑衣杀手，巨型马歇尔等<br><br>
N0.14 掘土基德拉</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p14.jpg' ></p><p>
位置：阿依达交易所左方洞穴穿过后石头峡谷下方深坑内;
战斗：战车战;
备注：烦人的赏金首需要绕圈圈还是很多圈。遇到大石头要长按推；最后一次推石头需要人力去推。不建议进洞穴滑下去白刃，难度很大。<br><br>
N0.15 16 17 新人杀手三基友<br>乌尔里奇</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p15.jpg' ></p><p>
位置：石头峡谷（达玛斯神殿）周边;
战斗：战车战;
备注：三基友之一经常会与其他两个赏金首T13和犀牛前后夹击你。战斗两个阶段：一阶段飞行回避率不高；二阶段着陆。<br><br>
T13格罗兹尼</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p16.jpg' ></p><p>
位置：同上;
战斗：战车站;
备注：三基友之一，实力不可小觑。伊万涡轮可掉落0-3星（3星可改造位雷帝-无DLC最强单引擎）值得一刷。<br><br>
骑甲西贡</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p17.jpg' ></p><p>
位置：同上;
战斗：战车战;
备注：三基友之一，会迎击且迎击率很高，带着迎击回避C装置或者不可迎击的武器比较好对付。<br><br>
N0.18 雷天使</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p18.jpg' ></p><p>
位置：中央垃圾处理厂-健之家右方垃圾堆顶固定遇敌;
战斗：战车战;
备注：梦之块是90多T废铁，可满足你的大部分废铁需求。超电磁核心是无限携带电磁护罩<br><br>
N0.19 傻瓜乔治</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p19.jpg' ></p><p>
位置：石头峡谷的海岸，达玛斯神庙的左上方海岸接触即可战斗;
战斗：战车战;
备注：傻瓜乔治会在海岸边巡逻，可以等待。注意在石头峡谷周边它属于长距离战斗，战斗前注意自己武器的战斗范围。掉落都不错就是太重。赏金首鱼雷可破坏我方装备。建议后期来刷。<br><br>
N0.20 奥帕朵拉蜂后</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p20.jpg' ></p><p>
位置：阿米达拉马左上森林-愤怒丛林中央的沉船底层;
战斗：战车战;
备注：需要森林里绕进去，路途很漫长，沉船内部无数巢穴墙壁，推荐携带火属性武器开路。触发蜂后出茧的剧情后在其右方电脑打开沉船后仓，带战车来战斗。回避率很高注意携带对空C。<br><br>
N0.21 猴面包树</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p21.jpg' ></p><p>
位置：阿米达拉马左上森林-愤怒丛林左方通路;
战斗：战车战;
备注：在森林下方最左边的入口进去，第一/二回合会乱入气象云。准备充分再来战斗，实力强劲。<br><br>
N0.22 气象云</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p22.jpg' ></p><p>
位置：阿米达拉马左上森林-愤怒丛林;
战斗：战车战;
备注：若没有在猴面包树战斗中将其消灭可在森林处遇敌。也可沉船处将其诱敌过来比较快。强力云之素不可不刷。<br><br>
N0.23 神风行星</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p23.jpg' ></p><p>
位置：回转城上方沙漠;
战斗：战车战;
备注：各种喜欢乱入，但是也喜欢逃跑。会心攻击有奇效。他有几率和火星水母·改一起出现。<br><br>
N0.24 波尼耶&科拉夏</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p24.jpg' ><img width='400' height='240' src='./wp-content/uploads/2021/p241.jpg' ><img width='400' height='240' src='./wp-content/uploads/2021/p242.jpg' ></p><p>
位置：恶党博物馆下方建筑内;
战斗：白刃&战车;
备注：会有3次白刃剧情战斗，对面都会逃跑。最后一次在车库可以不跟随下楼梯回去把战车开过来可触发战车战；若跟随下去将触发白刃战。<br><br>
N0.25 蛋蛋怪</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p25.jpg' ></p><p>
位置：铁王冠西南&结晶洞<br>
战斗：战车战&白刃战<br>
备注：初次抵达铁王冠与NPC对话两次可触发蛋蛋怪袭击剧情。出城后再进入再次与长老对话可得知在西南方向。触发第一战；后救出NPC后蛋蛋怪逃去结晶洞（位于火山地带左下角），第二次为复制庞沙战斗，第三次位复制艾斯战斗，第四次为蛋蛋怪白刃战（速战速决或携带运河运河出售的超级杀虫枪慢磨），击败后逃亡底层战车战（可下车让它复制我方人员之后再上车快速解决）<br>
第一战 战车战：推荐速战速决否则第一或第二回合会复制我方。<br>
第四战 白刃战：推荐速战速决否则第一或第二回合会复制我方，并且会分裂且分裂的每个小蛋蛋怪都会复制我方，推荐带上超级杀虫枪堆一下毒抗再去<br>
第五战 战车战：推荐下车等它复制我方人员之后再上车与其战斗，至此蛋蛋怪消灭。<br><br>
N0.26 古斯塔夫兄弟</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p26.jpg' ></p><p>
位置：四塔门左方沙漠;
战斗：战车战;
备注：接近四塔门的废坑地带，在猎物气息表里发现时可解除伪装迷彩遇敌。依旧是长距离作战，可迎击它部分攻击，会心率较高，注意补给。<br><br>
N0.27 母舰雷龙</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p27.jpg' ></p><p>
位置：铁王冠剧情结束后与梅特斯对话中强制遇敌或火山地带遇敌;
战斗：战车战;
备注：铁王冠剧情结束后，大地图铁王冠上方遇见被袭击的梅特斯对话接受任务后强制遇敌，若逃跑或者团灭也可在火山地带中央位置暗雷遇敌。<br><br>
N0.28 机甲神话马尔杜克</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/p28.jpg' ></p><p>
位置：雪原中上，金轮际旅馆左方;
战斗：战车战;
备注：强劲的对手，推荐优先打掉它的蓄电炮，强化宇宙炮有奇效。掉落博士K能改造为3会心C装置，会心流必备。</p>";
echo "<p><span style='color: #800000; font-size: 22px;'>一周目通关追加赏金首</span></p>
<p>N0.1天空水母</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t101.jpg' ></p><p>
位置：水坝至旋转屋之间&间谍树顶;
战斗：战车战/白刃战;
备注：一周目通关后可以去恶党博物馆大厅4个赏金首，以下不再重复。在水坝和旋转屋附近可战车遇敌，一周目可上水泥弹强杀（3回合内逃跑），多周目很难强杀。爬到间谍树顶后用照明弹可直接吸引过来触发白刃战（全体电击、吞噬、全体激光等攻击方式）。<br><br>
N0.2 冥王水母</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t102.jpg' ></p><p>
位置：回转城上方沙漠中;
战斗：战车战;
备注：水母升级版，冥王星爆射炮值得一刷，会自我修理，大部分攻击不可迎击。<br><br>
N0.3 傻瓜乔治2世</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t103.jpg' ></p><p>
位置：同傻瓜乔治;
战斗：战车战;
备注：远距离作战。掉落也都可以，也是都太重。会有不同阶段，第二阶段火力会很猛。<br><br>
N0.4 机神强装马尔杜克</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t104.jpg' ></p><p>
位置：香泽丽舍外过山车附近;
战斗：战车战;
备注：掉落都很不错，机神愤怒炮的携带者，实力不用多说。部分攻击不可迎击。它大哥炮神罩的小弟。<br><br>
二周目追加赏金首<br>
NO.4 巨型马歇尔</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t105.jpg' ></p><p>
触发条件：<br>
1,二周目通关（打败困难模式下的克莫古罗拉&贝鲁因曼）。<br>
2,打败拳击场全能·马歇尔。<br>
3,恶党博物馆猎人中心打听。<br>
位置：拳击场;
战斗：多人V1白刃战。;
备注：血量很厚，攻击方式：每回合3动 圆范围拳击、圆范围脚踢、全体激光<br><br>
三周目追加赏金首<br>
NO.5 F44乌尔里奇</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t106.png' ></p><p>
触发条件：<br>
1,三周目通关（打败超级困难模式下的克莫古罗拉&贝鲁因曼）<br>
2,击落乌尔里奇。<br>
3,恶党博物馆猎人中心打听。<br>
位置：无名车库右工业基地。<br>
战斗：战车战;
备注：机械版本的乌尔里奇。实力不是乌尔里奇能相提并论的，会破坏我方零件（几率不高）。同样分为两阶段空中&着陆。回避率依旧很低。<br>
值得刷的掉落：JX2022怪鸟<br><br>
四周目追加赏金首:炮神马尔杜克斯</p>
<p><img width='400' height='240' src='./wp-content/uploads/2021/t107.png' ></p><p>
触发条件：<br>
Ⅰ四周目通关（打败神难度模式下的克莫古罗拉&贝鲁因曼）<br>
Ⅱ击败机甲神话马尔杜克。<br>
Ⅲ恶党博物馆打听机神强装马尔杜克。<br>
Ⅳ击败机神强装马尔杜克。<br>
Ⅴ恶党博物馆猎人中心打听。<br>
位置：四手战/博爱前重工附近<br>
战斗：战车战;
备注：神的实力不不言而喻。难十在310WHP左右，防御很高。由于有蓄力电磁炮、双舰塔、超高破坏力的主炮等，每回合4-7动。推荐用宇宙炮来打。虽然只是一个BOSS但是难度比两个马尔杜克加起来还难。借用别人的话说：感觉像是在打4/5个马尔杜克。如果确实打不过切换难度一再来慢慢磨吧。<br>
全掉落：<br>
1,机神经络,强力C装置，全穴连射+1.最强输出主炮全门流的C装置。搭配完全宇宙炮+4杆强化宇宙炮，可谓称神。自然：你如果有破坏神C当我没说。<br>
2,机神逆鳞炮,120T<br>
3,机神光速百手,无限迎击，相比其他迎击SE要有很大优势</p>";
echo "</font></center>";
?>
