<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 图文攻略</span></p>";
echo "<br><br><p>●游戏里得到的装备即时同种大多都有不同等级的.等级取决与星数.一般来说都是星数越高质量越好,不过也有少部分的道具是没有星更号.<br />
大多装备的星数都不是固定的,所以干掉BOSS后如果得到的装备星数等级较低可以读档在此来打.不过也有部分装备是固>定星数,此时就不用读档了因为怎么换都是那星数.<br /> 
星数是否是随机直接看颜色判断.绿色的星就是固定.黄色的是随机.</p>
<p>●地图上想偷懒时可以按L键,这样只要按一下方向键就会自动前进.</p>
<p>●主炮,副炮,S-E各有不同的好处.初期建议带有属性无限子弹的S-E.打克制的BOSS威力相当大.到中期有宇宙炮后就开
始换主炮虐人吧.有一挺宇宙炮改(香肠休息站卖东西奖励的)一周目就基本无敌了.</p> 
<p>●什么是迎击?迎击就是可以击落对手导弹类等的攻击.武器上有附有可迎击字样的武器装备时可以迎击对方导弹(但是必须地盘或C装置有迎击能力,后期可以改出这种能力)</p> 
<p>●一周目最好不要错过赏金首T-13的引擎,单台给战车装备就有146T左右的载重实属怪物级.</p>
<p>游戏开始后,我们先创建人物吧.此次与重装机兵2R不同,只有男主角可以使用也不能选择职业,所以设定好名字既可</p>";
echo "
p>默认的名字是ヒナタ也就是日向.以下我就将主人公称为日向来为大家指引MM4的道路</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0001_0001.jpg' ></p>
<p>创建好人物后,MM4的世界就展开了.伴随着优美的歌声,MM4在如夜空般的银屏中露出了它的素颜.</p>
<p>随后日向在一个海岛醒来,海岛的BGM轻快治愈让人听了很是舒服.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0002_0001.jpg' ></p>
<p>刚走几步,女主角就上前询问主人公晚饭小菜的材料收集到了没.选项随便回既可,随后要在海岛上拾取5个红薯(地上发光的道具)按X键可以调出菜单来查看道具.</p>
<p>当接近左下角时,就会从海里出现一批杂兵守护红薯.此时在此接近杂兵女主角就会上前赠送一把弹弓.装备上弹弓就可以与杂兵们开战了(没装备也能打,不过赤手空拳只能打1除非必杀)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0003.jpg' ></p>
<p>获得5个红薯后,就可以向女主角交差了,交差时选第一项是在留在海岛一会,第二项则是直接剧情发展.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0004_0001.jpg' ></p>
<p>对话完爬到塔的第三层对绳索对话既可离开海岛</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0005_0001.jpg' ></p>
<p>海岛绳索连接的对岸是コンクリ岛,岛上等待着主人日向与女主角的是他们的大哥(没血缘关系)-ギブ(基普)<br />
剧情对话完毕后,基普将日向领到了一间破烂的书屋内,而女主角则去做饭了.从基普的对话中能得知,日向与基普其实都是50年前的人.</p>
<p>在大破坏时,为了自救,与日向还有日向的妈妈等30人一起用冷冻的方式将自己冰封,随后经过50年的岁月总算解冻.但是30人中只有11人醒来而日向的妈妈也在永眠的一列之中.随后基普要主人公多学点知识,所以要主人公从书架选一本要看的书交给他.</p>
<p>对着左起第一个书架以外的书架选择第二项就能获得书.再与基普对话选择第3项随后因不同的书选项都不同自己按自己的选项来吧</p>
<p>个人选择了右起第一本.剧情完成后就同时完成人物[最後の授業]这个不吉的任务.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0006_0001.jpg' ></p>
<p>完成任务后找女主角对话,随后剧情转入深夜随后对话完毕就可以进行存档了.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0007_0001.jpg' ></p>
<p>次日,日向醒来后马上去找女主角,与女主角对话时选择第二项女主角就会让开,似乎基普去了海岛,所以主人公也要前往海岛</p>
<p>从破楼3层的绳索可以前往海岛.海岛上马上可以见到基普,与基普对话选第二项将棒球交给基普后只要往楼梯走就会触发剧情,随后基普回到コンクリ岛</p>
<p>随基普回到海岛就会发生剧情CG,不明潜艇袭来</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0008_0001.jpg' ></p>
<p>寡不敌众,剧情里基普大哥被抓,而日向和主人公也只能逃走,从地下暗道逃脱后两人来到一个隧道,而女主角在CG中变成了一辆摩托.</p>
<p>看来女主角不是人类,而女主角的名字是サーシャ(沙夏)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0009_0001.jpg' ></p>
<p>剧情后从废弃的地下铁不断上爬就能到达地面,到达地标后从沙夏口从得知,现在我们要去找寻剩下苏醒的人好去救基普.(地图上心处就是目标)</p>
<p>不远处的破电脑可以存档,存档后,离开废墟开始拯救世界的旅途吧!(啊勒~剧情中有说拯救世界吗!好吧反正最后肯定拯救世界233)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0010_0001.jpg' ></p>
<p>刚要走出废墟,就立刻发生剧情,一个路人被怪物袭击.救下后这个可疑的路人委托日向将他带到地图上的小镇,再走出地图OP终于来了</p>
<p>MM系列的OP总是姗姗来迟呢.OP中只出现了红狼战车,不愧是系列名车主角待遇啊233</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0012_0001.jpg' ></p>
<p>看完OP.总算第一次来到了MM4的大地图,向北走一小会就会到达目标的小镇-サンデリゼ(桑德力泽)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0011_0001.jpg' ></p>
<p>进入桑德力则后马上可以看到一辆摩托,可以选择盗走!不过还是腼腆点暂时不碰吧233</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0013_0001.jpg' ></p>
<p>进入小镇后,杂兵马上封锁出口,无法离开,前往中央水池发生剧情,原本镇子上的痞子想找水池边的少女麻烦,没想到那女的是名为&#8221;月光&#8221;的赏金猎人.</p>
<p>调戏不成反倒吃了几发子弹的痞子马上落荒而逃.对话后&#8221;月光&#8221;骑着摩托离开了,看来没碰摩托是正确的?233</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0014.jpg' ></p>";
echo "<p>镇子旅馆里可以接到支线剧情,前往地图显示的地方送东西就可以完成,城里有不少道具可以获得,也有人类装备店有闲暇也可以逛逛</p>
<p>准备完后就可以离开小镇了.一离开桑德力泽,发上就会触发剧情战斗.被称为&#8221;月光&#8221;的猎人-ズキーヤ(月野[兔~好吧翻译成这个有意思点233])被两个被悬赏的流氓带着一群杂兵围住陷入危机.日向不顾沙夏的反对上前救月野随后进入赏金战斗.听着经典的赏金战斗BGM.不出几回合就可以将两个痞子赏金首击退可惜不能击杀.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0015_0001.jpg' ></p>
<p>击退两个痞子后,月野就正式加入队伍.为了前往日向伙伴所在的城市,从月野口中得知须要穿越北方的洞穴.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0016_0001.jpg' ></p>
<p>在洞穴中会遇到一群人,这群人原来也是属于&#8221;月光&#8221;的,而月野更是原组织BOSS的千金.不过似乎这群人对日向没有好感.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0017_0001.jpg' ></p>
<p>废话后他们就是让路.洞穴中往北口出去能到达本作明奇博士所在的城堡.在城堡门口窍门后废话几遍标明自己是猎人就能够进入城内.</p>
<p>与明奇对话他就会让主人公收集电子设备(野外大多小怪都掉)每个以200的价格回收一共须要10个.洗劫完明奇的城堡后再回到洞穴往东口的出口出去,随后穿越一片峡谷就能到达ソーセージ・イン(热狗休息站).门口有提供战车的修理与补给.也有存档的姐姐</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0018_0001.jpg' ></p>
<p>进入站内后,马上会有老板娘的热情欢迎.如果有在桑德力泽接到支线的话,此时可以将信件交给老板娘完成任务.老板娘废话后,最好先睡一觉.随后再去站内的温泉.因为一进入温泉就会有剧情战斗.有个色熊猫赏金首在女浴里泡温泉(又或者说这熊猫是雌的233)战斗一会后又只能赶走.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0019_0001.jpg' ></p>
<p>温泉剧情后,老板娘就会免费让主人公等人在此休息一天,而主人公也决定为这休息站的安全去讨伐这只熊猫.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0020_0001.jpg' ></p>
<p>吃饱睡足后.让我们洗劫休息站.休息站最大的特点是可以在此招人!与MM3和MM2R一样可以在此招到各职业的人才.而且MM4可以让这些人代替主人公参加战斗!</p>
<p>所以喜欢妹子或者不喜欢本作人设的可以在此就将主人公们送到板凳.让他们只活在剧情之中233,妹子队最高(｡ﾉω＼｡)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0021_0001.jpg' ></p>
<p>离开休息站后继续向北能看到一片废墟,废墟中有些地方可以进入.废墟中还有一只巨大的军舰恐龙,现在别去惹这货.这货是2时代开始的重量级赏金BOSS.</p>
<p>不久后就可以看见目标的城市オールドソング(欧鲁多松克),进入后立刻发生剧情.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0087-1.jpg' ></p>
<p>城里的警卫组织的人出现.不过因为月野出面所以没有造成大骚动.随后月野带主人公去见警卫团团长.</p>
<p>不过这个团长似乎也不是什么好性格的家伙.随后月野在这不得不带着她的摩托!与主人公们告别了.</p>
<p>与月野告别后,从舞台的后门出去就会马上发生剧情,日向和沙夏要找的人-ウキョウ(右京)似乎在耍帅.耍帅回合后,两人与其汇合.</p>
<p>他们告诉右京要救基普,而基普被带到了对面的城市,不过右京告诉两人,要穿越城市要先过一个关卡,但是这个关卡一般人不允许通行.</p>
<p>所以要借助月光的力量.两人认识月野,但是现在月野不在,所以哉叔&#8230;咳咳..右京说他也认识一个月光团的人,在东面的城市.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0023_0001.jpg' ></p>
<p>前往之前自然是收刮城市,在战车补给的地方有一个人有卖战车,不过大多现在买不起.</p>
<p>而在地下停车场有个小女孩,对话可以用100G买下车钥匙,不过这车自然不在城里.所在的地方小女孩会标识.要的可以前往去找.</p>
<p>要去取战车时注意最好先租一辆车,不然就会发生以下杯具</p>
<p>首先到达目标的农场</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0024_0001.jpg' ></p>
<p>然后发现车子</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0025_0001.jpg' ></p>
<p>取车时杂兵喊人来..最后因为用的战斗模式是E,双方同时死光&#8230;orz明奇你好</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0026_0001.jpg' ></p>
<p>租量战车来就可以轻松解决所以防止杯具租量吧~.</p>
<p>另外城理还有其它可以收刮的比如</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0027_0001.jpg' ></p>
<p>上图的NPC给他5个宇宙电池可以得到个UFO战斗时自动攻击!</p>
<p>另外飞碟还可以升级(须要吃宇宙电池S,M,L)能量100%时选择レベルアプ就会升级.每提升等级拿到博士这就可以获得新功能</p>
<p>还会变成武器装备等等.而且有些装备非常实用!</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0028_0001.jpg' ></p>
<p>而中华料理店门口,中华妹子的カリン(卡林)也会出现,不过似乎暂时不会加入.</p>
<p>彻底将镇子搜刮完后就可以前往下一个目标了.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0029_0001.jpg' ></p>
<p>到达右京口中所说的フィンガー・プラザ后,在フィンガー・プラザ的门口可以遇到之前的熊猫赏金首并击败.</p>
<p>击败后会获得一具尸体,将尸体带到明奇处复活后,队里就会增加一名摔跤手的妹子了.妹子也会加入剧情对话,不过似乎不是重要任务</p>
<p>而进入フィンガー・プラザ后就会遇到右京所要找的人.不过这人告诉右京,想要买通行证要先干掉2楼的墙壁</p>
<p>BOSS认可他们的实力后才能发行.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0030_0001.jpg' ></p>
<p>到2楼灭掉BOSS拿完道具后,就可以回1楼答复了,回1楼后NPC告诉日向,隔日到 欧鲁多松克 的中华料理店来找他.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0031.jpg' ></p>
<p>回欧鲁多松克之前,如果有余力可以往右走,会碰到甲虫的赏金BOSS.虫BOSS并不是很强,但是只有在塔顶才能击杀,途中即时碰到也只会战斗到一半就泡</p>
<p>击杀后可以在塔顶打开电闸让塔内电梯通电不过是支线BOSS可以不碰.缺钱就来找它吧毕竟不强又有6000.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0075.jpg' ></p>
<p>电闸打开后到1楼还能获得一辆战车(汽车型,可以改造成全大炮或S-E但是不能双引擎.)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0032_0001.jpg' ></p>";
echo "<p>干掉BOSS后回到 欧鲁多松克 睡一觉,然后去料理店找光头对话,对话后光头说不能轻易给他们.要再帮月光一个忙取回某样东西后才可以.</p>
<p>答应后,光头离开.再回去睡一觉.隔日月野出现在料理店.与月野对话后,月野会告诉日向目标所在的基地在以前取摩托车的牧场那.</p>
<p>随后再调查门口的摩托.这次可以取名了.看来月野不会脱队了吧233.</p>
<p>月野入队后,建议整备下,特别是人类道具装备.因为之后要进行几次肉搏战.</p>
<p>用传真机先到热狗休息站.随后从休息站往牧场进发.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0033_0001.jpg' ></p>
<p>到达牧场后,先去之前摩托车所在的地图.会有杂兵战.战斗后杂兵们掉落地图就可以知道他们的隐藏基地了.</p>
<p>随后前往基地时选择第二项强行撬开门.随后基地里有两个分支会影响基地的攻略.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0034_0001.jpg' ></p>
<p>上图这群人如果对话叫醒,就会进入战斗,而且他们还会喊来基地的BOSS进行人类战斗,不过没战斗一会就会逃走.</p>
<p>随后不能回到出口(注意了,这里不让杂兵们去叫BOSS也可以进行!!!),直接到里面去开启铁门.如果不走这一步.</p>
<p>那就等着之后的人肉拆坦克吧&#8230;</p>
<p>经过多次尝试- -还是以 进入-&gt;搜刮后救人-&gt;开闸门的方式最好.虽然一周目也可以先叫醒里面3个人后用单人用沙夏战斗,不过没有一定等级且沙夏一定改造以上很难办到</p>
<p>所以一周目还是老老实实的直接开闸门用战车杀BOSS吧.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0035_0001.jpg' ></p>
<p>击败BOSS后它吐出日向要找的东西的位置了.在初始镇子的附近,所以要去还是传真下最快</p>
<p>到达最初的城镇后对摩天轮前方查找下就找到所要的东西.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0036_0001.jpg' ></p>
<p>找到后回到 欧鲁多松克 前往大门,剧情后得知果然还是得不到通行证,而月野也因此离家出走.所以就只好走别的路线前往门的对面.不过似乎要有一段很长的路途</p>
<p>剧情中在下屏也有直指示.在穿越峡谷前,在地图右上附近有个小营地剧情后可以收到ラロ(拉罗),不过似乎也是支线任务(用沙夏与其对话会有特殊对话)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0037_0001.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0038_0001.jpg' ></p>
<p>在前往目标的路上还会途径骸潜门与天文台.天文台可以领取到一个金属探测器,随后到骸潜门探索可以找到宇宙棒.制作类似MM2R宇宙炮一样的武器.</p>
<p>不过比较麻烦还要找零件</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0039_0001.jpg' ></p>
<p>从天文台继续往南走不久就能看到一条瀑布,顺着瀑布走会看见一个小镇ホーリーキャンプ(神圣营帐)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0040.jpg' ></p>
<p>这个小镇有2个入口,一个是瀑布上的路口,要过去必须下战车.而另一个入口在瀑布入口的左侧不远有个洞战车可以进入.但是现在门被关这无法进入.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0029.jpg' ></p>
<p>在洞里与NPC对话后,回到瀑布下车进入神圣营帐,随后进入镇子地下的人骨教堂,与教堂内的佣兵对话几次后就能够打开闸门(自己开会被其关闭)</p>
<p>打开闸门后,就可以回去取战车从人骨教堂继续往南了.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0042_0001.jpg' ></p>
<p>顺着人骨教堂的地道出来后,就可以到达新的城市ベルエポ(贝鲁艾坡),刚到镇里就会有剧情发生,一群人围在广场.一打听原来镇子里的钟不知道被谁偷走了.</p>
<p>镇子的人委托日向制造新钟要去西面的竜の水飲み場(龙的饮水处)寻找制作钟的工匠.进入造钟房时会发生主线剧情.基普似乎又被带到了其它地方不过因为在海里所以只能暂时观望.(接下来似乎是支线剧情可以不做不过路上有些东西顺便做这支线也不错,主线似乎只要睡一觉就会发生,会获知基普又被带到某处,可能是想要骗敌人随后自爆,所以要赶快阻止.)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0043_0001.jpg' ></p>
<p>寻找工匠前,贝鲁艾坡的地下水道里有个赏金怪物可以讨伐,不过是人类战所以注意自身等级.(等级不够可以在镇子外面练级,有铁甲龟!职业是猎人的话升到25级还可以直接用技能来拉龟,升级速度不错)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0044_0001.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0045_0001.jpg' ></p>
<p>在寻找工匠的路上会遇到一个小屋,进到里面有很多雕像和标本,一只赏金怪物也在里面(另外标本熊可以击败并给予一个细胞(变形虫掉)就加入我方.)将人以外的雕像都面向右人</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0062_0001.jpg' ></p>
<p>面向下方就会打开暗门,打开暗门后可以通道建筑物的右边,下方有一辆战车.不过一碰战车BOSS就会前来迎战.不是很强的人类战BOSS,只要准备足够的回复品就可以轻松战胜</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0046_0001.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0124.jpg' ></p>
<p>从小屋继续往南一点就可以到达龙的饮水处,从塔顶找到工匠老爷爷,入队后就可以回小镇了.不过老爷爷说还要20T铁..慢慢在四周围的地面用金属探测器探索把..</p>
<p>(注意,小屋附近有MM3的BOSS火星人,但是很弱.掉的主炮3星却有700+攻击还是2连发.有兴趣可以刷一下)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0047_0001.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0048_0001.jpg' ></p>
<p>贝鲁艾坡小镇的下方也就是地图的右下角还有个生化战车研究所.不过博士不再,在上方的风车塔里.清理掉风车里的怪物后博士才肯帮忙制造生化战车(注意上图这怪很会麻痹人,全员麻痹就直接送去明奇那&#8230;所以注意带解除麻痹的药品),清理完毕后博士会让找电源.在风车往左的第2个风车(里面有人虐狗的)房间里可以找到.交给博士后回去跟博士废话,博士就肯帮忙造车了,设计后缴纳需求的物品(てつくず什么的)就可以造战车了</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0122.jpg' ></p>
<p>在生化战车制造处沿着地图下方走还能看到一个大厦有个人类战的赏金首在里面.只要和门口的NPC对话它就会用绳索钩窗户打通进入大厦的道路.不过NPC可能会失败今次对话后多进出下地图就好</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0049_0001.jpg' ></p>
<p>因为要20T铁难收集,所以让我们先走主线吧.随便睡一觉然后出镇子就会发生主线剧情,基普被带到某个地方.</p>
<p>从龙的饮水处再往西走一点点就会看到新的小镇-交易所.刚进入后就会发生剧情.一个妹子的项链丢了,地上发光体就是她的丢失物.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0050_0001.jpg' ></p>
<p>交给她后就一番废话离开.(注意此时回到有战车市场也就是热狗休息站北方的那个小镇会发生剧情.之前被日向击败的贼团存活着要求决斗[和2R的天鹅船事件差不多],到镇子就会马上发生剧情,随后回到骸潜门就能决斗.)(另外,去中华餐馆也会发生新剧情.卡林的妹妹会委托日向去沙漠找红色的花[沙漠峡谷营地的人对话睡觉第二天就会出现],随后会餐馆卡林的妹妹会被黑帮诱拐到门对面.)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0051.jpg' ></p>
<p>话题转回交易所,交易所上方有个宫殿,进入也有支线剧情,不过现在似乎不重要.而交易所左边也就是西面有个山洞.进入后有个巨大的岩石挡住去路.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0052_0001.jpg' ></p>
<p>这个岩石普通炮击根本伤害不了多少.但是在沼泽地区可以用金属探测器探索到特殊S-E炮.只有一发子弹1500多攻击.用其就可以一击打破.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0053.jpg' ></p>
<p>穿过山洞后就会来到一片大荒地,这片荒地有大量的赏金首,不过都比较强暂时别惹.</p>
<p>荒地往北面走会看见一个摔跤台,进入后传真可以记录.在这里有一定名声后(打赏金BOSS最快,支线任务也能得到名声)就可以挑战BOSS,只能一个人战斗,不过不是很强.战胜后地上会掉落一把钥匙,暂时没用</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0076.jpg' ></p>
<p>刚到荒漠后就会看见一个小屋,小屋里的NPC会要求日向带其前往西面的神殿.(如果拿战车有干掉白色石像BOSS这里就会有新剧情BOSS带金色石像来复仇了)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0054.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0055.jpg' ></p>";
echo "<p>神殿有一群神棍卖东西.在神殿顶部东面有个只剩脚的石像,推开有通往地下的梯子.进入后有领取支线剧情就会触发.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0056_0001.jpg' ></p>
<p>内部的椅子座上去可以引发潜能,更换当前职业的技能.推荐把这两个技能(男パンチ 悩殺)换成(宝の匂い),这样以后就容易掉东西多了.</p>
<p>(另外神殿还有个NPC卖福袋,能开出不少好东西,宇宙电池的出现率也很高.推荐以后有钱来买)</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0057.jpg' ></p>
<p>在前往神殿的路上可以看到一个矿坑.进入矿坑马上可以看到红狼战车,不过这个红狼战车得不到,主线中的红狼战车是用高级金属探测器挖到的.现在还获得不到</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0058.jpg' ></p>
<p>在赏金首的屁股后面有个箱子能得到发动机.个人拿到了3星(不知道是不是随机的)给单发动机的战车装上可以附赠40多T的载重&#8230;..一共90多T的BT发动机</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0059.jpg' ></p>
<p>打理完杂事后,神殿现在似乎没有什么特殊剧情,就继续走主线把.回到荒地的入口.从峡谷下方可以到达一个车站-シテ駅(四手站).车站进入一次后以后就可以直接传真机到达</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0060.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0063.jpg' ></p>
<p>地铁虽然不大,但是有点麻烦.先要在地铁内下车.然后推动里面的电车(人力推电车..牛B啊).随后推成道路通过断裂的天桥离开地铁到达对岸.随后从对岸的另一个入口进入.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0061.jpg' ></p>
<p>把电闸拉起后开地铁回到最初的车站.这时将战车开到地铁上既可通过.通过后建议先回去补给.因为下面要几次BOSS战</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0066.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0064.jpg' ></p>
<p>往前继续走些就会有剧情出现进入战斗.随后若本爷扮演的BOSS也来到这个地区.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0065.jpg' ></p>
<p>几次小BOSS战后会遇到一个女BOSS.这个女BOSS很强.要先将它从车上打下来.然后人型大概有1.5W的HP.打完变异成花怪(非常弱火)又有3W左右的HP.</p>
<p>所以开战前最好准备下.如果手头的武器没有足够的弹药.车子也太弱的话不用担心.下面偶来写解决办法.</p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0067.jpg' ></p>
<p><img width='400' height='240' src='./wp-content/uploads/2016/01/HNI_0068.jpg' ></p>
<p>垃圾岛的西北面有座小房子.里面老头会要求你搜集20T的铁.用金属探测器在岛上探索てつクズ交给老头20T后,老头就能给你个高级金属探测器(グレート金属探测器)用这个金属</p>
<p>探测器在岛上能找到大量武器(老头子废墟上的OP出现的赏金首是固定出现的,只要接近就出现,有ミーラコード[交易所有卖]就不难击破.不过想刷装备还是留着以后打吧),像3星宇宙炮什么的&#8230;基本都有600以上的威力.所以完全可以靠这些来对付BOSS.</p>";
echo "</center>";
?>
