<?php
echo "<meta http-equiv='Content-Type' content='text/html; charset=UTF-8'>";
echo "<center><font size=4><p><span style='color: #800000; font-size: 22px;'>重装机兵4月光歌姬 类人装备及杂项</span></p>";
echo "<table width=50% border=1 cellspacing=0 cellpadding=1><tr><td><pre>
※※※※※人类装备篇※※※※※
A※※※医学电子枪※※※
入手：香肠旅馆精品店积分兑换。限艺术家。
B※※※军舰火箭炮※※※
入手：军舰恐龙掉落。
C※※※水母的眼球※※※
入手：一周目通关追加赏金首天空水母掉落。
D※※※妖刀幽灵※※※
入手;四塔门ID卡R旁边箱子。
E※※※蟹背喷火器Ⅱ※※※
入手：新型挖掘机掉落（巨型工厂内）。
F※※※漫天火雨※※※
入手：间谍树右下。详细见本帖埋藏物。
G※※※超级杀虫枪※※※
入手：某箱子&运河运河人类装备店购买。
H※※※阿修罗枪※※※
入手：说教阿修罗掉落。
I※※※埃塞尔之臂※※※
入手;吸血武器。拉图尔塔7层主线剧情BOSS艾赛尔掉落。
J※※※尾刺※※※
入手：特殊武器，工业基地右方主线剧情BOSS蝎子刺坦掉落。
K※※※火箭飞拳※※※
入手：水坝完成支线车库的保镖获得&轨道电梯一层出门左上角。
L※※※医学气体枪※※※
入手：最强气体武器。限定艺术家。
M※※※豪快三振斧※※※
入手：击破奖励。摔跤手神器。
N※※※金轮际圆月轮※※※
入手：金轮际旅馆箱子内。
O※※※宇宙火神炮※※※
入手：空间站太空芋虫掉落。最强力的激光武器之一。
P※※※鳟鱼刀※※※
入手：葡萄庄园精品店积分兑换。最厉害的刀之一。
Q※※※黑暗躯体※※※
入手：葡萄庄园精品店兑换。
R※※※萨拉托加盔甲※※※
入手：这属性不用多说了。金轮际旅馆抽奖获得。
S※※※超级波奇坦克※※※
入手：同上。
T※※※火箭书包※※※
入手：大太机器人（旋转屋遥控反太郎BOSS战）掉落。
U※※※镜面面纱※※※
入手：雪原蟹掉落。打BOSS必备。
V※※※中奖芯片※※※
入手：外道贩卖机&邪道贩卖机掉落。作用：提高贩卖机中奖几率。
W※※※巨型胡子※※※
入手：二周目通关追加赏金首巨型马歇尔掉落。
</pre></td></tr><tr><td><pre>";
echo "正常版 引擎双隆美尔Z C我是用悟空 炮是逆鳞炮 配流浪犬的迎击SE 3个加引擎SE 用电光火石极。一轮20多炮
建议把孤儿院的小狗带着 这狗血少 但是不会死 没血了打它就是掉0血 自己拼命喝波奇能量瓶 肉搏 都不用自己加血
最佳队伍就是 猎人 战士 艺术家 熊 外加不占队伍不穿装备那条狗
0-0 要是你找不到那就没办法了
好吧 我错了
最近刚发现最强武器是X-龙卷 范围内对单目标10攻击
用双C加射击次数效果居然是碟加的， 超改满攻击2400多， 1次极电光火石 打16轮 就是攻击160次。
对生物目标是毁灭性的，一下 2000多 一次就35-40万伤害，打装甲目标差点 一般 500-600.
打炮神 200-250.
0-0 160连击。
就是弹药少点 能用 12回合
</pre></td></tr><tr><td>
<p><span style='color: #0000FF; font-size: 18px;'>万能钥匙获得：登上间谍树，打开间谍眼，去交易所输入密码：19910528。进入后取得</span></p>
<p><span style='color: #0000FF; font-size: 18px;'>进入太空舱：时光传送错误后进入岛中太空基地</span></p>


</td></tr></table><br><br>";
echo "</font></center>";
?>
