<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "
主角：<img src='./images/icon01.gif' alt='' /><br />
DQ系列永远无口无心的主角，其真实身份是现实世界レイドック城的王子，在讨伐魔王姆多的时候被一分为二，流程中与另一个自己合体后剧情修得雷系咒文ライデイン。全能型的角色。贵为主角的缘故，很容易就可以转成&ldquo;勇者&rdquo;这一究极职业；历代勇者的武器防具数值不一定是最高的，但是一定是最全面的，本作也不例外&mdash;&mdash;主角最强论！<br />
魅力值在男同胞中算很高的，加上神武具的魅力修正，选美大赛的男性部分就放心的交给主角吧。<br />
HP上限：800<br />
MP上限：700<br />
力量上限：350<br />
速度上限：200<br />
守备上限：210<br />
智力上限：330<br />
帅气上限：100<br />
<br />
哈桑ハッサン：<img src='./images/icon02.gif' alt='' /><br />
在梦世界試練の塔的剧情后加入，真实身份是现实世界サンマリーノ港的木工家的儿子，立志成为伟大的武术家，和全身的肌肉一样，本人也是个粗犷的男子。最大HP、力量非常突出，很早就可以学得正拳突和仁王立这样的实用特技，论物理攻击仅次于非常晚期才能加入的龙，也能作为肉盾。队伍中的绝对主力。<br />
HP上限：900<br />
MP上限：400<br />
力量上限：400<br />
速度上限：180<br />
守备上限：220<br />
智力上限：180<br />
帅气上限：80<br />
<br />
米蕾尤ミレーユ：<img src='./images/icon03.gif' alt='' /><br />
身世坎坷的美丽大姐姐，非常喜欢动物，有时还会和动物打招呼&hellip;&hellip;拥有一根能召唤金龙的黄金笛（精灵卢比斯制造）。现实世界夢見の洞窟的剧情后加入。擅长辅助和回复魔法，速度相当不错，能力方面普遍比芭芭拉高些。值得一提的是，她的魅力为全队最高，选美主力非她莫数~（Lv67以后芭芭拉的魅力会超过她，不过那时候还会有人参加选美大赛么&hellip;&hellip;）<br />
HP上限：700<br />
MP上限：800<br />
力量上限：300<br />
速度上限：450<br />
守备上限：200<br />
智力上限：410<br />
帅气上限：130<br />
芭芭拉バーバラ：<img src='./images/icon04.gif' alt='' /><br />
本作的女主角，理由是无法扔进酒店&hellip;&hellip;现实世界月鏡の塔加入。失去记忆的可爱少女，真正身份是大魔导士芭尔芭莱拉的转世，在剧情中能够学会究极特技マダンテ。除了速度和最大MP外，其它能力都比较低（智力？这玩意儿有实际意义吗？），要小心培养。<br />
HP上限：650<br />
MP上限：990<br />
力量上限：280<br />
速度上限：400<br />
守备上限：170<br />
智力上限：420<br />
帅气上限：160<br />
查莫罗チャモロ：<img src='./images/icon05.gif' alt='' /><br />
ゲントの村的神之子，在游戏的同名漫画《幻之大地》里非常嚣张的小P孩~不过游戏中确实彬彬有礼，反差太大让人有点不适应。在现实世界ゲントの村里加入，僧侣型角色。其实查莫罗的实力很不俗，而ベホマ、ザオラル等咒文也十分有用。唯一缺点：魅力太低，不过影响不大。<br />
HP上限：750<br />
MP上限：850<br />
力量上限：310<br />
速度上限：350<br />
守备上限：240<br />
智力上限：450<br />
帅气上限：60<br />
<br />
特瑞テリー：<img src='./images/icon07.gif' alt='' /><br />
米蕾尤的弟弟，DQM的主角，人气极高的角色。为了找寻姐姐而在全世界旅行，搜索最强之剑，不断磨练自己，却因此被魔物利用的孤独剑士。在ゼニスの城打败他和デュラン后加入。登场时能力不高（不理解他是怎么打败那条龙的&hellip;&hellip;），而且加入太晚，如果不是特瑞的超级FANS，还是把他扔马车吧~(啊...闪电剑飞来了....）<br />
HP上限：750<br />
MP上限：600<br />
力量上限：330<br />
速度上限：250<br />
守备上限：190<br />
智力上限：300<br />
帅气上限：120<br />
<br />
阿莫斯アモス：<img src='./images/icon06.gif' alt='' /><br />
保护着モンストル村，然而在夜晚会变成怪物的悲哀战士。用理性之种可以让他加入。和哈桑相比，HP和攻击较低，但其他能力更高，而且加入时防御就很高了。变成怪物的特技很有趣，虽说不实用&hellip;&hellip;从SFC版的大众脸造型变成了专有形象，注意不要错过他了。<br />
HP上限：800<br />
MP上限：500<br />
力量上限：380<br />
速度上限：190<br />
守备上限：250<br />
智力上限：260<br />
帅气上限：80
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
