<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "<font color='blue' size=5>Vol.3 魔王之战</font><br><font size=5>
【梦世界】<br>
太阳神镜入手后，赶紧回梦世界的雷多克城，方法是通过现实世界达玛神殿的井户。<br>
回到雷多克城，士兵长索尔迪很高兴，立刻带领主角去见雷多克王，商量讨伐大魔王的事宜。雷多克王让主角拿出太阳神镜，太阳神镜开始发光，雷多克王的正体居然是——女人！大臣和士兵长都不敢相信。原来这个女人就是现实世界中雷多克的王妃在梦世界中的影子，王妃说他在和雷多克王讨伐姆多时被姆多下了诅咒，灵魂被困在了梦的世界。王妃要求和主角一起去讨伐姆多，因为他总觉得这个世界的姆多有点怪怪的。王妃仲间！不过她可不会战斗哦。姆多的洞穴在雷多克城东面的小岛上，东南的边境们已开，向姆多的洞穴出发！！<br>
洞穴迷宫并不复杂，到了4B注意把天井盖打开，让阳光进入5B，否则的话……恐怕你要多走些冤枉路了。<br>
洞穴里层出现魔王，并不难打，就在勇者们要亲者痛仇者快的时候，王妃阻止了大家，这时候太阳神镜发挥威力，原来魔王就是现实世界中的雷多克王！！雷多克王告诉大家，他和谢拉王妃在讨伐姆多途中被魔王袭击，灵魂封印在了梦世界。雷多克王感谢主角释放了他的灵魂，说是回雷多克城要奖赏主角。<br>
回雷多克城，大臣说国王他们没有回来啊。还是芭芭拉聪明，她提醒主角说：XX你明白了吗？雷多克王要奖赏我们呢！呵呵～你明白了吗？对咧，那是现实世界的雷多克王啊，赶紧去现实世界吧，不过梦世界的雷多克必须来一趟，跟大臣说话，否则不会触发剧情<br>
<br>
【现实世界】<br>
来到现实世界的雷多克，国王看到主角很高兴，同时也表示担忧，因为现实中的魔王并没有被消灭，雷多克王希望主角一行能够消灭姆多，彻底解放整个世界。由于唯一的船在上一次讨伐姆多时已被毁（汗死，整个国家就一条船，没有经济实力怎么打仗，怪不得要失败），只能求助北方根特族的长老借船了。国王给了主角一封亲笔信。<br>
北方的边境门已打开，通过那里可以到达根特村。根特族的人天生就有神力，他们自认为是神的使者。长老家在村子的西面，通过和村民交谈知道长老有一个孙子叫查姆罗（为什么不叫阿姆罗，啊呀，谁打我？！）的少年十分了得，年纪轻轻魔法就很强（芭芭拉：有我强吗-_-）；村北的神殿里有一条<font color='red'>“神之船”</font>，已经被封印。正事要紧，找到长老，给长老看国王的亲笔信，可长老说国王的亲笔信也没用，船已经被封印。要走时赶上查姆罗回来，查姆罗得到神谕：你表走！查姆罗仲间！查姆罗说他可以解开封印，一起去讨伐大魔王。（注意：根特村里有霸者之剑はじゃのつるぎ卖，使用有ギラ效果，一定要入手；查姆罗的ゲントのつえ有ベホイミ效果）<br>
<p><img src='./tuwen/image6.jpg' width='400' height='300'></p>
船的封印被解开了，直驶姆多城。靠岸时看见当年雷多克王的战船，可惜已经破烂不堪。芭芭拉守护神之船，主角、哈桑、米拉尤、查姆罗组成一对进发姆多城。去姆多城必须先经过岩浆之地，怪物有点强，不行就练练级。<br>
过了岩浆之地，姆多城就在眼前。一切似乎又回到了起点。一切似乎熟悉的可怕。米拉尤又吹起了龙之笛（哎？为什么要说又？），主角们再次来到姆多城。先别急着去打魔王，魔王城里有好多好东西呢，最珍贵的是火焰爪（ほのおのツメ），攻击时追加火属性伤害，使用有メラミ效果。【img】<br>
在打姆多之前，哈桑会发现另一个哈桑（&gt;_<，语无伦次中，其实是梦世界中的哈桑找到了现实世界中的正体），合体喽，哈桑终于找回了自己，并且学会正拳突击（せんけんづき）；<br>
门后就是姆多了，梦境会不会重现呢？主角们会不会再次被姆多封印在梦的世界。姆多又念动了石化的咒文，主角再次被甩入梦的世界……<br>
<br>
【梦世界】<br>
哎呀～主角从床上掉了下来，难道又失败了？这次可不一样啦，主角袋子里的太阳神镜打破了魔王姆多梦幻封印，姆多的正体终于出现了，大家一起上吧！<br>
<br>
【现实世界】<br>
姆多会变身一次，第二次的正体很强，注意它的全体魔法和特技，一定要注意己方的回复。旁边召唤出来的喽罗可以不理。猛击姆多的正体，主力就靠哈桑，他的火焰爪派上用场了，正拳突击也很强，查姆罗负责回复（不要忘了用ゲントのつえ啊），米拉尤给大家加防御，主角是自由人，吃紧的时候给大家恢复，平时也可以打。希望姆多用全体魔法的机会少一些，祝你好运。<br></font>
<font color='red' size=5>终于打败现实世界的魔王姆多了，好想睡一觉啊</font><br>
<font color='blue' size=5>Vol.3 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
