<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body>";
echo "<div id='divcenter'>
<font color='blue'>Vol.2.太阳神镜</font><br>
去北方的边境门已经打开，，往东的教会可以存盘和休息，继续往南走，森林的守护者住在这里，他很不耐烦地打发主角一行（第一个选项选否），原来他想盖一座木屋，哈桑三下五除二就帮他搞掂了，作为答谢，他告诉主角有关达玛神殿的事。出小屋往东走，看见一片沙地，调查可以看见过河近道地入口。<br>
<p><img src='./tuwen/image5.jpg'></p>
穿过河道，往东南走，哪里有虾米达玛神殿，只有一个大窟窿，跳下去（汗，自杀）！<br>
<br>
【现实世界】<br>
达玛神殿不过是一片废墟而已，偶尔能看见几个来探宝的冒险家；主角们的身体有变成了虚幻状态，不管，先吓唬吓唬来探宝的人说^^。神殿里能够找到一张<font color='red'>现实世界的地图</font>。<br>
往西是圣马力诺港，可惜人们看不见主角，所以也无法买东西。但是可以找到铁爪，哈桑用的。<br>
<p><img src='./tuwen/image4.jpg'></p>
教会左下就是镇长家，镇长是一个爱狗之人，养了条狗叫佩罗（为虾米不叫旺财，呼呼），去左边港口边触发剧情，听到镇长之子约瑟夫对女佣珊迪的表白（-__-主角们怎么尽爱干这些事），原来约瑟夫深爱着珊迪，但是珊迪觉得自己身份卑微，所以拒绝了约瑟夫的爱。不过镇北的阿曼达好像也爱着约瑟夫，并且非常嫉妒珊迪。去镇长家，珊迪正在给大家准备饭菜，还有小狗佩罗的食物，趁着珊迪给约瑟夫整理房间之际，阿曼达悄悄进来在佩罗的食物里面放了毒，显然是要陷害珊迪，而这一切都被主角一行看在了眼里，可惜自己无法阻止珊迪把食物给小狗佩罗。镇长回来发现佩罗被投毒大怒，不由分说把珊迪关进了地下仓库，约瑟夫觉得不是珊迪干的，替他求情，可镇长怎么可能听的下去。主角虽然可以作证可是现在谁也看不见自己。只好先在镇子上逛逛。<br>
镇里有一个有名的木工师傅，儿子也叫哈桑，出走很久了说是要成为格斗家去旅行，家里人都很担心，这让哈桑感到很奇怪；镇子里有赌场，可惜现在不能豪赌；而港口有去雷多克的定期船，这让主角们很兴奋，可是，这个世界也有雷多克吗？船坞里碰到米拉尤，她居然可以看见主角！并且说找主角很久了，想知道真相跟她走，真是一个奇怪的人。出了镇子，米拉尤把主角一行带到了圣马力诺南方的一个小屋，这里住着米拉尤的师傅，<font color='red'>梦占师古兰玛兹</font>（水晶婆婆？），古兰玛兹告诉主角，想让这个世界的人看见自己，必须有<font color='red'>梦见水滴</font>这种东西，南面的梦之洞穴就有，可是有魔物把守；而且古兰玛兹可以预见到主角的宿命，去南面的洞穴去拿梦见水滴吧，米拉尤也会同行，不过现在还不会加入。<br>
南面的洞穴会碰到金属史莱姆，想练级的话可以试试，不过笔者不赞成转职前就把等级练的很高，这样练职业等级就困难了。洞的最深处是梦之祭坛，有魔物把守，打倒后取得梦之水滴。回到玛兹的会馆，玛兹帮主角们恢复了本体，这下这个世界的人们就能看见自己了，米拉尤也加入了冒险队伍。<br>
回到圣马力诺，告诉了镇长真相，珊迪和约瑟夫终于可以如愿相守在一起了。搭定期船去雷多克之前，先去赌场看看，代币可以换到魔法圣水、世界树之叶、龙盾、白金铠这样很珍贵的东西。可惜太贵了，没关系，如果你是用模拟器玩的话就有福了。SL大法！！<font color='red'>具体方法如下：</font><br>
买十个代币（200G），玩扑克，先存档，扣住的牌是保留的，其余的牌换掉，凑上：双对、三张、三张＋双对、四张、同花、顺牌、同花顺、Joker算赢（其本上和“梭哈”一样），存档，进入下一轮：猜牌，第一张牌是自动翻开的，要从后面四张牌中抽一张比现在<font color='red'>小</font>的牌，抽对则当前的赌注翻番，再存档，循环……，如此往复，很轻松就能赚几万的代币^^。<br>
龙盾和白金铠都是好东西，一个都不能放过！！<br>
搜刮完赌场，可以坐船去雷多克城了。城里可以找到一把蛾毒刀，米拉尤可以装备。和城里居民说话，好多人居然把主角当作了王子，真是奇怪；还有，城里流行着国王和王妃都沉睡不醒的话题，北方根特族长老都治不好。王子为了打败魔王，独自去旅行了，至今未回，大臣趁机大肆搜刮，百姓都在叫苦。到城下町放具屋买一个贵族服（きぞくのふく），主角装备之后装作王子就可以大摇大摆的在城里面转啦，多打听打听消息，可是好景不长，很快就被可恶的大臣赶了出来。<br>
还是没有关于太阳神镜的任何消息，城下町的宿屋里有个行脚商人，他好像知道一些关于太阳神镜的传说。雷多克北方的镜之塔就是最可疑的目标。可是必须有钥匙。阿莫尔的吉娜老婆婆好像有这把钥匙。<br>
雷多克的西边有一个宁静的小镇——阿莫尔。镇子傍临阿莫尔著名的泉水，北方的洞穴就是泉水的源泉，好多年前因为地震的缘故塌方，现在进不去了。因为水的缘故，大家的心情也很好。只有教会的吉娜婆婆是个怪人，从不见生人。阿莫尔的水能治病，许多旅者都闻名前来，以致旅店都客满了，主角一行住不下了，只好在村上转转，（注意和每个人谈话），最后教会好心的神父收留了主角。睡觉ing……。<br>
<br>
【梦世界】<br>
镇上的泉水突然变成了红色，大家非常震惊，纷纷责怪吉娜和伊利亚这对年轻人胡来，非要到镇北的洞穴去探宝，肯定是大魔王下了诅咒。出镇子到北面洞穴看看，只见年轻的女剑士吉娜正在洞口洗着一把血迹斑斑的长剑，嘴里说：洗不掉啊，我杀了伊利亚，剑上是他的血。看来是吓坏了。原来吉娜和伊利亚来探宝，不想洞里有魔物，伊利亚为保护吉娜和魔物进行殊死搏斗，吉娜一个人逃了出来。赶快去救伊利亚吧。洞里要走浮木才可以达到正确的位置，多走两遍就知道了。打败魔物，救下了伊利亚，伊利亚说洞里根本没有宝物，唯一的宝物吉娜已经拿出来了，拿就是镜之塔的钥匙。作为感谢，豪爽的伊利亚送给主角快速之戒（はやてのリング），速度＋30的好东西啊。<br>
回到阿莫尔镇，也就回到了现实的世界<br>
<br>
【现实世界】<br>
吉娜婆婆似乎认识主角，说在梦里见过。呵呵，刚才还在你梦里战斗过，当然眼熟啦。吉娜对几十年前伊利亚的死一直耿耿于怀，所以一直保留着镜之塔的钥匙，睹物思人，寄托着对伊利亚的思念。这时候一位老人来教会找一个叫吉娜的人，不用说，肯定是年老的伊利亚啦，原来伊利亚没死。看来主角们旅行于梦和现实两个世界，改变了世界的命运了呢。吉娜说既然伊利亚还活着，钥匙就没有意义了，送给了主角。<br>
镜之塔，终于可以打开了<br>
一层最左边的镜子似乎是假象，那是怪物的障眼法。对着镜子调查就能发现。<br>
<p><img src='./tuwen/image2.jpg'></p>
打败怪物就可以走了，左边的塔似乎开不开，先走右边好了，塔上可以找到魔法少女芭芭拉，同样她现在也是虚幻状态，用梦见水滴就好了，呵呵，古兰玛兹的预见果然准确。6F有打开左边塔门的机关，拉一下就好；到塔顶往6F走上下各有一个水晶球，推两步就可以弄碎它，那是拉住中间房间的魔法之源，再把左边塔里的两个水晶球弄碎就可以了<br>
左边塔的布局和右边类似，但要注意5F有隐藏楼梯，镜子内侧往下一步调查就可以了<br>
<p><img src='./tuwen/image3.jpg'></p>
弄碎四个水晶球之后，中间的房子就掉下来了，<font color='red'>太阳神镜入手</font>，同时芭芭拉仲间！<br>
<font color='blue'>Vol.2 end<br></div>
";
echo "</body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
