<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "
<font color='#0000ff'>Vol.4 封印之地（一）&mdash;&mdash;达玛神殿</font><br />
【现实世界】<br />
回雷多克向国王报告打败姆多的消息，国王很高兴，将雷杖交给主角。可是魔物依然存在，雷多克王鼓励大家要努力找出真凶，还世界一个和平。王妃谢拉跟主角说他能感觉到主角就是她的儿子，雷多克的王子，只是现在还没有找回自己。主角听了不知所云，以后就会明白的。研究达玛神殿的学者说他做梦被封印的达玛神殿复活了，可他去过圣马力诺东面的神殿废墟，根本没有变化，不用说啦，复活的肯定是梦幻世界的达玛神殿。<br />
<br />
【梦世界】<br />
来到以前的大窟窿那里，果然，达玛神殿复活了。神殿里的学者告诉主角们，魔王因为害怕神殿可以给人们带来强大的职业和技能，创造出新的勇者，所以封印了它。神殿宿屋的旅行剑士说他为了能找到<font color='#ff0000'>拉米亚斯剑</font>才来达玛神殿的，不过好像不在这里<br />
现在大家可以转职啦，关于各种职业的特性，详细的东西请看<font color='#0000ff'>职业介绍卷</font>，但最好让队伍里有魔物猎人，这样就可以让怪物仲间了。<br />
<br />
【现实世界】<br />
现实世界的达玛神殿废墟附近有史莱姆，抓一只试试吧，好好锻炼以后用得着。坐船去圣马力诺西北方向的大陆，来到蒙斯托镇，这里的勇士阿莫斯保护着镇民抵抗魔物，所以很受爱戴。可是大家对他隐瞒了什么。在宿屋住下，晚上镇子上有异样动静，在宿屋楼顶看到有巨大的魔物，不由分说，打！就在主界们要将魔物斩杀之际，宿屋老板出来阻止，原来魔物竟然是阿莫斯变的！阿莫斯为保护大家被魔物咬伤过，所以晚上会失去理性。大家一直瞒着阿莫斯，希望他不要因此内疚。答应宿屋老板保守秘密，剧情就过去了。镇口的老奶奶说北山有<font color='#ff0000'>理性之种</font>，可以治阿莫斯的病，可惜现在有魔物，大家不敢去。去阿莫斯家可不要告诉他真相啊，否则～～～&gt;_&lt;～～～，阿莫斯会内疚出走，一个强力仲间就没了。DS版中的他不再是大众脸了，有着自己的形象，还有和其它人一样丰富的台词，要是错过了真是太可惜了，一定要收到。<br />
蒙斯托教堂前的沙地上有一枚小徽章。<br />
<p><img alt='' src='./tuwen/image11.jpg' /></p>
去北山，山顶有一株会说话的草，在草的前两步查找，可以找到理性之种。<br />
<p><img alt='' src='./tuwen/image12.jpg' /></p>
回来告诉阿莫斯真相，阿莫斯终于在理性的状态下变为魔物了。知道真相的阿莫斯觉得很有意思，但他认为自己不能再给镇民制造麻烦了，所以决定加入主角们的冒险队伍。阿莫斯仲间！！哈哈，阿莫斯会变身哦，又是一个很会打架的战士。<br />
达玛废墟北方的大陆是阿克博而特的国境，国王想打通城西北方的山道以方便人民过往出入，但是山道现在已经被魔物占据，所以国王正在召集勇士打败魔物，奖品是阿克博而特的秘宝&mdash;&mdash;雷光剑！进城的时候正好看见特瑞拖着棺材出城。不行不行～～～&gt;_&lt;～～～，不能让这个小子占先，可是去见国王还要先打败卫兵的说，杂鱼挡什么道嘛，通通874一遍。看见国王，国王说还要通过士兵长这一关（时间就是这么浪费掉的，被特瑞那小子占先，我的雷光剑啊～&gt;_&lt;～），麻烦。去城左下角的训练场，在那里跟士兵长挑战，士兵长还是有点实力的，不过我们的勇者更强。打败士兵长之后，国王终于心服口服了，向大臣要一口棺材，出发！<br />
山道在城的西边，士兵们说一个叫特瑞的剑士已经冲了进去。主角也赶快进去吧。堵住门的魔物，躲开躲开！<br />
山东里面有很多魔物的蛋，一个都不要放过，赚点经验值。来到魔物的老巢，发现特瑞已经和这里的老大对峙上了，原来是一条强壮的青龙哈。接下来就看特瑞的屠龙秀了。只见特瑞上窜下跳跟个猴一样，躲开了龙的比吉拉刚魔法、巨石投和基加丁魔法！！（：p咋舌，他怎么做到的，骇客帝国啊？），最后用一招&ldquo;屠龙斩&rdquo;将青龙的灵魂封印在了棺材里，大摇大摆的走了。<br />
回阿克博而特城时看见特瑞拿着雷光剑出城（～&gt;_&lt;～），见国王，把棺材还给他，国王说山道已经打开，这下行人和商人们来来往往就方便啦。<br />
<font color='#0000ff'>Vol.4 end<br />
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
