<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "<font color='blue' size=5>Vol.9 终章——最后的隐藏世界</font><br><font size=5>
终于说到隐藏世界了。进入的方法很简单——修得所有的18种职业，而且每种职业的等级都在5颗星以上，达玛神殿后庭的18盏灯台就会烧到最亮，然后会出现隐藏世界的入口。<br>
<p><img src='./tuwen/image40.jpg' width='400' height='300'></p>
<p><img src='./tuwen/image41.jpg' width='400' height='300'></p>
普通通关最多也只能习得17种职业，转怪物仲间失散金属的必要道具<font color='red'>失散金属之悟</font>翻遍整个世界也找不到。其实提示就在最后的通关剧情里：注意细节啦，在甘迪诺和特瑞道别时，特瑞说即使世界和平了他也会继续冒险，也许某一天会在某个山洞相遇；<br>
<p><img src='./tuwen/image42.jpg' width='400' height='300'></p>
在交代大家各自的人生的时候，米拉尤继承了古兰玛兹成为了梦占师；查姆罗则成为了神官，替大家治病，注意特瑞的人生啊，他继续了他的冒险，在一个眼熟的山洞里，他好像发现了什么……【img】注意一下这个位置。<br>
<p><img src='./tuwen/image44.jpg' width='400' height='300'></p>
看到浮木大家一定想到那是什么地方了吧。先前说过去隐藏世界的秘密和梦世界阿莫尔这个地方有关系。还记得吉娜和伊利亚年轻时候去阿莫尔北的洞穴去冒险的是吗？目的是去找传说中的秘宝，可是伊利亚并没有找到，其实传说中的秘宝是存在的。拿到的方法是：在进入姆亚城之前记得先存一个电池档，<font color='red'>记住是电池存档啊！</font>，待通关看玩结局后，Reset吊出电池档，然后去梦世界阿莫尔北的洞穴，用盗贼之之鼻查一下可以发现原本没有东西的洞穴，又多出了一个未发现的道具。<br>
<p><img src='./tuwen/image45.jpg' width='400' height='300'></p>
地点嘛，就在特瑞发现的地方，调查可以发现失散金属之悟。呵呵～当年发现这个秘密，让我兴奋了好长一阵子。<br>
<p><img src='./tuwen/image46.jpg' width='400' height='300'></p>
进入隐藏世界一定要做好心理准备，因为哪里的魔物都是Boss级的，一不小心就很可能全军覆没；隐藏世界都是些主角们去过的洞穴，但那里会有新的宝物，包括未拿全的几枚小徽章，100枚的奖品为性感内衣（エッチなしたぎ），只有女性才能装备，作用好像是可以让怪物忘记攻击（汗～）。穿过几层洞穴来到莱夫科特村，不过这里可不是莱夫科特哦，这里叫作德斯科特，居住的都是魔物，村子的武器屋出售非常珍贵的宝物，一个是复生之杖（ふっかつのつえ），战斗时使用相当于ザオラル效果；另一个是龙之悟，这个东西按正常剧情可以拿到3个（90枚小徽章；史莱姆格斗场的第G级；姆亚城中），现在大家都可以转这个职业而不用担心没有道具了，可是价值不菲，要30000G！村子里还能找到一顶回音帽（やまびこのぼうし），装备后使用任何咒文，帽子都会重复一次（不耗MP）村子宿屋楼上的妖怪会告诉大家他在梦世界的卡鲁卡多井户的西5步，北5步埋了一件宝物，这时候如果再去卡鲁卡多会发现多了一件隐藏宝物，在指定的地点调查发现奥里哈刚之牙（オリハルコンのキバ）<br>
<p><img src='./tuwen/image07.png' width='400' height='300'></p>
在德斯科特还能发现著名的武器商人杜鲁尼克，呵呵～冒险冒到这个地方来，真不愧是世界第一的商人。村北房子里有一个井户，进去可以到达更深的世界，这里的魔物更强，最深处来到的地方居然是古雷兹城的仪式厅！大家还记得这里曾经举行过召唤恶魔的仪式吧，因为这个原因，古雷兹遭到了灭顶之灾，这个恶魔号称实力在大魔王姆亚之上，此后关于这个恶魔的去处就不得而知了。对自己的实力有信心的话可以尝试挑战一下，这个家伙就是传说中的破坏及杀戮之神——暗之多力安。他的实力绝对可以令你满意，姆亚和他相比，简直是苍蝇遇到了恐龙。<font color='red'>打败他有回合限制！</font>必须在20回合之内打败他才算赢。胜利之后他会满足主角们的请求——打败大魔王姆亚（主角有打败暗之多力安的实力还要求人干嘛-_-）；
<p><img src='./tuwen/image49.jpg' width='400' height='300'></p>
姆亚在他面前简直不堪一击，之后就是正统结局了。<br>
<p><img src='./tuwen/image48.jpg' width='400' height='300'></p><br></font>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
