<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<font color='#0000ff'>Vol.1.旅立</font><br>
魔王城就在眼前，主角一行做好全面迎战的准备，意欲和魔王姆多作殊死一搏，米拉尤吹起了龙之笛，唤来飞龙，载着大家向姆多城进发。<br>
不用多想，直接找大魔王就是了，三人都被大魔王的石化魔法击中&hellip;&hellip;<br>
<br>
【梦世界】<br>
主角从床上摔了下来，原来又是这个梦，为什么最近老做这个梦呢？主角心里觉得怪怪的，妹妹塔尼亚告诉主角村长在找他，赶紧去找村长。先不急着找村长，屋子里有一个速度种子（すばやさのたね）和一顶皮帽（かわのぼうし），找找。<br>
清晨的阳光就是舒服啊～～<br>
<p><img src='./tuwen/image.jpg'></p>
村长家在东北边，找到村长他让你下山把莱弗科特村的特产织品到席埃那镇卖了，买回举行精灵仪式的必需品<font color='#ff0000'>精灵之冠</font>。拿了，村长给的东西，走喽。<br>
莱弗科特是个山村，山路不好走，最近大魔王姆多复活，到处是魔物，还是先练两级等学会ホイミ再下山比较安全<br>
席埃那镇在西面，那里正在举办一年一度的集会，很热闹，镇上有卖世界地图和<font color='#ff0000'><strong>盗贼钥匙（城镇右下方，千万记得入手）</strong></font>的，地图的开价很吓人，不过可以反复侃价直到200再买；织品在那2兄弟之间多来回几次，可以买个好价钱（480）；锅盖和皮甲就表买了，黑的很；草药和圣水捆绑销售很划算，可以考虑。忘了正事了，去镇东北的职人家买精灵之冠，可是不在家，他女儿说去了镇西边。出镇往西走，看见一个大窟窿，有救命声，谁让你是主角呢，898行，结果：人是救了，自己掉下去了<br>
<br>
【现实世界】<br>
来到特鲁卡镇，可是镇上的人都看不见主角，难道主角已经死了？从小孩嘴里知道最近有人去镇东北向的井户，一去不回的，看看去。<br>
调查井户，果然回到了主角熟悉的世界<br>
<br>
【梦世界】<br>
重返席埃那，去见职人，把它吓一跳（诈尸，当然吓着啦），作为救命恩人，精灵之冠免费相赠^^。<br>
回到莱弗科特，村长早已经等急了。忙活了一天类死了，回家先小憩一下。晚上举行仪式，塔尼亚照例戴上精灵之冠，大家都来到教堂，出现神谕：主角就是被神选定的人，要来改变这个世界的勇者（老-__-），大家很吃惊，不过既然命运如此，也没什么，村长让主角先好好休息，明早找他。晚上大家狂欢，在村长家外听到兰多向塔尼亚求婚，被拒绝（教小孩子学坏，才几岁啊-_-）。去村长家，村长给了雷多克城的通行证，然后回家睡觉，第二天，又是一个美丽的早晨，真正的旅行才刚刚开始。<br>
雷多克城在席埃那的东南方，国王正在征召勇士讨伐魔王姆多，先去报个名吧，然后去教堂碰见哈桑，这个家伙也忒不礼貌了。出了教堂，集合的钟声响了，赶快进城见士兵长索尔迪吧。不是谁都可以随随便便当王宫的卫士的，必须通过南面试练塔的试练去拿一样宝物&mdash;&mdash;不馁之心（くじけぬこころ）才可以，既然如此，就让大家看看勇者的实力吧。另外，城中井户中有一个宝物，那是井口欧巴桑的戒指，可惜有魔物把守，取得戒指交给欧巴桑可以得到一个力量之种。魔物有点强，没把握就以后再来吧。<br>
去南面试练塔最好主角已习得ルカニ咒文，否则打卫兵有难度；上塔顶前如果和哈桑说话，你就会被他抢先拿到宝物，但可以避免和士兵长一战，不理他直接上塔顶可以自己拿宝物，看着办吧，我一般都自己拿宝物，谁让那小子那么无礼-_-。<br>
不管拿没拿到东西，都回城，见士兵长，还有一件事要交代，拿就是去找一批马过来。城中的老人有车，可是没马，让主角去找匹马。出城走两步，哈桑跟上来了要入伙，答应之，终于有伙伴了。从雷多克往西走，树林里有匹野马，只是不好抓住，哈桑和主角商量，两个人包抄，主角从东边把马往上敢，哈桑把马堵住，终于驯服了野马。<br>
回城见城中有马车得老人和士兵长，国王告知要打到魔王，必须有<font color='#ff0000'>太阳神镜</font>，终于有马车了，冒险开始啦&hellip;&hellip;<br>
<font color='#0000ff'>Vol.1 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
