<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "
<font color='blue' size=5>Vol.6 封印之地（三）——魔法都市卡尔贝罗那</font> <br><font size=5>
【梦世界】<br>
梦世界的雷多克，坐飞床去阿莫尔村，教堂前孩子们正在嬉戏，好像在草地里埋了什么东西，调查一下不过是一些烂瓦片而已，孩子们却把它当作宝贝。在教堂里看到孩提时代的伊利亚和吉娜。注意这里的剧情一定要触发，否则下面的秘宝就那不到了。<br>
<br>
【现实世界】<br>
来到现实世界的阿莫尔，用盗贼之鼻会发现这里多了一个宝物还没发现。调查梦世界中伊利亚埋瓦片相同的地方，会发现极其珍贵的宝物——<font color='red'>流星臂环</font>！效果为素早加倍。<br>
<p><img src='./tuwen/image13.jpg' width='400' height='300'></p>
大家可不要小看这个阿莫尔镇啊，还有伊利亚和吉娜这两个NPC，DQ6最大的秘密要素都和这里有关呢。具体的我这里先卖个关子，呵呵～<br>

【梦世界】<br>
坐飞床，从阿莫尔南方的井户下去就是以“镜之姬”而闻名的佛恩城。历代的佛恩王都掌管着<font color='red'>水门的钥匙</font><br>
<br>
【现实世界】<br>
来到佛恩城。年轻的国王已经下了禁令，不准随别让人进入“镜之姬”的房间，佛恩王觉得“镜之姬”不是供人参观的东西，肯定有人下了诅咒，把美丽的公主封印在了镜子中。而且，国王好像已经深深的爱上了镜中的公主，无法自拔。得知主角们有太阳神镜，佛恩王很高兴，也许传说中的太阳神镜可以解开诅咒呢。来到“镜之姬”的房间，拿出太阳神镜使用，看到公主后面有魔物的影子。可是下诅咒的魔法很强，太阳神镜也无法破除诅咒。只好找下诅咒的真凶了。大臣说根据古代书籍记载，佛恩城西北有魔导士之塔，里面的暗魔导士曾经封印了一位公主的灵魂，开启魔导塔的方法是念出インバス的咒文（商人特技，主角也会），后来有勇者穿梭时空打败了暗之魔导士。可是，佛恩城西北除了一口井之外什么也没有啊。哈哈，不用说，肯定在梦世界啦。<br>
不过还是先去西北的井户看看吧，那里可以找到一枚小徽章。<br>
<br>
【梦世界】<br>
还记得魔导塔的位置吗？在梦世界中部的沙漠里。用インバス打开塔门。迷宫很简单，塔顶就是暗魔导士米拉尔戈的老巢了，原来这个家伙垂涎伊莉卡公主的美色，逼公主与自己成亲，公主不依，所以把公主的灵魂封印在了镜子里（-_-b，还是个痴心的魔导士）。<font color='green'>为了不让好白菜都给猪拱了（^^）</font>，勇者们代表正义要打败你！（汗死，美少女战士？）。打败米拉尔戈，公主的诅咒就解除了。<br>
<br>
【现实世界】<br>
佛恩城，镜中楚楚动人的公主终于被解救出来了。原来伊莉卡公主被封在了镜中千年！她有很丰富的古代知识，对勇者们很有用呢。佛恩王还真不是盖的，立马向公主求婚（-_-难道这不算趁人之危？？），公主说这是宿命的缘分呢，她在镜中能感受到佛恩王的呼唤，于是答应了佛恩王的求婚。整个王国上下笼罩在浪漫的氛围中。（&gt;_<，娶一个千岁的老女人做王妃，还真是——浪……浪漫呢，瀑布汗）。国王为了答谢主角救下公主，把水门的钥匙给了主角。这下又能去好多新的地方了。<br>
去圣马力诺坐船，穿过佛恩城东边的海峡，用水门钥匙打开水门就可以到达新的海域。往西走，穿过佛恩西边的海峡，来到渔村佩斯卡尼，村外的洞穴里可以看到人鱼。村子里也流传着人鱼的传说。由于魔物的出现，现在很少能打到鱼了，村北的鱼商总说缺货，还能打听到捕鱼能手洛布受伤的消息。去洛布家，好像很不友好的样子(-_-)。；洛布好像在村北鱼商那订下了所有的鱼，这个家伙要这么多鱼干什么？鱼商给完货后洛布就神神秘秘的进了北边的山洞，跟着他，<font color='red'>注意不要被他发现</font>。原来村外那条人鱼就是洛布收养的。人鱼蒂妮对洛布有救命之恩，可是因为魔物，蒂妮无法回家。洛布担心有人伤害她，所以一直秘密照顾着蒂妮。听说主角有船，洛布很高兴，拜托主角把蒂妮带回家，虽然有点依依不舍，但这也是为了蒂妮好（以后再来佩斯卡尼会发现洛布不在村子，问村北鱼商得知洛布一下子买了好多鱼然后就出海了，再也没回来，在人鱼岩场找到他，这家伙居然在向蒂妮求婚～晕哦～，恩，来看不伦之恋。-.-）。<br>
蒂妮的家在人鱼岩场，圣马力诺北边海域，很容易找到。蒂妮的JJ蒂娜为报答主角们给了<font color='red'>人鱼的竖琴</font>，使用会得到人鱼的帮助，变成气泡船，可以潜水（就是潜水艇）<br>
<br>
得到气泡船后先去<font color='red'>海底沉船</font>拿<font color='red'>最终钥匙</font>，有了它可以回以前去过的地方取得宝物，像雷多克地下仓库这样的地方。沉船的位置在佩斯卡尼北方海域<br>
<p><img src='./tuwen/image10.jpg' width='400' height='300'></p>
拿到最终钥匙后，自由度就比较大了，可以走一些支线剧情。下面是海底要素介绍<br>
<br>
支线一：<br>
【梦世界】<br>
沉船海域北方大陆有一井户，通过它可以来到梦世界的<font color='red'>史莱姆格斗场</font>外围区域。往下走来到一个小庙，可以打开格斗场的水门。格斗场里云集了来自世界各地的史莱姆训练师，为了得到珍贵的奖品，不惜重金相搏。如果有史莱姆仲间的话，可以参加格斗比赛，除了最高级别H级只能参加一次外，其他的级别都可以参加两次，但要注意，第二次参加的话，参赛者的初始HP和MP都只有一半。如果能够打胜H级的比赛，将可以和上届冠军强普挑战，战胜后和强普的主人基拉斯说话，史莱姆鲁基仲间！（格斗场中的门洞，只可以史莱姆进去，把其他人都放在马车上就可以了）。<br>
<br>
支线二：<br>
【现实世界】<br>
根特镇下方海域有名前神，可以给任何仲间改名字。<br>
<p><img src='./tuwen/image15.jpg' width='400' height='300'></p>
支线三：<br>
【现实世界】<br>
蒙斯托东面狭长海域有一海底宫殿，里面有两枚小徽章和两件强力武具——风神盾和古林盖姆之鞭（DQ6中攻击力最强的武器），不过守卫很强，没把握的话还是以后再来吧。<br>
<p><img src='./tuwen/image16.jpg' width='400' height='300'></p>
支线四：<br>
【现实世界】<br>
姆多城下方海域居住者预言师鲁比斯，她的话好像都是废话-_-<br>
<p><img src='./tuwen/image17.jpg' width='400' height='300'></p>
支线五：<br>
【现实世界】<br>
沉船西北海域有个海底祠堂，里面的老人会告诉你有关神武具之一的<font color='red'>拉米亚斯之剑</font>的信息，这里的大树根部可以找到一枚小徽章<br>
<p><img src='./tuwen/image19.jpg' width='400' height='300'></p>
支线六：<br>
【现实世界】<br>
还记得雷多克井中那个看得见拿不到的宝箱吗，其实有气泡船就可以拿到了。沿着雷多克的河道可以到达雷多克城水底，这里有通往井里的秘道，井里的宝物为力量之盾。<br>
<p><img src='./tuwen/image21.jpg' width='400' height='300'></p>
支线七：<br>
【现实世界】<br>
世界东南方岛屿是甘迪诺的地界，这里新王刚刚执政，相对于前任国王，臣民对新王的口碑很好。以前金德罗帮在此横行，现在不见这样了。这里可以打听到关于米拉尤姐弟身世的一些只字片语，还能打听到神武具之一——<font color='red'>斯菲达盾</font>的下落。这些信息以后会用得着。（甘迪诺澡塘前草地有一枚小徽章）<br>
甘迪诺北方海域可以找到波赛冬城，波赛冬让你打败海魔王古拉科斯后来找他，到时他会告诉你有关斯菲达盾的下落，这里可以找到海啸之杖。<br>
<p><img src='./tuwen/image18.jpg' width='400' height='300'></p>
好了，关于海底世界的支线先介绍到这里，回主线剧情<br>
主线：<br>
【现实世界】<br>
佛恩城南部广袤海域的中部就是魔界四天王之一——古拉科斯的魔宫了。迷宫不复杂，注意放水的开关究可以。魔宫里得到重要道具<font color='red'>砂之器</font>。到魔宫深处要和古拉科斯一战，注意全员要装备对冰魔法和吹雪特技耐性高的防具。打败它可以得到古拉科斯之枪。同时，传说中的魔法都市卡尔贝罗那在梦世界复活，又一个封印被解除。<br>
<br>
【梦世界】<br>
魔导塔西海域中部小岛就是魔法都市卡尔贝罗那所在之地，记得把芭芭拉放在队伍里。这里人都会用魔法，连小孩都会，传说中的大魔女芭尔芭莱拉创造了这个都市。大家对芭芭拉寄予了很高的期望，说什么芭芭拉是大魔女的转世，弄的芭芭拉一头雾水，看来主角一行的来头还都不小。镇西住着的卡伯尔老夫妇曾经给芭尔芭莱拉制作过各种魔法道具和武具，其中有一样叫做<font color='red'>魔法飞毯</font>的东西，不过他们俩好像还没睡醒的样子。这里的长老布伯尔是唯一会究极魔法玛丹迪的人，这也是时代单传魔法（汗，将全部MP一下子耗光，实在是超级败家子魔法，实在没什么使用价值，而且对大魔王是无效的，哎，大魔王，你也实在太走眼了吧，还让劳什子“天王”看守封印，多余！）。带着砂之器去长老家，可是长老好像在门口撒下了什么东西，主角们总是陷入一个空间的循环。出门找门口的女的谈话，告诉主角长老在门口撒下了时之砂，更本进不去，问问镇上的人怎么解决。武器屋下方的男子会告诉主角用砂之器把时间砂搜集起来，这下就可以了。<br>
记住在长老家的门口让芭芭拉使用砂之器（其他人不会用），这样就可以见到长老布伯尔了。长老说她已经等待芭芭拉的出现很久了，时间不多了，长老教会了芭芭拉玛丹迪的魔法后，魔王的制裁也到了（-_-好像是基加丁魔法），布伯尔告诉大家她的使命已经完成，大家不要伤心，她会和大魔女芭尔芭莱拉一起守护着大家的。<br></font>
<font color='blue' size=5>Vol.6 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
