<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "
<font color='blue' size=5>Vol.7 封印之地（四）——圣城塞尼斯</font><br><font size=5>
【现实世界】<br>
陆陆续续知道了许多有关神武具的消息，现在就踏上搜集神武具的旅程吧。<br>
渔村佩斯卡尼西大陆的芒特斯诺村，终年积雪，传说这里住着唯一知道拉米亚斯剑下落的大神官扎姆。可是这里的人好像都冻住了，唯一没有冻住的是宿屋里来找传说之剑的旅行战士和村东北的一个老头。老头告诉主角千万不要靠近村东北的祠堂，根据RPG基本原则：NPC说过的越是不能去的地方就越要去！<br>
东北祠堂有个女子，和她搭话，女子让主角回芒特斯诺找一个叫格兰的年轻人。回村子找老头，老头听了哈哈大笑，说他就是格兰，年轻的格兰那是五十年前的事了。再回东北祠堂，原来那女子的正体是本地的守护神雪女（土地？），五十年前她救了一个叫格兰的年轻人，因为格兰没有做到他的承诺，雪女决定惩罚格兰，将村子里的人冻住，唯独留下格兰，让格兰度过寂寞的五十年。雪女觉得对格兰的惩罚也够了，于是解开了封印。<br>
芒特斯诺村的人全部解冻了，而且他们依然像五十年前一样年轻，根本不知道发生了什么事，格兰也因为自己的错误反省了自己。多亏雪女将村民冻住，这样今天的主角们还能见到大神官扎姆。去村西北教堂见扎姆神官，扎姆告诉大家去村北洞穴进门的暗语（扎姆脑子被冻坏了，给的什么提示嘛）。<br>
村北洞穴，在门口说出暗语，选择顺序分别为“吾持正义之心”“传说中力量之剑”“召唤雪的精灵”（哎～我脑子也坏了，记不住了）。想起来一件事：特瑞这个家伙也盯上了传说之剑，不过这回他抢不去了，灭哈哈哈～～。洞穴里要注意滑行的路线才能到达目的地，2B的冰面按照“北西东南”的方向按下开关，走错路线就只好从来了。<br>
看到传说之剑时特瑞出现，这个家伙看看是把破破烂烂的锈剑就没要，呵呵～这次是你不识货活该喽。<br>
拿到锈剑回芒特斯诺见扎姆神官，神官说在盗贼之镇隆加德瑟有一位非常高明的铸剑师，可让传说之剑复原。神官给了主角去隆加德瑟的通行证。<br>
隆加德瑟位于圣马力诺东面，这里是天才铸剑师布莱葛的故乡，不过布莱葛好像远行了，生死未卜，家里只有布莱葛的女儿莎莉，更多的情报只有向情报商人霍克买了。镇子里有一位冶炼师，可以让你的武具帅气度上升<font color='red'>（注意：神武具之一的奥尔戈之铠冶炼后可以追加行动恢复HP特性，但魔法耐性会消失）</font>。霍克嘛，在游乐场右边的房顶上，入口可是很隐蔽的，在晾衣服的地方往右走就可以了。<br>
<p><img src='./tuwen/image23.jpg' width='400' height='300'></p>
霍克说和主角玩一个捉迷藏的游戏，如果能三次发现他，情报就会以2000G的低价卖给主角（汗！这还叫低价？）。<br>
第一次在镇口教堂假扮神父；第二次在游乐场化妆间玩同人游戏——假扮兔女郎（瀑布汗～）；第三次在酒吧假扮酒保（在柜台里和他说话）；三次找到他后到他家里——镇子井户中找他，付5000G，会告诉你关于铸剑师的消息，不过布莱葛不再家，而他女儿莎莉的技术已经超越其父亲的境界，只是莎莉不喜欢铸剑，她认为武器只会带来纷争，也因此她失去了母亲。莎莉经常去镇北的墓地拜祭母亲。镇北墓地找到莎莉，莎莉很不耐烦的走了；回隆加德瑟，莎莉家就在镇东北，见到莎莉，莎莉会问你挥剑的目的（剑心？），告诉她正确的答案吧，她会帮你重铸拉米亚斯剑，不过需要一些时间，趁着这个时间，去搜集其他三样神武具吧（隆加德瑟有赌场，这里的扑克和圣马力诺的有一些不同，第二轮是比牌大，注意了。10000代币可以换到隼之剑，抢吧）<br>
现实世界特鲁卡西南是加恩波尔特公馆，从海底秘道可以到达。
<p><img src='./tuwen/image24.jpg' width='400' height='300'></p>
主人卡尔班.加恩波尔特是个爱美之人，公馆的地下剧场正在举行盛大的选美比赛，获胜者可以得到丰盛的奖品。关于选美比赛，详细情况请参<font color='blue'>选美攻略</font>。<br>
获得三次选美优胜，得到<font color='red'>美丽的地毯</font><br>
<br>
【梦世界】<br>
魔法都市卡尔贝罗那，还记得镇西的卡伯尔老夫妇吗，把美丽地毯给老人，他会帮你恢复地毯的魔力，<font color='red'>魔法飞毯</font>入手！<br>
下面的任务就是搜集其他三样神武具了，三个剧情是并列的：<br>
<br>
<font color='blue'>一、奥尔戈之铠</font><br>
<br>
【现实世界】<br>
传说奥尔戈之铠是世界最西南大陆——古雷兹王国时代守护的宝物，但是古雷兹好像历经了一场大劫难，此后奥尔戈之铠也失传了。<br>
有了魔法飞毯之后就可以来到现实世界的古雷兹城，不过这里早已是一片废墟，看来劫难的传说是真的，这里同样也可以找到为了神武具而来到此地的冒险者。其他更多的情报好像就没有了。城里有一井户，进去看看吧<br>
<br>
【梦世界】<br>
来到了梦世界的古雷兹，士兵不由分说把主角一行带到了城里，还说有什么仪式之类的。见国王，国王正在为仪式的举行而养精蓄锐。四下打听消息得知学者知道了召唤恶魔的方法，传说恶魔的力量甚至在大魔王之上，国王想通过恶魔来打败魔王（就是以毒攻毒啦）。同时城里也有好多人表示担心，觉得这个方法实在不妥；士兵长所在的房间放的应该就是奥尔戈之铠了，他显然对国王的决定表示担忧，表示一旦有什么不测，一定要保护好奥尔戈之铠。去仪式间，守卫说祭品带来就可以举行仪式了，让主角们去厨房欧巴桑那取祭品。虽然主角知道这会带来灭顶之灾，但是现实是无法改变的，只好去厨房拿祭品。<br>
从欧巴桑拿取得蛇汤和蟾蜍干（如果使用的话……-_-自己看看吧），然后再去仪式间，仪式开始了，看来一切都将无法挽回。古雷兹王念起了召唤的咒语，恶魔出现。<br>
<p><img src='./tuwen/image25.jpg' width='400' height='300'></p>
可是恶魔不接受任何命令，瞬间就将众人杀死！士兵长嘱咐主角救出民众，自己收起了奥尔戈之铠把它放在了秘密仓库里（注意秘密楼梯的位置），并且给出重要信息：<font color='red'>没有鹤嘴锄是打不开秘密楼梯的!</font><br>
士兵长决心守护着奥尔戈之铠直到勇者的出现（当时觉得这一幕很壮烈）。<br>
主角们逃出了古雷兹城……<br>
<br>
【现实世界】<br>
回到了现实世界，在秘密仓库左上角使用鹤嘴锄，可以发现秘密楼梯。<br>
<p><img src='./tuwen/image26.jpg' width='400' height='300'></p>
进去后掀开监狱门口的石板。<br>
<p><img src='./tuwen/image27.jpg' width='400' height='300'></p>
可以发现藏奥尔戈之铠的地下密室，<font color='red'>奥尔戈之铠</font>入手！！旁边的骸骨应该就是士兵长吧。感动ing  ~&gt;_&lt;~<br>
<br>
二、<font color='blue'>斯菲达之盾</font><br>
<br>
【现实世界】<br>
神武具斯菲达之盾，是金德罗帮当年搜集的秘宝，在甘迪诺应该有它的一些消息。应该在当年金德罗帮的秘密洞穴。还记得波赛冬怎么说的吗？打败海魔王找他，现在他会告诉你关于斯菲达之盾的情报。斯菲达之盾在现实世界阿莫尔东面的河道洞穴。这个洞穴不那么简单，如果摸不清规律就很可能在里面迷路。具体的走法是：先往一直往北，走到丁子路口，向东，然后再向北，然后往西，接着往南就到了。<br>
<p><img src='./tuwen/image29.jpg' width='400' height='300'></p>
在2B石像下面墙角处调查可以发现隐藏楼梯。<br>
<p><img src='./tuwen/image30.jpg' width='400' height='300'></p>
注意再往里是一个循环，不会有尽头。<font color='red'>正确的通过方法是：</font>进入下一层3次，然后退回2次！这样可以从循环中跳出。<br>
<p><img src='./tuwen/image22.jpg' width='400' height='300'></p>
进入4B。斯菲达之盾就在4B的祭坛上，拿到它应该没什么困难的了。<br>
<br>
三、<font color='blue'>塞巴斯头盔</font><br>
<br>
【现实世界】<br>
其实神武具<font color='red'>塞巴斯头盔</font>一直是雷多克守护的秘宝。去现实世界的雷多克，能够得到王子的消息，好像在雷多克城北方的小山村莱芙科特。那不就是梦世界主角的故乡嘛。现在有了魔法飞毯，就可以去现实世界的莱芙科特了。<br>
穿过熟悉的山道，进村前看到另一个主角，实在把主角吓了一跳，想想谢拉王妃曾经对自己说过的话：找回自己，似乎一切关于主角身世的迷题都快解开了。村子里大家对主角好像很熟悉的样子，还说什么塔尼亚已经把自己当成勤哥哥了之类的奇怪的话，原来主角不是塔尼亚的亲哥哥，当初主角全身都是血倒在了山道，是塔尼亚救回来的。兰多似乎对主角缠着塔尼亚很吃醋。难道大家的猜想是正确的？对！现实世界的主角的真正身份其实是雷多克的王子！去村长家，两个主角把村长吓坏了，就在现实和梦两个世界的主角要合而为一时，现实世界的主角因为害怕而跑了（具体原因请参<font color='blue'>DQ6世界观设定卷</font>）。在山道找到主角，村里的孩子突然来报告说魔王袭击了村子！主角赶紧跑回救村民。<br>
在村子里把各个杂鱼解决掉，然后去塔尼亚那里，这个魔物很强，它不怕任何火系和冻气系的咒文和特技，只对雷没有耐性，打它时注意用物理攻击或雷光斩这样的特技，如果有拜基鲁特这样的咒文就不难解决它了。如果打他之前合体，这个魔物会变弱很多，SFC版如果打它被全灭5次之后它的能力会变的非常弱，DS版取消了这一设定。解决玩魔物后，主角学会莱丁咒文，主角终于找回了自己。<br>
去现实世界的雷多克，王子终于回来了！当天雷多克一片欢腾，国王举行了盛大的宴会庆祝王子的平安归来。可是主角似乎还无法一下接受这个现实。晚上梦占师古兰玛兹告诉主角必须找回自己的记忆才算找回完整的自己，在王宫里走走，看到闪光的地方就走过去，往事历历在目：和士兵长弗兰克练剑；心爱的王妹塞拉的死；不顾一切的和姆多决一死战的决定……一切似乎都想了起来，这里就是主角熟悉的家……<br>
第二天，雷多克王——主角的父王会把神武具塞巴斯头盔交给主角，虽然很担心自己儿子的安危，但主角背负着打败魔王宿命，所以还是让儿子继续冒险去了。<br>
<br>
有了三样神武具，现在可以去隆加德瑟找莎莉拿拉米亚斯剑了。莎莉刚刚完成重铸任务，绣剑终于成为了威力强大的拉米亚斯之剑！<br>
四件神武具已经集齐，根据传说可以去最后一个封印之地——圣城塞尼斯了。<br>
去圣城的地点在甘迪诺西边大陆上，那里可以找到一颗大树。<br>
<p><img src='./tuwen/image31.jpg' width='400' height='300'></p>
进去其实是祠堂，上下左右各有一个机关，每踩一次都会变一个图案，其实每个图案代表对应神武具的属性，他们分别为：上：塞巴斯头盔，太阳；<br>
下：奥尔戈之铠，心；<br>
左：拉米亚斯剑，雷电；<br>
右：斯菲达之盾，圣十字。<br>
<p><img src='./tuwen/image33.jpg' width='400' height='300'></p>
圣城已经被魔物占领，先要和城堡一战，然后可以到达圣城塞尼斯。这里将和魔界四天王的最后一个——迪兰遭遇。他会先派两个喽罗来招呼你，哼～真不把主角放眼里，接下来出场的就比较让大家惊讶了——特瑞竟然投靠了迪兰，他会帮迪兰打第二场，小心他的雷光剑啊，雷光剑具有莱欧丁的效果，而防具一般对雷都没有耐性，所以小心全军覆灭；好不容易打败特瑞，还没来得及喘气呢，迪兰就上了，没办法，上啊，要是和特瑞一战已经耗尽了你的MP的话，%&amp;^&amp;$^$%^……我在为你祈祷ing。<br>
打败迪兰，魔界四天王全部扫除，最后一个封印也解除了。圣城塞尼斯在梦世界复活！当然还有更让人兴奋的是，特瑞原来就是米拉尤的失散的弟弟，米拉尤旅行的目的就是寻找失散的弟弟，特瑞加入冒险队伍，最后一个人类仲间加入！特瑞的实力很平均，初始职业就是斗圣，身上还带着强大的武具。最重要的是，他的加入可以带来另一个强大的怪物仲间。<br>
<br>
【现实世界】<br>
再次造访阿克博而特，这里是主角和特瑞首次相遇的地方，被特瑞封印的龙又复活了，在监狱里闹腾呐，国王现在也束手无策。龙族是只服从强者的高傲魔物，普通人根本无法驾驭。<font color='red'>注意把特瑞编制在队伍并放在第一个位置</font>，在监狱和龙对话，青龙仲间！它的初始职业是隐藏的怪物职业之一——龙！青龙极其强大，努力让它成长，很快你就会知道龙族的威力了^0^<br></font>
<font color='blue' size=5>Vol.7 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
