<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "
<font color='blue' size=5>Vol.8 狭隙世界</font><br><font size=5>
【梦世界】<br>
去见塞尼斯王，原来塞尼斯王就是传说中统治整个世界的君王。从塞尼斯王那里得知，当年大魔王一共封印了四个地方——给旅行者带来强大魔法和特技的达玛神殿、提供强力武具的徽章王国、掌握传说魔法玛丹迪的魔法都市卡尔贝罗那，以及具有前往大魔王所在之地必要知识的圣城塞尼斯。魔王的世界——狭隙世界，是存在于梦和现实世界狭缝中的世界，去狭隙世界必须取得<font color='red'>飞马</font>，而飞马的灵魂被封印在现实世界的飞马塔的顶部，飞马塔的入口就是塞尼斯城的井户，进入井户再出来就可以来到飞马塔的小岛。<br>
<br>
【现实世界】<br>
飞马塔里的魔物比较强。4F有三个宝箱，看得见够不到，其实入口在外侧右边墙角处。<br>
<p><img src='./tuwen/image32.jpg' width='400' height='300'></p>
塔顶战胜魔物就可以解放天马佩卡萨斯的灵魂，和梦世界的马合体，不过要完全开发天马的能力还需要塞尼斯王的引导<br>
<br>
【梦世界】<br>
回到塞尼斯，见到塞尼斯国王，塞尼斯王把<font color='red'>天马缰绳</font>给了主角，使用缰绳就可以飞行了，在飞行状态时按X键，佩卡萨斯就能直飞狭隙世界……<br>
<br>
【狭隙世界】<br>
来到狭隙世界，眼前的这个镇子叫做绝望之镇，毫无活力，主角们的体力和精神也降到了极限，即便在宿屋睡觉也无济于事。镇西北住着的老人安迪曾经是一个很有名的放具职人，来自现实世界的撒克逊村，安迪给主角一个<font color='red'>古旧烟斗</font>，如果主角能够回到现实世界话，希望能够把这个带给他的老伴<br>
镇西边有温泉，注意去的路上不要碰到魔物，回现实世界的出口就在温泉中间石头的右侧<br>
<p><img src='./tuwen/image34.jpg' width='400' height='300'></p>
进去在地上骸骨上调查可以发现一枚小徽章。通过里面的井户可以来到现实世界，甘迪诺北方的小岛上<br>
<br>
【现实世界】<br>
撒克逊村在根特族镇子东北的山坳里，一只叫希尔巴的狗老是守着村中间一间屋子的门，身上带着古旧烟斗就可以进入了。安迪的老伴得知安迪还活着非常意外，她给了主角<font color='red'>安迪的道具</font>，并且说她和希尔巴一定会等安迪回来。<br>
<br>
【狭隙世界】<br>
回绝望之镇，见到安迪，看到自己做防具的道具，安迪很兴奋，他要给主角们做一件上好的防具，用来打败大魔王，睡觉前可以选择做甲胄、盾牌或者头盔，机会只有一次，可要想好啦。睡醒后防具就在床头，收了防具来到镇子上，当大家得知温泉处有回到现实世界的出口时都很振奋，大家都不再垂头丧气，安迪也在鼓励大家振作，镇上的武器店和防具店有开张了，许多在酒精里醉生梦死的人们也开始清醒起来。因为传说中勇者的到来，人们满怀打败大魔王的希望，绝望之镇变成了希望之镇。<br>
绝望之镇往东走可以来到欲望之镇，这里到处都充满了欺诈和欲望，镇子里的人对<font color='red'>大贤者玛沙鲁</font>的宝物都垂涎三尺，妄想占为己有，更有人靠出卖贤者宝物情报而发财的。镇北富豪家有一件龙袍，是一件强力的防具，可惜主人死也不卖。镇北矿坑里的宝箱里可以看到一个字条：想知道大贤者的宝物的情报，找莫鲁干。就是那个情报商人啦，找他付5000G的情报费，他告诉你大贤者的宝物好像在镇子西边的树林里。<br>
出镇向西走，树林中央转转就能发现这里有个湖，传说宝物就在湖底。可是怎样把水抽干拿宝物呢。和这里的每个人交谈，突然湖水退掉了，湖底出现一个宝箱，大家乱作一团纷纷抢宝物，这是大魔王的阴谋，一定不能让他得逞。<font color='red'>注意主角一定要从右边下去</font>，抢在大家前面打开宝箱，结果发现宝箱竟然是空的。镇民们纷纷感到自己的行为是多么的愚蠢，都回家好好过日子去了。<br>
回到欲望之镇，大家对自己的行为都表示反省，去镇北富豪家，他会把龙袍送给主角，还有就是得到情报大贤者玛沙鲁好像被困在牢狱之镇。<br>
欲望之镇有非常豪华的赌场，用以前的方法接着来抢劫赌场吧^o^，不过这里扑克游戏的规则又有所不同，第二轮比大小时可以选择比大还是比小，たかい是“高”的意思，即比大；ひくい是“低”，即比小。赌场里的奖品有金属王的铠甲和攻击敌全体的破坏铁球，好东西一定要抢到。<br>
再次来到埋藏大贤者宝物的湖底，调查宝箱可以发现秘密入口，通过河底秘道，往西来到一个井户，这里的老者可以帮你恢复MP和HP，牧师可以帮你存档，记得最后进入魔王城前在这里存档。井户往东北向就是牢狱之镇。进入前先要打败看守牢狱之镇的巨人族兄弟（打败后得到小徽章）。之后他会给你<font color='red'>牢狱钥匙</font>，原来巨人族也想打败大魔王呢。<br>
牢狱之镇一片死寂，这里关押的都是不服大魔王统治的人。主角们刚刚进去就入狱，不过幸好有钥匙，可以打开牢房的门。通过牢房右侧的障碍可以来到关押贤者玛沙鲁的地方，和这里的看守士兵搭话，发现他原来是雷多克的士兵长索尔迪，他给了主角<font color='red'>四套士兵服</font>，穿上它就可以大摇大摆地走出监狱了。<br>
来到镇子上和镇民搭话，注意要脱下士兵衣服哦，否则大家对大魔王的走狗们可不会客气。注意要和所有镇民搭话，当出现安娜修女将被行刑的消息出现后，找酒店老板说话，酒店老板让主角去找道具店老板秘议起义的事，道具店老板让主角找右下角落里一个叫冈的男子商议（-_-整个一个扯皮军团），冈会让路让主角去道具店内和老板商议，原来大家准备在士兵们的酒里下迷药，把他们麻翻，趁机救安娜修女（哎，崛井先生，《水浒》看多了吧）。正当主角要离开的时候，处决安娜开始了，主角上去劫了法场，救下修女（＝＝b，还是水浒），可是兵士长多古马和佐佐基尔也赶到了，主角们不敌，再次入狱，连钥匙和狱卒的衣服一起没收了。不过起义的计划还是照常进行，到了晚上，狱卒们都被麻翻了，镇民们救下主角，到居民区和起义军首领冬聂拉汇合，冬聂拉给主角4个力量的种子，并交还牢狱钥匙，大家冲进牢狱救下安娜修女，勇者们的目标当然是这里的狱长阿库巴啦，好好教训这个小子吧。打败阿库巴后去救贤者玛沙鲁，结果发现被囚禁的不是大贤者玛沙鲁，而是他弟弟克里姆特，克里姆特告诉勇者玛沙鲁被大魔王囚禁在西北的黑暗之岬，并给了去黑暗之岬的必要道具——<font color='red'>真实之玉</font>。大魔王非常震怒，将镇子里所有人都变成了石头和动物（注：牢狱之镇的塔顶有一枚小徽章）。<br>
<p><img src='./tuwen/image35.jpg' width='400' height='300'></p>
在西北岬使用真实之玉，最后的魔域——姆亚城就在眼前，不过它高高在上，主角根本无法接近。北方小庙里囚禁的就是大贤者玛沙鲁，他的心已被大魔王囚禁，一遍遍的尝受着失去亲弟弟的痛苦，要解救玛沙鲁的心，只有把克里姆特平安的消息带给他了。<br>
回牢狱之镇把克里姆特带来，克里姆特解救了哥哥玛沙鲁的灵魂，就在大家要从封印的梦境脱出时，大魔王的两个手下杀到，不过以主角这时的实力，打败这两个饭桶是很简单的事了（别说你主角还没有修到“勇者”这个职业）。<br>
从梦境脱出之后，贤者兄弟合力将姆亚城弄到了地面，现在可以向邪恶之源——大魔王迪斯塔姆亚的老巢进发了！（关押玛沙鲁的地方可以回到现实世界）<br>
魔宫出处存在着危险，这里的魔物也很强，要注意一种叫“撒旦男爵（サタンジェネラル）”的魔物，HP很高，最可怕的是他会メラゾ－マ这样的强力咒文，而且还会ザオリク，一定要注意恢复，如果打杂兵救觉得很吃了的话，还是在此练练级吧，魔宫里有金属史莱姆王（メタルキング），打败一只的经验是3万多，祝你好运吧<br>
魔宫深处有不少强力的武具，像金属王之剑（メタルキングけん）、公主之袍（プリンセスローブ）、龙之觉悟（ドラゴンのさとり）等等。2F中间楼梯到3F可以恢复HP和MP；4F有6个门要选择，正确的应该走正上的那个。进去后的房间里充满了雾气，看不见路，只有凭借闪电的一瞬间光亮来判断应该往那里走了。<br>
<p><img src='./tuwen/image36.jpg' width='400' height='300'></p>
魔宫最深处就是姆亚的所在了，姆亚有两次变身，三种形态大的知识和法，应该有贤者的魔法和特技，第一回合召唤出大地精灵，这样就有5个人同时战斗，效果会好一些，当然，フバ－ハ；マジックバリア；スクルト这样的辅助魔法是不能少的注意每个回合要有全员的恢复，所以超级明星的特技ハッスルダンス也必不可少，保险点应该有两个人会这个特技，或者带有贤者之石，基本上用バィキルト后用物理攻击是有效方法，如果有人会メラゾ－マ当然更好。<br>
<p><img src='./tuwen/image37.jpg' width='400' height='300'></p>
<p><img src='./tuwen/image38.jpg' width='400' height='300'></p>
<p><img src='./tuwen/image39.jpg' width='400' height='300'></p>
经过艰苦的战斗，姆亚终于倒下了，在大魔宫就要坍塌的瞬间，佩卡萨斯将大家带离了危险的世界……<br>
主线剧情到此就结束了，但DQ的世界远远没有那么简单，还有很多尚未发现的秘密，比如100小徽章在哪里；达玛神殿的18盏烛台什么时候能够全亮；打败姆亚后塞尼斯王的话是什么意思？卖个关子，<font color='red'>请期待DQ6攻略的补完部分</font> ^^<br></font>
<font color='blue' size=5>Vol.8 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
