<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:1280px}</style>
</head><body><div id='divcenter'>";
echo "
<font color='blue' size=5>Vol.5 封印之地（二）——徽章王国</font><br><font size=5>
过了山道往北有一个村落，行脚的商人对山道的打通表示很高兴；大家对西面的阶梯感到不可思议。<br>
通过西面的阶梯，可以来到梦之世界<br>
<br>
【梦世界】<br>
穿过南面山洞，可以来到卡鲁卡多镇，镇上几乎寸草不生，人们唯一的希望就是能够去传说中的幸福国。不过好像也有持反对意见的，认为再怎么困难也应该留下来好好建设镇子。<br>
和镇子上的每一个人对话。傍晚，去幸福国的船真的来了，大家都欣喜万分。出镇子，西边海岬出现<font color='red'>葫芦岛</font>。上去后和舵手说一声，就开船了。<br>
船舱里正在开酒会，大家都很开心。主角们向酒保要了点酒（未成年人不能喝酒-_-），结果喝高了-_-……醒来时发现被魔物挟持，带去了幸福国，原来幸福国就是“四大天王”之一——加美拉斯老巢！（え？难道不是张、刘、黎、郭四位天王？啊呀，有是谁打我？）。魔物们抓来人类，供上他们的灵魂给加美拉斯，呵呵，今天你们抓来勇者，算你们倒霉！<br>
（PS：<br>
加美拉斯：你们这些个没用的东西，干什么惹来这些个不好对付的主儿来？！<br>
喽罗：老大，您可没让欧们抓人时查户口啊。<br>
加美拉斯：罢了，～&gt;_&lt;～，怪我没听魔老大的话，来人间也没买人身保险）<br>
<br>
相信以大家现在的实力，打败加美拉斯没什么大不了的啦。如果现在你已经修到高级职业“斗圣”，用真空斩对付加美拉斯应该是很轻松的事。打败加美拉斯后，徽章王的灵魂被解放，告诉主角去梦世界找他。这样第二个封印之地——徽章王国也复活了。<br>
卡鲁卡多镇的镇民感谢主角拯救了他们，虽然镇子上的环境还是很恶劣，但大家都不再想一些不切实际的事情了。主角们得到新的交通工具——葫芦岛。<br>
还记得席埃那镇西边的大窟窿吗？那里就是徽章王国的所在地。徽章王喜欢搜集世界各地的小徽章，并且用各种珍贵的武器道具来交换。拿到小徽章就交给他吧。<br>
乘着葫芦岛来到世界中部广袤的沙漠地区，这里有一个古怪的塔，可是大家不知道怎么进去，先不管它。沙漠北方小岛上有个通向现实世界的阶梯。进去瞧瞧<br>
<br>
【现实世界】<br>
往东走通过边境们就来到了荷尔斯托克的地界。在荷尔斯托克村可以打听到王子洗礼的消息。出村子往东就到了荷尔斯托克城。国王正为王子洗礼的事情大为烦恼。答应国王带王子去南面的洗礼洞接受洗礼。王子很不乐意的去了。没走几步路，这个小家伙就跑了。在城1F左边的木桶里可找到他。<br>
<p><img src='./tuwen/image8.jpg' width='400' height='300'></p>
还没走几步路，这家伙又借故开溜，这次可以在城右下的石头阳台上找到他。<br>
<p><img src='./tuwen/image9.jpg' width='400' height='300'></p>
出城往南是洗礼洞穴，可是刚进洞这个家伙又跑了！！（怒）这次去荷尔斯托克村找他（猫在一个小屋里自言自语呢）。<br>
再去洗礼洞穴，第一个试练者是火属性的魔物，注意它的混乱魔法就行。打完魔物，王子又不见了！（逮着他一定要打PP！），回头找，这个小子真会躲，居然躲在了右边角落里。还说战斗是你们护卫的事，我受伤了可不好玩，我晕～。<br>
第二个试练魔物是头牛（？），他的攻击力很强，会用镰鼬这种特技（かまいたち），还会用睡眠魔法，不好对付。打完魔物，王子又跑了。这次他在右边的钟乳石下，逮回来再说。<br>
继续往里走。最后的试练魔物是一匹独角兽，会用ルカナン的魔法，注意给己方加物防，还要注意它会冲撞，攻击力很强，打不过的话先练练级和职业等级。<br>
终于完成洗礼了，费这么大的劲原来就为了冲个凉水澡，汗死！回荷尔斯托克城，国王很高兴，举行的盛大的庆典，王子也好像变了个人似的，开始关心国家大事了（-_-不就冲个凉水澡嘛，至于啊）。作为答谢，国王给了魔法钥匙，问主角洗礼洞穴里的宝物你有没有拿，如实回答和骗他都没关系。王子房间的屋外有一枚小徽章。<br>
<p><img src='./tuwen/image14.jpg' width='400' height='300'></p>
【梦世界】<br>
通过荷尔斯托克西南的井户来到梦世界。往东可以来到克里阿贝鲁镇，这里流传着飞床的传说。镇北的墓地上，一个年轻人正在祭拜着他的主人，除此就没有其他消息了。<br>
镇子的西边海岬处有通往现实世界的阶梯。<br>
<br>
【现实世界】<br>
通过阶梯来到现实世界，现实的克里阿贝鲁镇在东北像。镇北的哈里斯夫妇天天到教堂祈祷，因为他们的儿子乔恩不幸夭折。乔恩生前一直盼望艺人帕农能够再次到来带给他勇气的徽章，可是处在这个乱世，艺人们恐怕很难到处旅行演出。乔恩的死给哈里斯夫妇带来了很大的打击，最重要的是，因为没有完成乔恩生前的心愿，所以哈里斯夫妇一直梦到乔恩的不快乐。然而制造勇气徽章的原料——<font color='red'>勇气碎片</font>只有爬上北山的命运之壁才能够取得，现在那里魔物横行，谁也不敢去。乔恩的狗在乔恩的墓前迟迟不肯离去（&gt;_<，回想梦世界里，这里……）。不管了，勇者就是给大家做好事的嘛（旁人：那是雷锋叔叔），去北山命运之壁吧。<br>
来到命运之壁，山下为亡灵祷告的神父告诉主角，要拿勇气碎片必须要有<font color='red'>黄金鹤嘴锄</font>。鹤嘴锄就在山里，很容易找到。爬上顶后，对着勇气之岩使用鹤嘴锄，得到勇气碎片。<br>
回克里阿贝鲁，把勇气碎片交给哈里斯。哈里斯夫妇非常感激，要求主角在他家住下。晚上进入乔恩的梦世界，床飞了起来。<br>
<br>
【梦世界】<br>
梦世界的克里阿贝鲁又出现了飞床，乔恩感谢主角满足了他的心愿。把飞床送给了主角，现在主角们可以去更多的地方了<br></font>
<font color='blue' size=5>Vol.5 end<br>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
