
<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
</head><body>";
echo "<br><center><font size=6 color=red>大航海时代4</font></center><br>";
echo "<pre>
占有率
代表势力在港口内的市场占有率，至少需要1%才能在港口经营。当一个势力在所有港口占有率都为0%的时候，该势力将被强制解散。
提高占有率的途径
投资
最基本的途径。如果投资港口没有占有率，可以通过去王宫契约或者攻击港口获得。但是如果该港口占有率已经到达100%将无法契约。如果港口内的其他势力和玩家势力属于交战状态（红色），可以通过投资降低其占有率。
攻击
在航海画面里选择攻击港口（该港口不能有我方的占有率），可以获得部分占有率。但是会令港口内其他势力友好度下降，甚至和玩家宣战。
完成委托
在同业公会玩家会随机获得委托，完成委托就可能提高占有率
推荐信
交易所的人有可能送给玩家介绍信，一般是通过贩卖流行物获得
贩卖流行物
将该港口的流行物卖给交易所，可以获得1%~5%
赠送原产物
将原产物送给交易所，就有可能获得占有率
谋略
在酒馆，如果参谋能力够高，可以收买港口的占有率
战争
和敌对势力处在同一港口时，打败该势力舰队一次可以获得1%，对方降低2%
剧情
游戏中有些剧情可能使玩家获得占有率
注: 在一个势力的据点，占有率下面会有数支旗，代表该势力的舰队数目。如果通过投资打击该势力，旗子的数目就是占有率的最低值。只有通过打仗才能将最后几点占有率降低。
港口发展度
表示该港口的商业发达程度，需要通过商业投资提高。港口发展度提高，港口货物的种类和出货量都会提高，而且造船厂的船种类也可以增加。
港口武装度
表示该港口的武装成都，需要通过军事投资提高。港口武装度提高，港口的自卫能力也相应提高，也可以获得更强的船。
势力值
表示该势力在海域内的势力大小，通常是用港口占用率、港口发达程度、事件完成率、宝物收集情况等综合因素而定。
人员配置
舰长（提督）：只有主角才能担任的，下达命令的场所
副官：进行新建交涉的职业，需要说得力高才能担任
瞭望手：瞭望，可以提高发现港口和村落的范围，需要观察力
主计长：在交易时可以降低进价，需要会计术
参谋：可以在酒馆进行计略或者在住宿时调查其他势力情报，需要洞察力和谋略术
大厨：降低在航海过程中粮食和水的消耗，需要命中力
船木工：可以在航海时慢慢修复船只，在造船厂修船可以降低价格，需要测量术
饲养员：在航海中制造粮食，需要命中力和生命力
传教士：降低在航海中的疲劳度，在港口制造流行，在航行中祈祷，需要税得力
船医：在航行中治疗传染病，需要观察力
甲板要员：降低出现老鼠的概率，白刃战可以代替舰长单挑，需要生命力
冲锋队长：提高白刃战的效果，可以代替舰长单挑，需要剑术
炮击手:：提高炮击的效果，需要命中力
操舵手：提高轮船转向的效果，需要操船术
操帆手：在半帆状态下可以自动调整帆的方向，需要操船术
测量士：测量当前经纬度，可以自动移动，需要测量术

组建地方舰队的条件：
第一要航海士统率到150(要注意特定航海士不能离开主舰队)。
第二要有100000金币。
第三船坞要有船，也就是说你要买船。
这就是组建地方舰队的条件，满足以上条件就可以在船坞组建地方舰队了

宝物的收集
本作的宝物收集方式和PS版一致，想要找到宝物，需要从其他人口里打听到宝物的存在，否则即使知道坐标也找不到。得到宝物存在情报的方法有：
在酒馆向酒吧女郎或者其他人（第二项，请喝酒）打听、剧情触发、带着特定的角色到特定的地点
只要从别人口里听说了宝物的名字，就可以按照坐标来寻找了
黄金航线
PSP版新增加的要素，当发现商品利润在500%以上就自动触发，然后向同业公会汇报，可以在两年内每月获得一定的报酬，初期也许有点用处，到了中后期基本没有什么价值了
世界地图
世界分为七个区域，每个区域都有数个都市，有同业公会、酒吧女郎和遗迹。其他漆黑的地方属于未知领域，需要发现村庄才能够打开该区域。

伙伴入手
杰拿斯.帕沙：拉斐尔的初始伙伴，其他角色在里斯本收得
埃米利奥.菲隆：丽璐的初始伙伴，其他角色在塞维利亚收到
佛利奥.埃涅科：拉斐尔初始伙伴，其他角色在热那亚的酒馆收到，李华梅需要带着查理
阿尔加迪斯.艾莱娜.欧多西斯：拉斐尔专有，在佛利奥提出去雅典后与汉斯博士一起收得
库拉乌迪.马奈乌斯：拉斐尔初始伙伴
安杰洛.普契尼：伊斯坦堡的港口收得
卡米尔.奥芬埃西：丽璐初始伙伴
格尔哈特.阿迪肯：赫德拉姆初始伙伴，在汉堡收得，拉斐尔需要回答第二项
克丽丝汀娜.埃涅科：至少在两个区域内有占有率，在北欧或者地中海靠港出航后引发剧情，去伦敦收得
塞拉.阿尔特斯.夏尔巴：赫德拉姆专有伙伴，在到达非洲第一个港口时选择开战，战斗结束后收得
曼努埃尔.阿尔米达：赫德拉姆的初始伙伴，其他角色在圣乔治港口收得
易安.杜可夫：李华梅初始伙伴，其他角色在索法拉酒馆收得
阿尔.菲利德.西恩：巴斯拉酒馆收得
塞维.达.汉：佛利奥在主舰队中（李华梅需要詹姆在主舰队），卡利亥特广场收得
查理.约翰.洛雪弗：赫德拉姆初始伙伴，其他角色在哈瓦那港口收得
费南德.迪阿斯：丽璐初始伙伴，其他角色在委克路斯拉酒馆收得，需要玩取硬币的小游戏
科鲁罗.西奈特：麻六甲的交易所收得
詹姆.杰克.鲁德韦：李华梅初始伙伴，其他角色一次进入雅加达的旅店和酒馆后收得
行久.玄丞.白木：李华梅初始伙伴，其他角色在大阪收得
希恩.杨：李华梅初始伙伴
乙凤.宋：在京城广场收得
尤里安.洛佩斯：在杭州酒馆见到（李华梅需要出港口再回来），然后去京城发生剧情，获得新罗王冠，在回到杭州酒馆收得
米哈易尔/汉斯：赫德拉姆和丽璐在开普敦广场，李华梅在麻六甲广场，拉斐尔在雅典和阿尔加迪斯一起加入
阿芝莎.努连纳哈尔：在印度洋具有一定势力，找到浴血月牙刀，金币在120万以上，行久、阿尔、克里斯汀娜都在主舰队（最好都在旗舰），在印度洋击败她一次，然后去巴斯拉的酒馆约定，再击败后就花100万收得
</pre>";
echo "<pre>
拉斐尔.卡斯特路
拉斐尔剧情里面新大陆、印度洋和北海不属于主线剧情，玩家可以根据自己的情况来选时间完成。
游戏开始后，按照提示完成前面第一次交易，然后最好在地中海遛一圈，把所有伙伴都收来，在南地中海会出现与海雷丁结盟的剧情，随后和巴鲁迪斯进入交战状态。暂时先不要管地中海。
北海，会在阿姆斯特丹遇到丽璐。在北海可以积蓄一下力量，收来两个伙伴，把舒派亚商会灭掉。送给伦敦酒吧女郎礼物，势力到达一定程度后，伦敦同业公会会委托主角，在伦敦的城门里触发剧情，随后在港口获得羊皮纸。势力值北海第一的时候丽璐会送给主角红色染料，组合出
来北海霸者之证地图。
新大陆，第一个港口酒馆里，回答老板的话，选哪个都行，推荐两个都灭掉。势力到达一定程度后哈瓦那的同业公会需要托拉洛克之小刀，打听到坐标是N22W97，找到以后回到同业公会，出现遗迹，进入遗迹获得典礼用的小刀。势力第一以后，可以获得刀鞘，结合出新大陆的霸者之
证地图。在新大陆，拉斐尔的剧情会有一个新港口，进港发生剧情，出来再进去又会有新剧情，然后运送一个船舱的木材，两个单位的玉蜀黍，接下来离开港口，去其他大陆再回来会有新剧情，然后可以投资。
非洲，靠港后进入旅馆或交易所，触发阿尔加迪斯是女性的剧情。在圣乔治得知阿博克鲁招拉斐尔回国。回到里斯本得到50000金币（这么点，够干什么的），命令拉斐尔打倒埃斯皮诺沙商会。在非洲消灭埃斯皮诺沙后发生剧情，然后向西韦鲁拉商会宣战，统一非洲。在圣乔治送给酒
吧女郎礼物或者完成消灭海盗的委托都可以出现遗迹。在遗迹得到一片石板，在消灭了两个商会后得到另一个，拼出非洲霸者证地图。
印度洋，首先在港口得知去巴斯拉见伍丁。在巴斯拉和伍丁结盟与否都可以。然后去印度消灭纳哥普尔。势力最大后伍丁会给你莲叶，然后送给巴斯拉酒吧女郎礼物，和老板发生剧情，带着乳香和天方夜谭进入遗迹，获得盘子，两件东西结合出现印度洋霸者之证地图。
东南亚，遇到普雷依拉，他打发主角去东亚。
东亚，和李华梅联合消灭掉来岛家，然后在杭州得到说明书。在泉州广场上，出示非洲霸者之证，然后获得忽必烈大刀的情报。在N34E120找到。然后去大阪酒馆，送给酒吧女郎礼物，然后去购买葡萄酒（南特有卖）和纱布（印度），交给她以后出现遗迹，进入遗迹得知唐代竹艺品在
N60E165的村庄。进入村庄后，获得。说明说和竹艺品组合出东亚霸者之证地图。买上华佗的中Yao离开东亚。
回到东南亚，普雷依拉又打发主角去地中海（我一怒之下把他灭了）。
地中海，在葡萄牙国王那里接到任务。接下来需要消灭巴鲁迪斯，此处有两种方法，一个是去塞维利亚触发剧情，这样会有1V4的艰难海战，还有一种办法就是直接宣战，不触发剧情灭掉他。根据个人爱好选择吧。消灭巴鲁迪斯后得到画布。然后去伊斯坦堡，接到去东亚买Yao的任务
，把华佗的重要交给工会，出现遗迹，进入得到煤油灯。煤油灯和布组合出地中海霸者之证。
东南亚，灭掉库恩，获得乳液壶。在马六甲送给酒吧女郎礼物，出现遗迹，在遗迹出示非洲霸者之证后入手钱币，钱币和乳液壶组合出东南亚霸者之证。
七个霸者之证都凑齐后，就可以回到葡萄牙国王那里看结局了。
丽璐.阿歌特
丽璐.阿歌特的剧情并没有固定的路线，除了先非洲后新大陆、先东南亚后东亚的顺序外，其他都可以随时完成。
北海，在伦敦会遇到克利福德，然后在阿姆斯特丹酒馆得到红色染料。金钱和势力到一定程度后，在汉堡和舒派亚商会宣战。消灭掉他后，在伦敦送给酒吧女郎礼物，在同业公会会要求运送两个单位的葡萄酒到交易所（这个任务需要势力值，如果没有出发就再去提高一下北海的势力
值）。完成后出现遗迹，在遗迹里得到羊皮纸，和染料组合出北海霸者之证。顺便去趟斯德哥尔摩遇到赫德拉姆。在阿姆斯特丹酒馆会遇到研究生，希望得到100万在完成他的计划。
在地中海，在塞尔维亚会遇到巴鲁迪斯，战斗（2）还是退出（1）自选。在南地中海会遇到海雷丁，根据个人情况来选择战与不战吧。玩家可以选择直接灭掉掉巴鲁迪斯和海雷丁，或者先去其他地区。消灭海雷丁可以获得画布。势力值过2000后，在伊斯坦堡工会接受寻找天佑手镯的
任务，去新大陆的N26W82找到，交给工会获得煤油灯。与画布组合出地中海霸者之证地图。
非洲，在圣乔治会遇到西韦鲁拉，可战可和（我把他给灭了）。送给酒吧女郎礼物，出现遗迹，得到石板上半部分。如果没有礼物，就等消灭掉埃斯皮诺沙后回来接受工会委托，去新大陆的委克路斯拉买来原产物可可，在圣乔治送给交易所，出现可可，购买一个单位后出现遗迹。在
索法拉和埃斯皮诺沙开战，消灭他后在索法拉获得石板下半部分，组合出非洲霸者之证。得到霸者之证后，克利福德捎来口信，要丽璐去新大陆。
新大陆，克利福德让丽璐去灭掉马尔德纳德（他自己怎么不去）。消灭马尔德纳德后再去消灭埃斯康特。两个都灭掉后在韦克路斯拉获得刀鞘。势力到达一定值，在哈瓦那得到任务，要求丽璐去取热那亚制造番茄流行。在加勒比的港口内买到番茄，去热那亚制造。流行制造后（出现
一幅画面，满街全是卖番茄），得到热那亚工会奖励，回到哈瓦那。出现遗迹后入手小刀，和刀鞘组合出新大陆霸者之证地图。送给酒吧女郎礼物，然后去N41W70的村庄，获得炼金术的书（原产物），在东非可以出现商品白金。
在印度，丽璐会发出贫富差距的感慨。（这时候就可以回到阿姆斯特丹，给研究生足够的钱建造港口。需要反复进港给钱，然后投资。）在酒馆遇到纳哥普尔，向他宣战。消灭后再卡利亥特得到莲叶。势力值到一定程度后，会被告知去巴斯拉工会。得到收集所有香料的委托。印度有
肉桂、香草和胡椒，东南亚的阿镇有豆蔻和罗望子，马尼拉的丁香，新大陆美丽达有辣椒，韦克路斯拉有甜椒，里斯本藏红花，一共9种，给一个单位。完成后入手大盘，和莲叶组合出印度洋霸者之证地图。
东南亚，在雅加达和库恩结盟，卡米尔离队。消灭普雷依拉后，去东亚找李华梅。在澳门或者泉州靠港，得知李华梅找。去杭州出发刺客剧情，见到李华梅后去雅加达。出港后和库恩开战。消灭库恩商会，得到乳液壶。然后送给马六甲酒吧女郎礼物，出现遗迹。在东非买来白金（前
提是已经把原产物给了东非的交易所），进入遗迹后入手古代钱币，组合出霸者之证地图。
东亚，按照李华梅的提示消灭掉来岛家。得到说明书。送给大阪酒吧女郎礼物，出现遗迹，按照僧人的指示买来米、砂糖和茶，然后到N60E165入手竹艺图，组合出东亚霸者之证。然后会触发克利福德抢走所有霸者之证的信息。
回到北海，消灭克利福德，靠港后再出来，就会得到所有的地图和证。找齐所有霸者之证就可以回到阿姆斯特丹，大结局。

赫德拉姆.柏格斯统
赫德拉姆的北海、东南亚、东亚和新大陆属于非主线剧情，可以按照自己安排完成。
北海，出了波罗的海就会遇到舒派亚商会，进入交战状态。积蓄下力量就可以消灭掉他。势力值如果没有到达北海第一，可以考虑消灭掉克里福德。势力值到达第一后，伦敦的同业公会会委托主角去希拉库萨找人，去找回来后，进入伦敦遗迹，获得羊皮纸。当势力和金钱都比阿歌特
商会高，就可能获得红色染料（这个条件不确定，我是在游戏最后阶段把她灭了以后在北海逛了一镇子才得到）。组合出北海霸者之证。
地中海，遇到还雷丁，暂时不和他开战。
非洲，第一次靠港触发奴隶船剧情，选择开战，胜败都可以收到塞拉。遇到西韦鲁拉，联合对付艾斯皮诺沙。消灭埃斯皮诺沙后，在索法拉要求寻找斧木仓，找来以后获得石板下半部。势力到达一定程度后，圣乔治港的同业公会会要求主角去地中海抓通缉犯，完成后获得石板上半部
，组合出非洲霸者之证地图。
新大陆，发展到一定程度后去委克路斯拉，和埃斯康特结盟对付马尔德纳德，结盟与否都可以。势力最大的时候会哈瓦那工会会要求赫德拉姆击败海盗，连打4次后完成。然后进入哈瓦那的遗迹，获得刀。消灭掉埃斯康特后在委克鲁斯拉获得刀鞘，组合出新大陆霸者之证地图。
印度洋，和伍丁开战。消灭掉他后，瑞典国王要求主角尽快回国。回到斯德哥尔摩后，国王要求赫德拉姆去击败印度洋上的海盗，获得大盘。印度洋势力最高时，在卡利亥特获得莲叶，组合出印度洋霸者之证地图。入手霸者之证后，塞拉在印度东海岸离队。
东南亚，进入麻六甲，见到李华梅，再去雅加达和库恩开战。灭掉库恩后，在雅加达获得获得乳液壶。势力最高的时候，麻六甲工会会让主角去击败怪鱼（这里有一个规律，就是接受委托以后，一般遇到怪鱼都是在刚刚出港的时候，李华梅的两个类似任务也是）。击败怪鱼后获得钱
币，组合出东南亚霸者之证地图。
东亚，按照李华梅的指示消灭来岛，李华梅送给赫德拉姆说明书。然后送给酒吧女郎礼物出现遗迹，和尚要看忽必烈的大刀。找到忽必烈大刀（入手方式见后文）后回去，得知去N60E165找到竹艺，组合出东亚霸者之证地图。
回到地中海，在亚力山卓和巴夏军开战，胜利后进港塞拉加入，和海雷丁结盟。消灭掉巴夏后在亚力山卓遗迹获得布。在伊斯坦堡给酒吧女郎礼物，出现遗迹，需要10单位硫磺，5仓库木材，10仓库硝石（巴斯拉有卖），然后得到煤油灯，组合出地中海霸者之证地图。
七个证凑齐后，可以回国看结局了。

李华梅
李华梅自由度比较高，并没有固定的主线。
东亚，积蓄实力后就可以消灭来岛家。在杭州工会获得说明书。势力到达一定程度后在大阪酒馆触发剧情，然后去澳门码头，再去总督府。回到大阪酒馆，出现遗迹，和尚让华梅去N60E165找到竹艺品，组合出东亚霸者之证地图。
东南亚，在第一个港口得知库恩的阴谋，在麻六甲见到赫德拉姆，然后去雅加达见到丽璐。消灭到库恩后，在麻六甲接到任务，去N15E145，得到乳液壶。回到麻六甲得知需要鲨鱼翅。得到鲨鱼幼鱼的原产物，去东亚交易所，获得鱼翅商品后买一个单位给马六甲工会，出现遗迹。进入
遗迹得到钱币，组合出东南亚霸者之证地图。
印度洋，遇到伍丁，要求和他一起对付纳哥普尔，选择是与否都可以。势力最大的时候在卡利亥特酒馆获得莲叶，带着查理、曼努埃尔、杰纳斯和铁礼列进入巴斯拉造船厂，在工会得到大盘，组合出印度洋霸者之证地图。
非洲，和埃斯皮诺沙交战，击败后在索法拉给酒吧女郎礼物出现遗迹，得到石板的下半部。在马达加斯加得知造新港。回到台湾可以兴建淡水港，运5个单位的葡萄酒就可以投资了。在圣乔治，需要购入5个木仓、5个甲、2个炮，木仓炮在伦敦都有，甲可以在哥本哈根买。凑齐后出现
遗迹，进入得到另一片石板，组合出东亚霸者之证地图。
新大陆，和马尔德纳德联合消灭埃斯康特。在委克鲁斯拉的总督府获得线索，在S8W78得到刀鞘。势力到达一定程度后在哈瓦那工会接受任务，消灭幽灵船。消灭后出现遗迹，进入得到刀，组合出新大陆霸者之证地图。
地中海，在里斯本见到拉斐尔，然后去和巴鲁迪斯交战。消灭掉他后去塞维利亚的酒馆，再去伊斯坦堡的同业公会，要求30天内往返于伊斯坦堡和休达港（这都什么任务），卸掉炮台和装甲那些重的，改造一下船，如果航海术够高的话应该没问题。完成后得到煤油灯。势力第一去亚
力山卓的遗迹，得到布，组合出地中海霸者之证地图。
来到北海，得知东亚的占有率被克利福德夺走，此时可以选择开战与否。最好先回到东亚把东亚的占有率拿回来，然后回到北海消灭掉克利福德（他会到处乱窜）。在伦敦得到信，到阿姆斯特丹酒馆得到燃料。伦敦同业公会得到任务，去非洲找治疗坏血病的Yao莱姆的滴汁，在N6E0找
到后交给工会，一个月后再去，出现遗迹，进入后得到羊皮纸，组合出北海霸者之证地图。
七个证凑齐后，回到杭州。</pre>";
echo "<pre>
村庄

在本作中，村庄增加了一个新要素“约束之言叶”，需要在网络版中进入相同的地方才能获得进入的暗语，然后在PSP中输入，可以获得隐藏的24种商品。村庄其实就是2中的补给港，但是不同的村庄拥有不同的功能，除了同样的补给，还有住宿、修船、招募水手等，但是不同的村庄功
能配置或许不同。想要获得完整的世界地图，必须找到所有的村庄。而寻找村庄也是一个比较痛苦的过程。下面是村落的功能一览

酒吧女郎礼物一览


物品信息
有些物品只需要向酒吧女郎或者酒馆里人打听就可以知道情报，但是有些物品需要特定伙伴触发事件才能够获得相关情报

关于古地图, 
在同业公会可以买到古地图残片，凑齐地图就可以在情报——古地图里面看到。可以通过酒吧女郎来打听出坐标，具体地点不确定。不同的角色能拿到的古代宝藏也有所不同。
游戏心得
交易心得
和PS版一样，制造流行依旧是快速赚钱的最好方式。但是需要注意的是最好制造的流行物最好是同一个种类，比如说豆蔻和胡椒，黄金和白金，这样不会因为单一贩卖某一种种类的物品而导致物价失衡。当利润到达500%，就可以向工会汇报同业公会汇报黄金航线。虽然说钱不是很多
，但是在初期还是蛮有用的。与二代不同，商品是有出货量的，而出货量和占有率以及商业值直接挂钩，因此，想要在两个港口之间来回贩卖，一定要拥有较高的商业值和占有率。另，与二代不同，不推荐远洋交易，本作交易难度相对较低，远洋贩卖浪费了很多时间。

海战心得
    在游戏初期，推荐使用炮击。此时玩家等级较低，如果发生了单挑以后，如果单挑技巧不够的话很容易失败。而炮击拥有一定距离，即便打不赢，也可以立即撤离，投降的船只也可以回来。等到等级有了一定程度，拥有了好装备，就可以开始玩白刃战了。而且在游戏中期，白刃
战获得的金钱也是相当可观。在海战中，最好使用半帆，这样由电脑自动操帆，比自己操帆要灵活很多。在单挑的时候，己方半场会有提示，在提示出来后按A可以打击对手。但是难点在于在对方半场，此时没有提示，完全需要玩家根据经验来按键，可以参考在己方半场时候的时机。

寻宝心得
    皮耶德.康迪曾经说过，冒险的乐趣在于过程，而不是结果（这也就是我没有提供大部分宝物坐标的原因）。只有讨好酒吧女郎才能够顺利找到宝物。不要吝惜你的女性的渴望，能给的都给。如果在一个海域怎么也打听不出情报来，有可能就是势力值的问题。在寻找古代地图宝藏
的时候，尤其是在海上的宝物，需要在一个范围内寻找，难度相对较大，因此，在疲劳度高的时候不推荐寻找古代宝物。寻宝的话，我一般是拿掉炮台和装甲，带着5艘船，装备上圣母像、小猪像、处女像和大鹫像，饲养室、娱乐室、礼堂、厨房都是必备的，其中水和粮食的比例一定
要调整好，否则就会出现粮食还有很多，但是水没有了的情况。

大航海时代4宝物道具一览

原产物:全20种

名称 种别 效果 发现地域、经纬度 情报来源或得到方法

1南瓜种子 原产物 南瓜 “加尔各达”广场，货物积荷有香蕉，必须有伙伴“埃米利奥”

2番茄苗 原产物 番茄 美洲的“美利达”港的交易所，必须有伙伴“埃米利奥”

3香蕉树 原产物 香蕉 “雅加达”港“同业工会”

4蜜蜂窝 原产物 蜂蜜 “索法拉”港“同业工会”

5鲨鱼幼鱼 原产物 鱼子酱 位置在洋上不定 在海上打倒鲨鱼后得到，必须有饲育员（塞维？）

6胡椒粒 原产物 胡椒 “卡利亥特”港“同业工会”

7丁香粒 原产物 丁香 “雅加达”港“同业工会”

8肉桂树 原产物 肉桂 N3E101(东南亚)

9甜椒果 原产物 甜椒 “哈瓦那”港“同业工会”

10咖啡树 原产物 咖啡 S9E39(非洲)

11茶树 原产物 茶 N24E120(东亚)

12可可果 原产物 可可 “委拉克路斯”港“同业工会”

13烟草苗 原产物 烟草 “哈瓦那”港“同业工会”

14炼金术书 原产物 白金 “哈瓦那”港的城门

15玻璃制作辞典 原产物 玻璃 “威尼斯”港广场,有航海士“查理”

16蚕 原产物 生丝 京城“同业工会”

17织布机 原产物 棉织物, “伦敦”港“同业工会”
麻织物

18珍珠贝 原产物 珍珠 “麻六甲”港“同业工会”

19中医宝典 原产物 冬虫夏草 杭州广场七月的杭州广场，需要教授（在“拉菲尔”剧情中在雅典收得“阿尔加迪斯”的同时会收到这教授，其他人可能在东南亚收得）（东亚霸者之证？）

20山竹果种子 原产物 山竹果 “麻六甲”港“同业工会”


航海用品:全4种

名称 种别 效果 发现地域,经纬度

21金黄色猫 航海用品 老鼠退治 N23E35(中东印度)

22莱姆的果汁 航海用品 治疗坏血病 N0E6(非洲)

23赫密士的祈祷 航海用品 消除暴风雨 N42E29(地中海)

24华佗的中药 航海用品 治疗传染病 杭州“同业工会”</pre>";
echo "<pre>
武具:全25种

名称 种别 效果 发现地域,经纬度 情报来源或得到方法

25漆黑的双刃长剑 武具 +24 N39E1(地中海)      

26拉奥孔剑 武具 +34 “伦敦”港的城门

27罗恩格林的配剑 武具 +44 N52E4(北海) 航海士“克莉斯汀娜”+“汉堡”港广场

28残月弯刀 武具 +39 “伊斯坦堡”港城门

29勇者的三日月刀 武具 +29 N18E57(中东印度)

30黄金军刀 武具 +15 S31E18(非洲)

31勇跃宝剑 武具 +27 N1E120(东南亚)

32印度琉璃剑 武具 +32 N30E18(地中海)

33荡寇双刃剑 武具 +47 N62E18(北海) 航海士“格尔哈特”+“布鲁日”港寄港

34忠诚偃月刀 武具 +30 S25E46(非洲)

35堕落天使短剑 武具 +36 N22E59(中东印度)

36银光双手剑 武具 +33 N68E16(北海)

37浴血月牙刀 武具 +43 N16E41(中东印度) 航海士“阿尔”+印度的港口寄港

38犹太的魔剑 武具 +50 N32E34(地中海) 航海士“杰拿斯”的地方舰队伊比利亚派遣（即“里斯本”、“塞尔维亚”港等葡萄牙和西班牙的港口）+“热那亚”港同业工会

39赵子龙的枪 武具 +52 N21E108(中国) 每月10日，杭州“同业工会”，选喜欢赵云,需东亚霸者之证（杭州是契约港？）

40赎罪镇魂剑 武具 +40 N60E27(北海)

41红发女海贼的宝剑 武具 +41 N24W75(新大陆) 航海士“克莉丝汀娜”+“塞尔维亚”港寄港

42弥诺陶洛斯的大斧 武具 +37 N35E26(地中海) 航海士“埃米利奥”+“克里特”港寄港

43鬼怪的菜刀 武具 +19 长崎宿屋(东亚) 航海士“行久”在长崎宿屋得到

44托拉洛克的小刀 武具 +31 N22W105(新大陆)

45斧枪 武具 +45 N64W15(北海) 航海士“曼努埃尔”+“索法拉”港的城门，“索法拉”港占有率5%以上。

46忽必烈的大刀 武具 +48 N34E120(中国) 阿克斯姆王的金印(即非洲霸者之证)+泉州寄港

47战神的圣枪 武具 +54 N37E26(地中海) 在密涅瓦的盾的情报得到以后，去“伊斯坦堡”港寄港+航海士“易安”就可得到情报(在取得密涅瓦的盾以后去“伊斯坦堡”港也可。

48圣剑厄克斯卡里巴 武具 +57 N50W04(北海) “布利斯特”港的广场
及酒场（按主角不同需收集五个海域的霸者之证，拉菲尔：新大陆、东亚、印度、北海、非洲霸者之证，赫德拉姆：东亚、非洲、东南亚、北海、印度霸者之证，莉璐：新大陆势力第一，有非洲，印度，东亚，地中海霸者之证，李华梅：东亚，东南亚，非洲，印度，地中海霸者之证
，剑术200以上？）

49妖刀村正 武具 +60 N45E149(日本) 航海士“行久”的地方舰队在长崎寄港


防具:全25种

名称 种别 效果 发现地域,经纬度 情报来源或得到方法

50苍蓝橡木盾 防具 +24 N43W04(北海)   

51犰狳的铁皮 防具 +18 S15E46(非洲) 航海士“塞维”+“马斯科特”港寄港

52银盔 防具 +22 N21W17(非洲)

53不死鸟的头盔 防具 +38 N54E0(北海) 得到“大象龟的盾”情报以后，航海士“塞维”+“开普敦”码头

54大象龟的盾 防具 +23 N08E78(中东印度) 得到“犰狳的铁皮”情报以后，航海士“塞维”+“马尼拉”港交易所

55精灵服装 防具 +26 N15W61(新大陆)

56断刃之武艺服 防具 +33 长崎的城门

57爽凉的铠衣 防具 +34 S08E126(东南亚)

58卡涅姆勇士的盾 防具 +26 N03E10(非洲)

59狂信骑士铠甲 防具 +28 N05W03(非洲)

60深红连环铁甲 防具 +36 S04E39(非洲)

61帖木尔锁战袍 防具 +37 N27E49(中东印度) 航海士“易安”的地方舰队印度洋派遣+“巴斯拉”港同业工会

62孔雀袍 防具 +31 N09E99(东南亚) 得到“不死鸟的头盔”情报以后,“塞维”+“布鲁日”港寄港

63图拉战士的头盔 防具 +30 N28W95(新大陆)

64忍者的黑装束 防具 +41 N34E136(日本) “塞尔维亚”港同业工会,航海士“行久”和“安杰洛”

65琥珀色铠甲 防具 +43 N16W24(非洲) 航海士“查理”+在“绿角”寄港，有货物琥珀积荷

66有迦戈神灵护身衣 防具 +40 N19W104 得到“孔雀袍”情报以后,每月15日以后，“塞维”+“突尼斯”港寄港

67背德魔铠 防具 +50 “亚力山卓”港 消灭“巴夏军”军以后,在“亚力山卓”港的遗迹处获得

68女皇的长袍 防具 +45 N38E117(中国) 航海士“阿尔”和“麻六甲”港的酒场女

69教经的铠甲护足 防具 +48 N33E130(日本) 航海士“格尔哈特”+“长崎”的出港所

70艾提拉套装 防具 +55 N55E20(北海) 航海士“曼努埃尔”+“拉古扎”广场

71美杜沙的盾 防具 +52 S40E144（or E149) 航海士“阿尔”+“巴斯拉”港酒场

72撒拉丁的银铠 防具 +58 N29E32(地中海) 航海士“阿尔”+“贝鲁特”港寄港

73卡尔.马提铠甲 防具 +60 N43E03(地中海) 航海士“格尔哈特”+“南特”港广场

74密涅瓦的盾 防具 +48 N37E28(地中海) “克莉丝汀娜”地方舰队东南亚派遣，在地中海的港口，由“弗里奥”提及


人物装备品:全43种

名称 种别 效果 发现地域,经纬度 情报来源或得到方法

75魔法的皮手袋 人物装备品 操帆手+40 N55E08(北海) 航海士“杰拿斯”+“哥本哈根”港广场.

76精励的粗绳 人物装备品 操帆手+54 航海士“科鲁维”+印度某港口（拉菲尔：“哥亚”港，赫德拉姆：“荷姆兹”港，莉璐：“锡兰”，李华梅：“安曼”），占有率20%以上，有300000金币以上

77天河星图 人物装备品 了望手+32 N00E132(东南亚)

78阿里斯塔克斯望远镜 人物装备品 了望手+65 N28E51(中东印度) 航海士“杰拿斯”+“荷姆兹”港寄港

79星影的天体仪 人物装备品 了望手+63 “巴斯拉”港城门

80贺拉提斯诗集 人物装备品 甲板要员+34 “雅典”港“同业工会”

81天方夜谈 人物装备品 甲板要员+45 “伊斯坦堡”港“同业工会”

82世界奇闻录 人物装备品 甲板要员+12 N01E104(东南亚)

83黄金圆规 人物装备品 测量士+57 “热那亚”港城门

84罗盘 人物装备品 测量士+24 “塞尔维亚”港“同业工会”

85怀表 人物装备品 测量士+18 “汉堡”港“同业工会”

86六分仪 人物装备品 测量士+15 “里斯本”港“同业工会”

87洛克的驾船指南书 人物装备品 操舵手+40 航海士“查理”（“拉菲尔”除外）+“里斯本”港宿屋，每月15日以后发生

88天佑的手镯 人物装备品 舰长+50 N26W82(新大陆)
如果和莉尔竞争北海霸者之证失败,就可以用天佑的手镯和她交换.

89善导的拐杖 人物装备品 舰长+70 N15E80(中东印度) 随着情节的发展发生该道具的情报（东亚及东南亚的霸者之证？）

90战士的小鹅笛 人物装备品 舰长+35 S04W35(新大陆)

91豪言壮语的鸟嘴 人物装备品 副官+63 “麻六甲”港城门,需要相应的“去古代寺院的地图”

92东方见闻录 人物装备品 副官+34 “里斯本”港“同业工会”

93战鼓 人物装备品 冲锋队长+15 长崎“同业工会”

94波塞冬的吼叫 人物装备品 冲锋队长+40 N38W28(地中海) “查理”的地方舰队西非港口寄港派遣+“圣乔治”同业工会

95高庐战记 人物装备品 冲锋队长+28 “伦敦”港“同业工会”

96亚历山大远征记 人物装备品 冲锋队长+32 “亚力山卓”港“同业工会”

97奇迹的炸弹项链 人物装备品 炮击手+52 航海士 “费南德”+“绿角”寄港，选相信奇迹（游戏已过了五年？）

98制作火药的秘传书 人物装备品 炮击手+47 杭州“同业工会”

99射穿恶魔的箭 人物装备品 炮击手+68 N58W06(北海) 航海士“铁礼列”+“伦敦”港造船场

100狮子牙的锯子 人物装备品 船木工+32 S47E37(非洲)

101菲狄亚斯的凿子 人物装备品 船木工+56 N38E20(地中海) 航海士“曼努埃尔”+“雅典”港寄港

102不用磨刀的刨子 人物装备品 船木工+21 N51E141(东亚)

103赫洛菲洛斯的医学书 人物装备品 船医+74 N43E38(地中海) 航海士“科鲁维”+“巴斯拉”港（“荷姆兹”港？）寄港

104达.文西的人体解剖图 人物装备品 船医+37 “热那亚”港“同业工会”

105医学典范 人物装备品 船医+48 航海士“科鲁维”+“圣乔治”港出港所，占有率60%以上

106赫斯提亚的锅 人物装备品 大厨+60 N32E22(地中海) 航海士“埃米利奥”+“塞普勒斯”港（or “拉古扎”港）寄港

107粉红色的围裙 人物装备品 大厨+20 N39E127(东亚)

108带纱布的口罩 人物装备品 饲育员+30 “圣乔治”港“同业工会”

109讲究的长统靴 人物装备品 饲育员+45 “麻六甲”港交易所

110格列高利斯的皇冠 人物装备品 传教士+50 N40E15(地中海) 航海士“科鲁维”+“威尼斯”交易所

111有插图的圣经 人物装备品 传教士+30 “索法拉”港“同业工会”

112古代十字架 人物装备品 传教士+19 N36E35(地中海)

113孙子兵法书 人物装备品 参谋+30 N30E120(东亚)

114古伏塔的灵兽 人物装备品 参谋+45 N21E72(中东印度) “詹姆”地方舰队在印度的港口寄港+“巴斯拉”同业工会

115汉尼拔战记 人物装备品 参谋+24 “塞尔维亚”港“同业工会”

116纪伊国屋的算盘 人物装备品 主计长+39 “长崎”港“同业工会”

117维萨斯的天秤 人物装备品 主计长+58 “亚力山卓”港 广场，从商人手中买下，占有率20%以上，金币210000以上


船首像:全10种

名称 种别 效果 发现地域,经纬度 情报来源或得到方法

118大鹫像 船首像 可以高速自动航行 “卡利亥特”港城门

119小猪像 船首像 装备的船食粮消费减少 “伦敦”港+航海士“克莉丝汀娜”

120虎鲸像 船首像 暴风雨回避 大阪 “詹姆”在大阪宿屋

121白鲸像 船首像 耐久力上升10 洋上 洋上遇到白鲸，不攻击，白鲸逃走时留下

122龙像 船首像 船的炮击威力上升 N07E117(东南亚)

123海豚像 船首像 船的了望范围上升 S06E115(东南亚)

124处女像 船首像 抑制水手的疲劳度 N10W61(新大陆)

125魔鬼像 船首像 炮击效果？船速极慢，解除时还会损坏船   航海士“费南德”+“雅加达”港遗迹

126王者像 船首像 装备的船的水手士气上升 拿到地中海霸者之证后再去一次“塞尔维亚”港遗迹+ 航海士“弗里奥”

127圣母像 船首像 避免传染病的发生   拿到非洲霸者之证后再去一次“索法拉”港遗迹+航海士“铁礼列”


女性之憧:全21种

名称 种别 对应酒吧女的港口 发现地域,经纬度

128冰冻的玫瑰 女性之憧 “斯德哥尔摩”港 “汉堡”港“同业工会”

129彩虹色的玻璃珠 女性之憧 “伦敦”港 “阿姆斯特丹”港“同业工会”

130砂金 女性之憧 “汉堡”港 N15W85(新大陆)

131制作面包的石臼 女性之憧 “阿姆斯特丹”港 “亚力山卓”港“同业工会”

132徽宗的北宋画 女性之憧 “里斯本”港 杭州城门

133仙女的彩绸 女性之憧 “塞尔维亚”港 “圣乔治”港城门

134隆佛的诗集 女性之憧 “热那亚”港 “雅典”港“同业工会”

135惊叹的壶 女性之憧 “雅典”港 N28E33(中东印度)

136米罗的维纳斯 女性之憧 “伊斯坦堡”港 N43E12(地中海)

137彩色玻璃小花 女性之憧 “亚力山卓”港 “热那亚”港“同业工会”

138新罗的金冠 女性之憧 “索法拉”港 N35E126(东亚)

139陶瓷的耳环 女性之憧 “巴斯拉”港 长崎的酒场+航海士“克莉丝汀娜”

140翡翠的大珠 女性之憧 杭州 “委拉克路斯”港城门

141誓言戒指的剧本 女性之憧 “麻六甲”港 “加尔各达”港广场+航海士“易安”

142正仓院的水壶 女性之憧 “雅加达”港 N34E135(东亚)

143黑琉璃碗 女性之憧 “卡利亥特”港 京城“同业工会”

144大花朵的刺绣毛毯 女性之憧 京城 “巴斯拉”港“同业工会”

145细雪的长袍 女性之憧 长崎 “斯德哥尔摩”港“同业工会”

146高丽青瓷香炉 女性之憧 “圣乔治”港 京城城门

147高级放大镜 女性之憧 “委拉克路斯”港 “斯德哥尔摩”港“同业工会”

148七色鹦鹉 女性之憧 “哈瓦那”港 “圣多明尼加”港广场+航海士“安杰洛”

</pre>";


?>
