<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "
<h1> 勇者斗恶龙9炼金合成中文公式及所需材料 </h1>
《勇者斗恶龙9》为了对应掌机的便携性与联机功能，首次在游戏中加入了合成炼金系统，游戏中的所有装备、道具、武器均可以通过炼金釜来实现，而这些合成的原材料玩家可以通过打怪、大地图分布、藏宝图boss掉落等手段来获得。下面就给大家带来本作中全部内容的 <br>
《勇者斗恶龙9》为了对应掌机的便携性与联机功能，首次在游戏中加入了合成炼金系统，游戏中的所有装备、道具、武器均可以通过炼金釜来实现，而这些合成的原材料玩家可以通过打怪、大地图分布、藏宝图boss掉落等手段来获得。下面就给大家带来本作中全部内容的合成公式及所需材料的详情及分布所在，配合下面这张中文版的带全部材料所在地点的世界地图，相信刷素材合成强力装备再也不是难事。 <br>
 <span style='color: #800080;'><strong>点击地图查看大图：</strong></span><br>
 <br>
 <img src='./120810/22-120Q01H12R91.jpg' style='width:100%;cursor:pointer' border='0' onclick='javascript:window.open(this.src)' />
 <br>
 <strong><span style='color: #800080;'>全部合成公式：（活用</span>CTRL+F<span style='color: #800080;'>寻找你想要的合成公式）</span></strong><br>
 <br>
 <strong>武器：</strong><br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 战士之剑 = 士兵之剑 [1个] ＋ 力量红宝石 [1个] ＋ 战士之盔 [1个]<br>
 钢剑 = 铁剑 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢剑 = 钢剑 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 魔剑士的西洋剑 = 西洋剑 [1个] ＋ 怪奇草 [3个] ＋ 秘银矿石 [1个]<br>
 光之剑 = 破邪之剑 [1个] ＋ 光之石 [3个] ＋ 圣水 [1个]<br>
 白金之剑 = 铁剑 [1个] ＋ 白金矿石 [1个] ＋ 赫准斯托斯的火种 [1个]<br>
 屠龙剑 = 杀龙剑 [1个] ＋ 豪杰腕轮 [1个] ＋ -<br>
 隼剑改 = 隼剑 [1个] ＋ 星降腕轮 [1个] ＋ -<br>
 奇迹之剑改 = 奇迹之剑 [1个] ＋ 治愈腕轮 [2个] ＋ -<br>
 火焰之剑 = 女武神之剑 [1个] ＋ 熔岩碎片 [3个] ＋ 爆弹石 [1个]<br>
 地狱火之剑 = 火焰之剑 [1个] ＋ 太阳之石 [1个] ＋ 爆弹石 [3个]<br>
 散失金属剑 = 金属史莱姆剑 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王之剑 = 散失金属剑 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 罗特之剑 = 生锈的剑 [1个] ＋ 研磨沙 [9个] ＋ 奥利哈康 [1个]<br>
 星尘之剑 = 彗星之剑 [1个] ＋ 循环之石 [1个] ＋ -<br>
 流星之剑 = 星尘之剑 [1个] ＋ 进化的秘石 [1个] ＋ 银色宝珠 [1个]<br>
 彗星之剑 = 流星之剑 [1个] ＋ 进化的秘石 [3个] ＋ 银色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢枪 = 铁枪 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢枪 = 钢枪 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 圣光之枪 = 长枪 [1个] ＋ 驱魔圣印 [1个] ＋ 白金矿石 [2个]<br>
 神圣之枪 = 铁枪 [1个] ＋ 黄金十字架 [1个] ＋ -<br>
 三叉戟 = 战叉 [1个] ＋ 白贝壳 [2个] ＋ 红珊瑚 [2个]<br>
 古拉克斯之枪 = 三叉戟 [1个] ＋ 豪杰腕轮 [1个] ＋ 重金属 [2个]<br>
 沙尘之枪 = 神圣之枪 [1个] ＋ 猫沙 [2个] ＋ 研磨沙 [2个]<br>
 斧枪 = 游击矛 [1个] ＋ 战斧 [1个] ＋ -<br>
 闪电之枪 = 圣光之枪 [1个] ＋ 雷之球 [3个] ＋ 秘银矿石 [1个]<br>
 雷神之枪 = 闪电之枪 [1个] ＋ 雷之球 [5个] ＋ 金块 [1个]<br>
 恶魔长枪 = 圣光之枪 [1个] ＋ 恶魔刻印 [3个] ＋ 怨恨的宝珠 [1个]<br>
 散失金属枪 = 金属史莱姆之枪 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王之枪 = 散失金属枪 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 鬼神的魔枪 = 阎罗的魔枪 [1个] ＋ 循环之石 [1个] ＋ -<br>
 罗刹的魔枪 = 鬼神的魔枪 [1个] ＋ 进化的秘石 [1个] ＋ 红色宝珠 [1个]<br>
 阎罗的魔枪 = 罗刹的魔枪 [1个] ＋ 进化的秘石 [3个] ＋ 红色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 神圣小刀 = 青铜小刀 [1个] ＋ 圣水 [3个] ＋ -<br>
 毒蛾小刀 = 神圣小刀 [1个] ＋ 毒蛾粉 [2个] ＋ 沸腾的泥块 [1个]<br>
 蝴蝶短剑 = 毒蛾小刀 [1个] ＋ 毒蛾粉 [3个] ＋ 蝴蝶之羽 [3个]<br>
 夜之蝶耳犬 = 蝴蝶短剑 [1个] ＋ 暗之头巾 [1个] ＋ 蝴蝶之羽 [5个]<br>
 毒针 = 魔兽之角 [1个] ＋ 沸腾的泥块 [3个] ＋ -<br>
 杀手耳环 = 盗贼小刀 [1个] ＋ 史莱姆耳环 [1个] ＋ 疾风戒指 [3个]<br>
 刺客短剑 = 盗贼小刀 [1个] ＋ 毒针 [1个] ＋ 夜之帷幕 [2个]<br>
 冰刃 = 神圣小刀 [1个] ＋ 冰之结晶 [3个] ＋ 利刃回旋镖 [1个]<br>
 魔狼之牙 = 冰刃 [1个] ＋ 冰之结晶 [5个] ＋ 魔兽之角 [3个]<br>
 破魂小刀 = 破剑小刀 [1个] ＋ 治愈腕轮 [1个] ＋ 妖精腕轮 [1个]<br>
 罗马短剑 = 炎蛇小刀 [1个] ＋ 循环之石 [1个] ＋ -<br>
 炎蛇小刀 = 罗马短剑 [1个] ＋ 太阳之石 [1个] ＋ 红珊瑚 [3个]<br>
 千之短剑 = 十亿短剑 [1个] ＋ 循环之石 [1个] ＋ -<br>
 百万短剑 = 千之短剑 [1个] ＋ 进化的秘石 [1个] ＋ 紫色宝珠 [1个]<br>
 十亿短剑 = 百万短剑 [1个] ＋ 进化的秘石 [3个] ＋ 紫色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 裁决之杖 = 魔道士之杖 [1个] ＋ 斩风之羽 [1个] ＋ 魔法圣水 [1个]<br>
 天罚之杖 = 裁决之杖 [1个] ＋ 斩风之羽 [3个] ＋ 贤者圣水 [1个]<br>
 海鸣之杖 = 石化之杖 [1个] ＋ 白贝壳 [3个] ＋ 红珊瑚 [3个]<br>
 海神之杖 = 海鸣之杖 [1个] ＋ 雨露之丝 [1个] ＋ 精灵石 [1个]<br>
 雷电之杖 = 石化之杖 [1个] ＋ 雷之球 [3个] ＋ 魔法圣水 [1个]<br>
 雷帝之杖 = 雷电之杖 [1个] ＋ 雷之球 [5个] ＋ 贤者圣水 [1个]<br>
 熔岩之杖 = 石化之杖 [1个] ＋ 爆弹石 [3个] ＋ 光之石 [3个]<br>
 古文之杖 = 石化之杖 [1个] ＋ 守护红宝石 [1个] ＋ 魔法圣水 [5个]<br>
 巫师之杖 = 古文之杖 [1个] ＋ 魔法戒指 [1个] ＋ 贤者圣水 [3个]<br>
 奇迹之杖 = 魔法之杖 [1个] ＋ 天使之羽 [1个] ＋ 秘银矿石 [3个]<br>
 大贤者之杖 = 贤者之杖 [1个] ＋ 进化的秘石 [1个] ＋ 贤者圣水 [3个]<br>
 光之杖 = 闪光之杖 [1个] ＋ 循环之石 [1个] ＋ -<br>
 光辉之杖 = 光之杖 [1个] ＋ 进化的秘石 [1个] ＋ 蓝色宝珠 [1个]<br>
 闪光之杖 = 光辉之杖 [1个] ＋ 进化的秘石 [3个] ＋ 蓝色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 蛇皮鞭 = 皮鞭 [1个] ＋ 蛇的蜕皮 [3个] ＋ -<br>
 大蛇之鞭 = 蛇皮鞭 [1个] ＋ 蛇的蜕皮 [5个] ＋ 魔兽之角 [1个]<br>
 响尾蛇鞭 = 大蛇之鞭 [1个] ＋ 蛇的蜕皮 [6个] ＋ 愤怒刻印 [1个]<br>
 钢鞭 = 铁鞭 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢鞭 = 钢鞭 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 龙尾鞭 = 铁鞭 [1个] ＋ 龙鳞 [3个] ＋ 斗魂精粹 [1个]<br>
 恶魔之鞭 = 铁鞭 [1个] ＋ 恶魔刻印 [1个] ＋ 蝙蝠之羽 [3个]<br>
 大恶魔之鞭 = 恶魔之鞭 [1个] ＋ 恶魔刻印 [2个] ＋ 怨恨的宝珠 [1个]<br>
 爆裂鞭 = 大恶魔之鞭 [1个] ＋ 圣者之灰 [1个] ＋ -<br>
 女帝之鞭 = 女王之鞭 [1个] ＋ 女王高跟鞋 [1个] ＋ 皇家徽章 [1个]<br>
 女神之鞭 = 女帝之鞭 [1个] ＋ 女神的戒指 [1个] ＋ 进化的秘石 [1个]<br>
 古林盖姆之鞭 = 真古林盖姆之鞭 [1个] ＋ 循环之石 [1个] ＋ -<br>
 续古林盖姆之鞭 = 古林盖姆之鞭 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 真古林盖姆之鞭 = 续女神之鞭 [1个] ＋ 进化的秘石 [3个] ＋ 绿色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢棍 = 铁棍 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢棍 = 钢棍 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 大黑棍 = 橡树棍 [3个] ＋ 工匠的皮带 [1个] ＋ -<br>
 梦境之棍 = 微睡之棍 [1个] ＋ 梦境花 [3个] ＋ 怪奇草 [1个]<br>
 武神之棍 = 演武之棍 [1个] ＋ 豪杰腕轮 [1个] ＋ -<br>
 落雨棍 = 演武之棍 [1个] ＋ 清水 [3个] ＋ 斩风之羽 [3个]<br>
 聚雨棍 = 落雨棍 [1个] ＋ 雨露之丝 [2个] ＋ 疾风戒指 [1个]<br>
 暴雨棍 = 聚雨棍 [1个] ＋ 虹色的布片 [1个] ＋ 疾风头巾 [1个]<br>
 神龙棍 = 龙棍 [1个] ＋ 龙鳞 [3个] ＋ 天使的灵水 [3个]<br>
 奥利哈尔棍 = 奥利哈康 [3个] ＋ 赫准斯托斯的火种 [3个] ＋ -<br>
 修罗之棍 = 菩萨之棍 [1个] ＋ 循环之石 [1个] ＋ -<br>
 明王之棍 = 修罗之棍 [1个] ＋ 进化的秘石 [1个] ＋ 蓝色宝珠 [1个]<br>
 菩萨之棍 = 明王之棍 [1个] ＋ 进化的秘石 [3个] ＋ 蓝色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢爪 = 铁爪 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢爪 = 钢爪 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 驱魔之爪 = 铁爪 [1个] ＋ 驱魔圣印 [1个] ＋ -<br>
 大鹫之爪 = 隼之爪 [1个] ＋ 疾风戒指 [1个] ＋ -<br>
 迦楼罗之爪 = 大鹫之爪 [1个] ＋ 精灵石 [2个] ＋ -<br>
 超级钻头 = 钻头铁拳 [1个] ＋ 铁钉 [5个] ＋ 铁矿石 [1个]<br>
 火焰之爪 = 龙爪 [1个] ＋ 熔岩碎片 [3个] ＋ 爆弹石 [1个]<br>
 灼热之爪 = 火焰之爪 [1个] ＋ 太阳之石 [1个] ＋ 爆弹石 [3个]<br>
 撒旦之爪 = 恶魔刻印 [1个] ＋ 恶魔刻印 [4个] ＋ 蝙蝠之羽 [4个]<br>
 兽王之爪 = 魔兽之爪 [1个] ＋ 皇家徽章 [1个] ＋ 魔兽之角 [9个]<br>
 奥利哈康之爪 = 灼热之爪 [1个] ＋ 奥利哈康 [2个] ＋ 赫准斯托斯的火种 [2个]<br>
 龙王之爪 = 龙神王之爪 [1个] ＋ 循环之石 [1个] ＋ -<br>
 龙神之爪 = 龙王之爪 [1个] ＋ 进化的秘石 [1个] ＋ 红色宝珠 [1个]<br>
 龙神王之爪 = 龙神之爪 [1个] ＋ 进化的秘石 [3个] ＋ 红色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢扇 = 铁扇 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢扇 = 钢扇 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 烈风之扇 = 羽扇 [1个] ＋ 斩风之羽 [1个] ＋ 疾风戒指 [1个]<br>
 龙卷之扇 = 烈风之扇 [1个] ＋ 精灵石 [1个] ＋ 疾风戒指 [1个]<br>
 龟之扇 = 战斗扇 [1个] ＋ 玳瑁 [2个] ＋ 夜之帷幕 [1个]<br>
 玄武之扇 = 龟之扇 [1个] ＋ 魔力之土 [3个] ＋ 龟甲 [1个]<br>
 猫之扇 = 战斗扇 [1个] ＋ 猫沙 [2个] ＋ 白贝壳 [2个]<br>
 白狐之扇 = 猫之扇 [1个] ＋ 冰之结晶 [3个] ＋ 猫咪之盾 [1个]<br>
 鸟之扇 = 战斗扇 [1个] ＋ 斩风之羽 [2个] ＋ 红珊瑚 [2个]<br>
 朱雀之扇 = 鸟之扇 [1个] ＋ 熔岩碎片 [3个] ＋ 风之刃 [1个]<br>
 蛇之扇 = 战斗扇 [1个] ＋ 蛇的蜕皮 [2个] ＋ 龙鳞 [1个]<br>
 圣龙之扇 = 蛇之扇 [1个] ＋ 雷之球 [3个] ＋ 龙鳞 [2个]<br>
 月之扇 = 星之扇 [1个] ＋ 满月戒指 [1个] ＋ 星之碎片 [1个]<br>
 太阳之扇 = 月之扇 [1个] ＋ 太阳之石 [1个] ＋ 红珊瑚 [3个]<br>
 麒麟之扇 = 太阳之扇 [1个] ＋ 治愈腕轮 [1个] ＋ 马粪 [9个]<br>
 必杀之扇 = 超绝之扇 [1个] ＋ 循环之石 [1个] ＋ -<br>
 无双之扇 = 必杀之扇 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 超绝之扇 = 无双之扇 [1个] ＋ 进化的秘石 [3个] ＋ 绿色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢斧 = 铁斧 [1个] ＋ 铁矿石 [1个] ＋ 熔岩碎片 [1个]<br>
 玉钢斧 = 钢斧 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 金斧ノ = 铁斧 [1个] ＋ 金块 [1个] ＋ -<br>
 月之斧 = 战斧 [1个] ＋ 月之恩惠 [1个] ＋ 神秘的药 [1个]<br>
 满月之斧 = 月之斧 [1个] ＋ 满月戒指 [1个] ＋ 神秘的药 [3个]<br>
 王之斧 = 金斧ノ [1个] ＋ 史莱姆之冠 [1个] ＋ -<br>
 皇帝之斧 = 王之斧 [1个] ＋ 史莱姆之冠 [1个] ＋ 皇家徽章 [1个]<br>
 霸王之斧 = 霸者之斧 [1个] ＋ 幻魔石 [2个] ＋ 力量红宝石 [1个]<br>
 吹雪之斧 = 皇帝之斧 [1个] ＋ 冰之结晶 [3个] ＋ 冰刃 [3个]<br>
 暴雪之斧 = 吹雪之斧 [1个] ＋ 冰之结晶 [6个] ＋ 进化的秘石 [1个]<br>
 巨斧 = 重力之斧 [1个] ＋ 循环之石 [1个] ＋ -<br>
 巨人之斧 = 巨斧 [1个] ＋ 进化的秘石 [1个] ＋ 紫色宝珠 [1个]<br>
 重力之斧 = 巨人之斧 [1个] ＋ 进化的秘石 [3个] ＋ 紫色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 巨人之棒 = 棍棒 [1个] ＋ 美丽的蘑菇 [3个] ＋ -<br>
 战锤改 = 战锤 [1个] ＋ 豪杰腕轮 [1个] ＋ -<br>
 土之锤 = 战锤改 [1个] ＋ 魔力之土 [3个] ＋ 泡菜石 [1个]<br>
 大地之锤 = 土之锤 [1个] ＋ 魔力之土 [5个] ＋ 重金属 [2个]<br>
 盖亚铁锤 = 大地之锤 [1个] ＋ 魔力之土 [7个] ＋ 幻魔石 [3个]<br>
 亚特拉斯之锤 = 巨人之锤 [1个] ＋ 进化的秘石 [1个] ＋ 愤怒刻印 [1个]<br>
 百万吨铁锤 = 魔神之锤 [1个] ＋ 奥利哈康 [1个] ＋ 重金属 [3个]<br>
 千兆粉碎锤 = 百万吨铁锤 [1个] ＋ 奥利哈康 [1个] ＋ 豪杰腕轮 [1个]<br>
 大地破坏者 = 世界破坏者 [1个] ＋ 循环之石 [1个] ＋ -<br>
 大陆破坏者 = 大地破坏者 [1个] ＋ 进化的秘石 [1个] ＋ 黄色宝珠 [1个]<br>
 世界破坏者 = 大陆破坏者 [1个] ＋ 进化的秘石 [3个] ＋ 黄色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 高级回旋镖 = 回旋镖 [1个] ＋ 铁钉 [3个] ＋ -<br>
 切裂回旋镖 = 利刃回旋镖 [1个] ＋ 魔兽之角 [3个] ＋ 铁钉 [3个]<br>
 十字回旋镖 = 高级回旋镖 [1个] ＋ 十字弓 [1个] ＋ 黄金十字架 [1个]<br>
 月牙刃 = 风之刃 [1个] ＋ 月之恩惠 [3个] ＋ -<br>
 胜利之刃 = 月牙刃 [1个] ＋ 斗魂精粹 [3个] ＋ 秘银矿石 [1个]<br>
 鹰之羽 = 双投刃 [1个] ＋ 大鹫之爪 [1个] ＋ 斩风之羽 [3个]<br>
 风之回旋镖 = 双投刃 [1个] ＋ 斩风之羽 [3个] ＋ 疾风戒指 [1个]<br>
 飓风之刃 = 风之回旋镖 [1个] ＋ 天罚之杖 [1个] ＋ 疾风戒指 [2个]<br>
 火焰回旋镖 = 风之回旋镖 [1个] ＋ 熔岩碎片 [3个] ＋ 爆弹石 [3个]<br>
 火焰利刃 = 火焰回旋镖 [1个] ＋ 太阳之石 [1个] ＋ 爆弹石 [3个]<br>
 五芒星 = 六芒星 [1个] ＋ 循环之石 [1个] ＋ -<br>
 六芒星 = 五芒星 [1个] ＋ 星之碎片 [3个] ＋ 秘银矿石 [3个]<br>
 陨石之刃 = 彗星之刃 [1个] ＋ 循环之石 [1个] ＋ -<br>
 彗星之刃 = 陨石之刃 [1个] ＋ 进化的秘石 [1个] ＋ 银色宝珠 [1个]<br>
 超级新星 = 彗星之刃 [1个] ＋ 进化的秘石 [3个] ＋ 银色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 长弓 = 短弓 [1个] ＋ 晾衣杆 [1个] ＋ -<br>
 十字弓 = 长弓 [1个] ＋ 锁链十字鞭 [1个] ＋ -<br>
 狙击之弓 = 猎人之弓 [1个] ＋ 猎人的帽子 [1个] ＋ 射手的手套 [1个]<br>
 斩风弓 = 猎人之弓 [1个] ＋ 斩风之羽 [3个] ＋ 疾风戒指 [1个]<br>
 暴风弓 = 斩风弓 [1个] ＋ 天罚之杖 [1个] ＋ 雨露之丝 [2个]<br>
 旋风弓 = 暴风弓 [1个] ＋ 风之回旋镖 [1个] ＋ 雨露之丝 [3个]<br>
 无限弓 = 大型弩枪 [1个] ＋ 神秘的药 [1个] ＋ 精灵石 [3个]<br>
 无限大弓 = 无限弓 [1个] ＋ 神秘的药 [2个] ＋ 幻魔石 [3个]<br>
 地狱之弓 = 奥丁之弓 [1个] ＋ 怨恨的宝珠 [1个] ＋ -<br>
 奥丁之弓 = 地狱之弓 [1个] ＋ 圣者之灰 [3个] ＋ -<br>
 天使之弓 = 智天使之弓 [1个] ＋ 循环之石 [1个] ＋ -<br>
 大天使之弓 = 天使之弓 [1个] ＋ 进化的秘石 [1个] ＋ 黄色宝珠 [1个]<br>
 智天使之弓 = 大天使之弓 [1个] ＋ 进化的秘石 [3个] ＋ 黄色宝珠 [3个]<br>
 <br>
 <strong>防具：</strong><br>
 <br>
 <strong><span style='color: #ff0000;'>完成品 </span></strong>= <strong><span style='color: #0000cd;'>材料1</span></strong> [个数1个] ＋<span style='color: #0000cd;'><strong> 材料2</strong></span> [个数2个] ＋ <span style='color: #0000cd;'><strong>材料3 </strong></span>[个数3个]<br>
 <br>
 黄金之盘 = 白银之盘 [1个] ＋ 黄金手镯 [1个] ＋ -<br>
 白金之盘 = 黄金之盘 [1个] ＋ 白金矿石 [1个] ＋ -<br>
 甲壳盾 = 鳞盾 [1个] ＋ 玳瑁 [1个] ＋ -<br>
 钢盾 = 铁盾 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢盾 = 钢盾 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 猫咪之盾 = 闪光盾 [1个] ＋ 猫沙 [1个] ＋ -<br>
 猫之守护 = 猫咪之盾 [1个] ＋ 猫沙 [2个] ＋ -<br>
 纯白之盾 = 闪光盾 [1个] ＋ 白贝壳 [5个] ＋ 圣水 [5个]<br>
 精灵之盾 = 魔法盾 [1个] ＋ 精灵石 [1个] ＋ -<br>
 幻魔之盾 = 精灵之盾 [1个] ＋ 幻魔石 [1个] ＋ -<br>
 炎之盾 = 魔法盾 [1个] ＋ 熔岩碎片 [1个] ＋ 命之石 [1个]<br>
 冰之盾 = 魔法盾 [1个] ＋ 冰之结晶 [1个] ＋ 命之石 [1个]<br>
 白金盾 = 闪光盾 [1个] ＋ 白金矿石 [1个] ＋ 赫准斯托斯的火种 [1个]<br>
 龙盾 = 魔法盾 [1个] ＋ 龙鳞 [3个] ＋ 力量红宝石 [1个]<br>
 风神盾 = 魔法盾 [1个] ＋ 斩风之羽 [3个] ＋ 守护红宝石 [1个]<br>
 力量之盾 = 战士之盾 [1个] ＋ 力量红宝石 [1个] ＋ 万能药 [1个]<br>
 力量之盾改 = 力量之盾 [1个] ＋ 治愈腕轮 [2个] ＋ -<br>
 圣骑士之盾 = 纯白之盾 [1个] ＋ 驱魔圣印 [1个] ＋ 秘银矿石 [1个]<br>
 兽人之盾 = 暗黑之盾 [1个] ＋ 重金属 [2个] ＋ 魔兽之角 [5个]<br>
 水镜之盾 = 圣骑士之盾 [1个] ＋ 镜石 [3个] ＋ 秘银矿石 [2个]<br>
 大首领之盾 = 首领之盾 [1个] ＋ 进化的秘石 [1个] ＋ 豪杰腕轮 [1个]<br>
 圣女之盾 = 破灭之盾 [1个] ＋ 圣者之灰 [3个] ＋ -<br>
 女神之盾 = 圣女之盾 [1个] ＋ 女神戒指 [1个] ＋ 奥利哈康 [1个]<br>
 散失金属盾 = メタスラの盾 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王之盾 = 散失金属盾 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 罗特之盾 = 生锈的盾 [1个] ＋ 研磨沙 [9个] ＋ 奥利哈康 [1个]<br>
 轮回之盾 = 莫比乌斯之盾 [1个] ＋ 循环之石 [1个] ＋ -<br>
 永远之盾 = 轮回之盾 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 莫比乌斯之盾 = 永远之盾 [1个] ＋ 进化的秘石 [3个] ＋ 绿色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢头盔 = 铁头盔 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢头盔 = 钢头盔 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 银假面 = 铁假面 [1个] ＋ 白银之盘 [1个] ＋ 银发饰 [1个]<br>
 白金头饰 = 铁假面 [1个] ＋ 白金矿石 [1个] ＋ 赫准斯托斯的火种 [1个]<br>
 秘银帽 = 锁链帽 [1个] ＋ 秘银矿石 [2个] ＋ -<br>
 智力头盔 = 钢头盔 [1个] ＋ 黄金头环 [1个] ＋ 闪耀的宝珠 [3个]<br>
 智慧王冠 = 智力头盔 [1个] ＋ 知识腕轮 [1个] ＋ 贤者圣水 [1个]<br>
 猛牛头盔 = 玉钢头盔 [1个] ＋ 魔兽之角 [2个] ＋ 愤怒刻印 [1个]<br>
 水牛头盔 = 猛牛头盔 [1个] ＋ 魔兽之角 [4个] ＋ 豪杰腕轮 [1个]<br>
 撒旦头盔 = 巨盔 [1个] ＋ 怨恨的宝珠 [1个] ＋ -<br>
 秘银头盔 = 白金头饰 [1个] ＋ 秘银矿石 [3个] ＋ -<br>
 巨盔 = 撒旦头盔 [1个] ＋ 圣者之灰 [1个] ＋ -<br>
 悟道之冠 = 智力头盔 [1个] ＋ 悟道草 [5个] ＋ 秘银矿石 [1个]<br>
 骷髅头盔 = 阿波罗之冠 [1个] ＋ 怨恨的宝珠 [1个] ＋ -<br>
 太阳之冠 = 骷髅头盔 [1个] ＋ 圣者之灰 [3个] ＋ -<br>
 阿波罗之冠 = 太阳之冠 [1个] ＋ 进化的秘石 [1个] ＋ 太阳之石 [1个]<br>
 散失金属头盔 = 金属史莱姆头盔 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王头盔 = 散失金属头盔 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 罗特头盔 = 生锈的头盔 [1个] ＋ 研磨沙 [9个] ＋ 奥利哈康 [1个]<br>
 慈爱头盔 = 奇迹头盔 [1个] ＋ 循环之石 [1个] ＋ -<br>
 祝福头盔 = 慈爱头盔 [1个] ＋ 进化的秘石 [1个] ＋ 紫色宝珠 [1个]<br>
 奇迹头盔 = 祝福头盔 [1个] ＋ 进化的秘石 [3个] ＋ 紫色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 时尚头巾 = 头巾 [1个] ＋ 长领巾 [1个] ＋ -<br>
 疾风头巾 = 时尚头巾 [1个] ＋ 疾风戒指 [1个] ＋ -<br>
 羽毛帽 = 皮帽 [1个] ＋ 斩风之羽 [1个] ＋ -<br>
 兔儿发圈 = 发带 [1个] ＋ 白兔护符 [2个] ＋ -<br>
 猫耳发圈 = 发带 [1个] ＋ 猫沙 [2个] ＋ -<br>
 毛皮帽 = 皮帽 [1个] ＋ 魔兽之皮 [1个] ＋ 柔软的羊毛 [1个]<br>
 尖角帽子 = 皮帽 [1个] ＋ 魔兽之角 [1个] ＋ -<br>
 金发饰 = 银发饰 [1个] ＋ 黄金戒指 [1个] ＋ 黄金手镯 [1个]<br>
 史莱姆头饰 = 尖角帽子 [1个] ＋ 史莱姆果冻 [3个] ＋ -<br>
 羽饰发圈 = 发带 [1个] ＋ 斩风之羽 [2个] ＋ -<br>
 猎人的帽子 = 尖角帽子 [1个] ＋ 柔软的羊毛 [1个] ＋ 魔兽之皮 [1个]<br>
 暖和的毛帽 = 毛皮帽 [1个] ＋ 白兔护符 [1个] ＋ 柔软的羊毛 [1个]<br>
 黄金头环 = 头环 [1个] ＋ 黄金戒指 [1个] ＋ 黄金手镯 [1个]<br>
 星之头环 = 黄金头环 [1个] ＋ 星之碎片 [1个] ＋ -<br>
 魔女的头巾 = 缠头巾 [1个] ＋ 蛤蟆油 [1个] ＋ 蛇的蜕皮 [1个]<br>
 影之头巾 = 缠头巾 [1个] ＋ 夜之帷幕 [2个] ＋ -<br>
 蝴蝶面具 = 头环 [1个] ＋ 蝴蝶之羽 [2个] ＋ 怪奇草 [2个]<br>
 蝴耳狗面具 = 蝴蝶面具 [1个] ＋ 夜之蝶耳犬 [1个] ＋ 怪奇草 [3个]<br>
 知识之帽 = 羽毛帽 [1个] ＋ 知识腕轮 [2个] ＋ -<br>
 海狸帽子 = 羽毛帽 [1个] ＋ 羽饰发圈 [1个] ＋ 魔兽之皮 [3个]<br>
 魔法帽改 = 魔法帽 [1个] ＋ 祈祷戒指 [2个] ＋ 闪耀的宝珠 [1个]<br>
 幸福的帽子 = 消极帽子 [1个] ＋ 幸运项链 [1个] ＋ -<br>
 黄金的头冠 = 黄金头环 [1个] ＋ 皇家徽章 [1个] ＋ 金块 [1个]<br>
 幻影面具 = 蝴耳狗面具 [1个] ＋ 暗之衣 [1个] ＋ 闪避草 [3个]<br>
 春风帽子 = 冬空帽子 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 夏云帽子 = 春风帽子 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 秋雨帽子 = 夏云帽子 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 冬空帽子 = 秋雨帽子 [1个] ＋ 进化的秘石 [1个] ＋ 绿色宝珠 [1个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 坚硬鳞甲 = 鳞甲 [1个] ＋ 鳞盾 [1个] ＋ 蛇的蜕皮 [1个]<br>
 银胸甲 = 铁胸甲 [1个] ＋ 白银之盘 [1个] ＋ -<br>
 钢铠甲 = 铁铠甲 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢铠甲 = 钢铠甲 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 龟甲 = 铁胸甲 [1个] ＋ 玳瑁 [1个] ＋ 绿苔癣 [1个]<br>
 陆龟铠甲 = 龟甲 [1个] ＋ 玳瑁 [2个] ＋ 绿苔癣 [2个]<br>
 黄金之铠 = 白银之铠 [1个] ＋ 黄金戒指 [1个] ＋ 黄金手镯 [1个]<br>
 白金之铠 = 黄金之铠 [1个] ＋ 白金矿石 [1个] ＋ 赫准斯托斯的火种 [1个]<br>
 精灵铠甲 = 魔法铠甲 [1个] ＋ 精灵石 [1个] ＋ -<br>
 幻魔铠甲 = 精灵铠甲 [1个] ＋ 幻魔石 [1个] ＋ -<br>
 龙铠 = 魔法铠甲 [1个] ＋ 龙鳞 [2个] ＋ 力量红宝石 [1个]<br>
 刃之铠甲 = 魔法铠甲 [1个] ＋ 魔兽之角 [2个] ＋ 铁钉 [5个]<br>
 神圣链甲 = 锁链甲 [1个] ＋ 驱魔圣印 [1个] ＋ 秘银矿石 [1个]<br>
 神秘铠甲改 = 神秘铠甲 [1个] ＋ 守护红宝石 [1个] ＋ 治愈腕轮 [1个]<br>
 镜之铠甲 = 魔法铠甲 [1个] ＋ 镜石 [3个] ＋ 破幻戒指 [1个]<br>
 反射铠甲 = 镜之铠甲 [1个] ＋ 镜石 [5个] ＋ 超级戒指 [1个]<br>
 散失金属铠甲 = 金属史莱姆铠甲 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王铠甲 = 散失金属铠甲 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 罗特铠甲 = 生锈的铠甲 [1个] ＋ 研磨沙 [9个] ＋ 奥利哈康 [1个]<br>
 胜利铠甲 = 传说铠甲 [1个] ＋ 循环之石 [1个] ＋ -<br>
 光荣铠甲 = 胜利铠甲 [1个] ＋ 进化的秘石 [1个] ＋ 红色宝珠 [1个]<br>
 传说铠甲 = 光荣铠甲 [1个] ＋ 进化的秘石 [3个] ＋ 红色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 修行服上衣 = 练习服上衣 [1个] ＋ 武道精粹 [1个] ＋ -<br>
 毛皮披风 = 皮制斗篷 [1个] ＋ 魔兽之皮 [3个] ＋ -<br>
 潜行之服 = 闪避之服 [1个] ＋ 闪避草 [2个] ＋ 柔软的羊毛 [1个]<br>
 史莱姆之服 = 华丽之服 [1个] ＋ 史莱姆果冻 [3个] ＋ -<br>
 高贵的斗篷 = 丝绒斗篷 [1个] ＋ 长领巾 [1个] ＋ 光之石 [3个]<br>
 武术服上衣 = 修行服上衣 [1个] ＋ 武道精粹 [1个] ＋ 魔兽之皮 [2个]<br>
 龙之战袍 = 武斗衣 [1个] ＋ 龙鳞 [1个] ＋ 武道精粹 [2个]<br>
 舞蹈家的上衣 = 华丽之服 [1个] ＋ 光之石 [3个] ＋ 虹色的布片 [1个]<br>
 舞女的礼服 = 舞女的服 [1个] ＋ 光之石 [3个] ＋ 虹色的布片 [1个]<br>
 毛皮背心 = 毛皮披风 [1个] ＋ 魔兽之皮 [3个] ＋ -<br>
 明星的服装 = 超华丽的服装 [1个] ＋ 星之碎片 [3个] ＋ -<br>
 彩虹短裙 = 多彩短裙 [1个] ＋ 虹色的布片 [1个] ＋ -<br>
 诱惑的泳衣上 = 性感的泳衣上 [1个] ＋ 白贝壳 [3个] ＋ 红珊瑚 [2个]<br>
 禁忌的泳衣上 = 诱惑的泳衣上 [1个] ＋ 虹色的布片 [1个] ＋ 天使之羽 [2个]<br>
 龙之道服上衣 = 武术服上衣 [1个] ＋ 龙鳞 [2个] ＋ 武道精粹 [2个]<br>
 暗之衣 = 丝绒斗篷 [1个] ＋ 夜之帷幕 [3个] ＋ 闪避草 [3个]<br>
 漆黑的斗篷 = 暗之衣 [1个] ＋ 蝙蝠之羽 [4个] ＋ 恶魔刻印 [3个]<br>
 光之晚宴服 = 时髦的服装 [1个] ＋ 长领巾 [1个] ＋ 光之石 [3个]<br>
 光之礼服 = 闪亮的礼服 [1个] ＋ 粉红珍珠 [1个] ＋ 光之石 [3个]<br>
 性感胸衣 = 神秘的胸衣 [1个] ＋ 循环之石 [1个] ＋ -<br>
 丝织胸衣 = 性感胸衣 [1个] ＋ 花斑蜘蛛丝 [7个] ＋ 丝长袍 [3个]<br>
 神秘的胸衣 = 丝织胸衣 [1个] ＋ 闪避草 [7个] ＋ 天使的灵水 [3个]<br>
 空之外袍 = 天空外袍 [1个] ＋ 循环之石 [1个] ＋ -<br>
 天之外袍 = 神秘的胸衣 [1个] ＋ 进化的秘石 [1个] ＋ 蓝色宝珠 [1个]<br>
 天空外袍 = 天之外袍 [1个] ＋ 进化的秘石 [3个] ＋ 蓝色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 修普诺斯大衣 = 安乐长袍 [1个] ＋ 梦境花 [3个] ＋ 柔软的羊毛 [3个]<br>
 精灵的法衣 = 魔法的法衣 [1个] ＋ 精灵石 [1个] ＋ -<br>
 幻魔的法衣 = 精灵的法衣 [1个] ＋ 幻魔石 [1个] ＋ -<br>
 圣者的法衣 = 修行者的法衣 [1个] ＋ 咒文念珠 [1个] ＋ 脏的绷带 [3个]<br>
 隐者之衣 = 魔法之服 [1个] ＋ 魔法戒指 [1个] ＋ 脏的绷带 [3个]<br>
 贤者长袍 = 圣者的法衣 [1个] ＋ 隐者之衣 [1个] ＋ 悟道草 [3个]<br>
 水之羽衣 = 精灵的法衣 [1个] ＋ 雨露之丝 [3个] ＋ -<br>
 悟道斗篷 = 高贵的斗篷 [1个] ＋ 悟道草 [6个] ＋ 贤者圣水 [3个]<br>
 公主长袍 = 光之礼服 [1个] ＋ 皇家徽章 [1个] ＋ -<br>
 女王之袍 = 公主长袍 [1个] ＋ 女王手套 [1个] ＋ 柔软的羊毛 [2个]<br>
 女帝之袍 = 女王之袍 [1个] ＋ 黄金的头冠 [1个] ＋ 柔软的羊毛 [3个]<br>
 王子大衣 = 光之晚宴服 [1个] ＋ 皇家徽章 [1个] ＋ -<br>
 国王大衣 = 王子大衣 [1个] ＋ 王之斧 [1个] ＋ 柔软的羊毛 [2个]<br>
 皇帝大衣 = 国王大衣 [1个] ＋ 史莱姆之冠 [1个] ＋ 柔软的羊毛 [3个]<br>
 塞蕾希娅之衣 = 噩梦长袍 [1个] ＋ 圣者之灰 [3个] ＋ -<br>
 塞蕾希娅羽衣 = 塞蕾希娅之衣 [1个] ＋ 进化的秘石 [1个] ＋ 天使之羽 [7个]<br>
 神龙长袍 = 龙之长袍 [1个] ＋ 龙之道服上衣 [1个] ＋ 龙之战袍 [1个]<br>
 天使的长袍 = 智天使长袍 [1个] ＋ 循环之石 [1个] ＋ -<br>
 大天使的长袍 = 天使的长袍 [1个] ＋ 进化的秘石 [1个] ＋ 黄色宝珠 [1个]<br>
 智天使长袍 = 大天使的长袍 [1个] ＋ 进化的秘石 [3个] ＋ 黄色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 钢护手 = 铁护手 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢护手 = 钢护手 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 精灵的护手 = 魔法的护手 [1个] ＋ 精灵石 [1个] ＋ -<br>
 幻魔护手 = 精灵的护手 [1个] ＋ 幻魔石 [1个] ＋ -<br>
 中型护腕 = 轻型护腕 [1个] ＋ 铁矿石 [2个] ＋ 斗魂精粹 [1个]<br>
 重型护腕 = 中型护腕 [1个] ＋ 重金属 [2个] ＋ 斗魂精粹 [1个]<br>
 悟道护腕 = 武王的腕轮 [1个] ＋ 悟道草 [3个] ＋ 贤者圣水 [2个]<br>
 散失金属护手 = 金属史莱姆护手 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王护手 = 散失金属护手 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 罗特护手 = 生锈的护手 [1个] ＋ 研磨沙 [9个] ＋ 奥利哈康 [1个]<br>
 迦具土护手 = 须佐之男护手 [1个] ＋ 循环之石 [1个] ＋ -<br>
 月读护手 = 迦具土护手 [1个] ＋ 进化的秘石 [1个] ＋ 红色宝珠 [1个]<br>
 须佐之男护手 = 月读护手 [1个] ＋ 进化的秘石 [1个] ＋ 红色宝珠 [1个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 皮手套 = 布手套 [1个] ＋ 魔兽之皮 [1个] ＋ -<br>
 公主手套 = 贵妇人手套 [1个] ＋ 皇家徽章 [1个] ＋ -<br>
 女王手套 = 公主手套 [1个] ＋ 女王高跟鞋 [1个] ＋ -<br>
 悟道手套 = 厚皮手套 [1个] ＋ 悟道草 [3个] ＋ 贤者圣水 [2个]<br>
 黑暗手套 = 厚皮手套 [1个] ＋ 夜之帷幕 [3个] ＋ -<br>
 暗渊手套 = 黑暗手套 [1个] ＋ 怨恨的宝珠 [1个] ＋ 夜之帷幕 [3个]<br>
 斗牛士手套 = 剑士的手套 [1个] ＋ 闪避草 [4个] ＋ 疾风头巾 [1个]<br>
 谋士手套 = 达人手套 [1个] ＋ 循环之石 [1个] ＋ -<br>
 名人手套 = 谋士手套 [1个] ＋ 进化的秘石 [1个] ＋ 银色宝珠 [1个]<br>
 达人手套 = 名人手套 [1个] ＋ 进化的秘石 [3个] ＋ 银色宝珠 [3个]<br>
 <br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 皮围裙 = 短衬裤 [1个] ＋ 魔兽之皮 [1个] ＋ -<br>
 修行服下衣 = 练习服下衣 [1个] ＋ 武道精粹 [1个] ＋ -<br>
 回旋镖短裤 = 短衬裤 [1个] ＋ 回旋镖 [1个] ＋ -<br>
 胜利短裤 = 回旋镖短裤 [1个] ＋ 斗魂精粹 [1个] ＋ -<br>
 钢护膝 = 铁护膝 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢护膝 = 钢护膝 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 诱惑的泳衣下 = 性感的泳衣下 [1个] ＋ 白贝壳 [3个] ＋ 红珊瑚 [3个]<br>
 禁忌的泳衣下 = 诱惑的泳衣下 [1个] ＋ 虹色的布片 [1个] ＋ 天使之羽 [2个]<br>
 神秘裤子 = 魔道裤子 [1个] ＋ 闪耀的宝珠 [1个] ＋ 柔软的羊毛 [2个]<br>
 武术服下衣 = 修行服下衣 [1个] ＋ 武道精粹 [1个] ＋ 魔兽之皮 [2个]<br>
 美丽的裤子 = 华丽裤子 [1个] ＋ 美丽的蘑菇 [3个] ＋ 怪奇草 [1个]<br>
 链甲长袜 = 长袜 [1个] ＋ 锁链甲 [2个] ＋ 铁钉 [2个]<br>
 红色裤袜 = 长袜 [1个] ＋ 红珊瑚 [4个] ＋ -<br>
 绿色裤袜 = 长袜 [1个] ＋ 绿苔癣 [4个] ＋ -<br>
 白色裤袜 = 长袜 [1个] ＋ 白贝壳 [4个] ＋ -<br>
 透明裤袜 = 红色裤袜 [1个] ＋ 绿色裤袜 [1个] ＋ 白色裤袜 [1个]<br>
 龙之道服下衣 = 武术服下衣 [1个] ＋ 龙鳞 [2个] ＋ 武道精粹 [2个]<br>
 悟道的裤子 = 龙之道服下衣 [1个] ＋ 悟道草 [3个] ＋ 贤者圣水 [2个]<br>
 铁壁的护胫 = 守护紧身裤 [1个] ＋ 重金属 [1个] ＋ 奥利哈康 [1个]<br>
 无敌裤子 = 悠久裤子 [1个] ＋ 循环之石 [1个] ＋ -<br>
 不灭裤子 = 无敌裤子 [1个] ＋ 进化的秘石 [1个] ＋ 紫色宝珠 [1个]<br>
 悠久裤子 = 不灭裤子 [1个] ＋ 进化的秘石 [3个] ＋ 紫色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 技师之靴 = 皮靴 [1个] ＋ 魔兽之皮 [1个] ＋ -<br>
 钢腿甲 = 铁腿甲 [1个] ＋ 铁矿石 [1个] ＋ 魔力之土 [1个]<br>
 玉钢腿甲 = 钢腿甲 [1个] ＋ 铁矿石 [2个] ＋ 赫准斯托斯的火种 [1个]<br>
 长钉护腿 = 钢腿甲 [1个] ＋ 魔兽之角 [2个] ＋ 铁钉 [2个]<br>
 悟道之靴 = 智慧之靴 [1个] ＋ 悟道草 [3个] ＋ 贤者圣水 [2个]<br>
 散失金属靴 = 金属史莱姆之靴 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆果冻 [6个]<br>
 金属王之靴 = 散失金属靴 [1个] ＋ 奥利哈康 [1个] ＋ 史莱姆之冠 [1个]<br>
 英雄之靴 = 天王之靴 [1个] ＋ 循环之石 [1个] ＋ -<br>
 王者之靴 = 英雄之靴 [1个] ＋ 进化的秘石 [1个] ＋ 黄色宝珠 [1个]<br>
 天王之靴 = 王者之靴 [1个] ＋ 进化的秘石 [3个] ＋ 黄色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 漂亮的木鞋 = 木鞋 [1个] ＋ 美丽的蘑菇 [2个] ＋ -<br>
 细跟鞋 = 高跟鞋 [1个] ＋ 网格袜 [1个] ＋ -<br>
 女王高跟鞋 = 细跟鞋 [1个] ＋ 皇家徽章 [1个] ＋ -<br>
 梦魔凉鞋 = 魔道士的凉鞋 [1个] ＋ 梦境花 [3个] ＋ 美丽的蘑菇 [2个]<br>
 武术鞋 = 功夫鞋 [1个] ＋ 武道精粹 [2个] ＋ -<br>
 万全鞋 = 安全鞋 [1个] ＋ 守护红宝石 [1个] ＋ 秘银矿石 [1个]<br>
 完全鞋 = 万全鞋 [1个] ＋ 守护红宝石 [1个] ＋ 奥利哈康 [1个]<br>
 幸福之鞋 = 消极之鞋 [1个] ＋ 幸运项链 [1个] ＋ -<br>
 妖精之鞋 = 幸福之鞋 [1个] ＋ 精灵护符 [2个] ＋ -<br>
 妖精王之鞋 = 妖精之鞋 [1个] ＋ 进化的秘石 [1个] ＋ -<br>
 理性凉鞋 = 睿智凉鞋 [1个] ＋ 循环之石 [1个] ＋ -<br>
 真理凉鞋 = 理性凉鞋 [1个] ＋ 进化的秘石 [1个] ＋ 蓝色宝珠 [1个]<br>
 睿智凉鞋 = 真理凉鞋 [1个] ＋ 进化的秘石 [3个] ＋ 蓝色宝珠 [3个]<br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 力量戒指 = 黄金戒指 [1个] ＋ 斗魂精粹 [1个] ＋ -<br>
 愤怒刻印 = 恶魔刻印 [1个] ＋ 斗魂精粹 [1个] ＋ -<br>
 力量红宝石 = 力量戒指 [1个] ＋ 红宝石原石 [1个] ＋ -<br>
 豪杰腕轮 = 黄金手镯 [1个] ＋ 力量戒指 [1个] ＋ 愤怒刻印 [1个]<br>
 史莱姆耳环 = 史莱姆果冻 [1个] ＋ 黄金戒指 [1个] ＋ -<br>
 守护红宝石 = 龙鳞 [1个] ＋ 红宝石原石 [1个] ＋ -<br>
 长领巾 = 蝴蝶之羽 [2个] ＋ 脏的绷带 [1个] ＋ -<br>
 工匠的皮带 = 皮围裙 [1个] ＋ 蓝色手套 [1个] ＋ 脏的绷带 [1个]<br>
 疾风戒指 = 祈祷戒指 [1个] ＋ 斩风之羽 [2个] ＋ -<br>
 星降腕轮 = 金块 [1个] ＋ 疾风戒指 [2个] ＋ 星之碎片 [3个]<br>
 魔法戒指 = 骷髅戒指 [1个] ＋ 圣者之灰 [1个] ＋ -<br>
 咒文念珠 = 粉红珍珠 [1个] ＋ 清水 [3个] ＋ 悟道草 [3个]<br>
 知识腕轮 = 黄金手镯 [1个] ＋ 闪耀的宝珠 [2个] ＋ -<br>
 治愈腕轮 = 黄金手镯 [1个] ＋ 生命戒指 [2个] ＋ -<br>
 妖精腕轮 = 黄金手镯 [1个] ＋ 祈祷戒指 [1个] ＋ 精灵护符 [1个]<br>
 皇家徽章 = 幸运项链 [1个] ＋ 力量红宝石 [1个] ＋ 守护红宝石 [1个]<br>
 祈祷戒指 = 黄金戒指 [1个] ＋ 贤者圣水 [2个] ＋ -<br>
 驱魔圣印 = 黄金十字架 [1个] ＋ 圣水 [5个] ＋ 命之石 [1个]<br>
 破幻戒指 = 黄金戒指 [1个] ＋ 沙尘之枪 [1个] ＋ 万能药 [1个]<br>
 破毒戒指 = 黄金戒指 [1个] ＋ 毒针 [1个] ＋ 特等解毒草 [1个]<br>
 满月戒指 = 黄金戒指 [1个] ＋ 毒蛾小刀 [1个] ＋ 月之恩惠 [1个]<br>
 苏醒戒指 = 黄金戒指 [1个] ＋ 微睡之棍 [1个] ＋ 苏醒花 [3个]<br>
 理性戒指 = 黄金戒指 [1个] ＋ 月之斧 [1个] ＋ 天使之铃 [3个]<br>
 超级戒指 = 苏醒戒指 [1个] ＋ 破幻戒指 [1个] ＋ 破毒戒指 [3个]<br>
 骷髅戒指 = 魔法戒指 [1个] ＋ 怨恨的宝珠 [1个] ＋ -<br>
 精灵护符 = 驱魔圣印 [1个] ＋ 精灵护符 [1个] ＋ 绿苔癣 [3个]<br>
 生命戒指 = 祈祷戒指 [1个] ＋ 命之石 [3个] ＋ -<br>
 女神戒指 = 生命戒指 [1个] ＋ 天使的灵水 [1个] ＋ 金块 [1个]<br>
 死神的首饰 = 幸运项链 [1个] ＋ 怨恨的宝珠 [1个] ＋ -<br>
 幸运项链 = 死神的首饰 [1个] ＋ 圣者之灰 [1个] ＋ -<br>
 <br>
 <strong>道具：</strong><br>
 <br>
 <span style='color: #ff0000;'><strong>完成品</strong> </span>= <span style='color: #0000cd;'><strong>材料1</strong></span> [个数1个] ＋<span style='color: #0000cd;'> <strong>材料2</strong> </span>[个数2个] ＋ <span style='color: #0000cd;'><strong>材料3</strong></span> [个数3个]<br>
 <br>
 上等草药 = 草药 [2个] ＋ - ＋ -<br>
 特等草药 = 上等草药 [2个] ＋ - ＋ -<br>
 治愈草 = 草药 [1个] ＋ 上等草药 [1个] ＋ -<br>
 上等解毒草 = 解毒草 [1个] ＋ 草药 [1个] ＋ -<br>
 特等解毒草 = 上等解毒草 [2个] ＋ - ＋ -<br>
 提神草 = 上等草药 [1个] ＋ 满月草 [1个] ＋ -<br>
 月之恩惠 = 满月草 [3个] ＋ - ＋ -<br>
 歌唱之蜜 = 花蜜 [3个] ＋ 清水 [1个] ＋ 梦境花 [5个]<br>
 万能药 = 特等草药 [1个] ＋ 治愈草 [1个] ＋ 满月草 [1个]<br>
 超万能药 = 万能药 [1个] ＋ 天使之铃 [1个] ＋ 苏醒花 [1个]<br>
 世界树之滴 = 世界树之叶 [1个] ＋ 精灵之药 [1个] ＋ -<br>
 魔法圣水 = 圣水 [1个] ＋ 魔力之土 [1个] ＋ 花蜜 [1个]<br>
 贤者圣水 = 魔法圣水 [1个] ＋ 魔力之土 [1个] ＋ 花蜜 [3个]<br>
 精灵之药 = 世界树之叶 [1个] ＋ 魔力之土 [3个] ＋ 花蜜 [5个]<br>
 神秘的药 = 美丽的蘑菇 [1个] ＋ 沸腾的泥块 [1个] ＋ 牛粪 [3个]<br>
 贤者之石 = 奥利哈康 [1个] ＋ 歌唱之蜜 [3个] ＋ 银色宝珠 [1个]<br>
 重金属 = 泡菜石 [3个] ＋ 铁矿石 [3个] ＋ -<br>
 金块 = 天使的灵水 [3个] ＋ 幻魔石 [2个] ＋ 歌唱之蜜 [5个]<br>
 赫准斯托斯的火种 = 熔岩碎片 [1个] ＋ 魔力之土 [1个] ＋ 蛤蟆油 [1个]<br>
 精灵石 = 雷之球 [2个] ＋ 冰之结晶 [2个] ＋ 神秘的药 [1个]<br>
 幻魔石 = 精灵石 [1个] ＋ 超万能药 [1个] ＋ 怪奇草 [2个]<br>
 天使之羽 = 斩风之羽 [3个] ＋ 清水 [2个] ＋ 天使之铃 [1个]<br>
 雨露之丝 = 清水 [3个] ＋ 花斑蜘蛛丝 [5个] ＋ -<br>
 虹色的布片 = 脏的绷带 [3个] ＋ 光之石 [1个] ＋ 雨露之丝 [1个]<br>
 天使的灵水 = 星之碎片 [2个] ＋ 贤者圣水 [2个] ＋ 天使之羽 [2个]<br>
 星之碎片 = 光之石 [3个] ＋ 夜之帷幕 [3个] ＋ -<br>
 进化的秘石 = 天使的灵水 [2个] ＋ 幻魔石 [2个] ＋ 时之水晶 [1个]<br>
 太阳之石 = 星之碎片 [2个] ＋ 镜石 [3个] ＋ 赫准斯托斯的火种 [1个]<br>
 怨恨的宝珠 = 粉红珍珠 [1个] ＋ 恶魔刻印 [2个] ＋ 怪奇草 [3个]<br>
 武道精粹 = 拳头蘑菇 [2个] ＋ 闪避草 [1个] ＋ 治愈草 [1个]<br>
 斗魂精粹 = 拳头蘑菇 [2个] ＋ 苏醒花 [1个] ＋ 提神草 [1个]</p>
</div>
";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
