<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><font size=6 color=red>转职任务详细做法</font></center><br><br><font size=4>
《勇者斗恶龙9》中的职业系统与前两作的转职拥有较大的区别，本作的转职不是通过修习多种初级职业来获得上级职业的转职能力，而是只需要完成职业任务即可以转成相应的职业，不过这些任务的难道和完成条件均相当的苛刻，下面就给大家带来这些上级职业任务接受地点、要求及详细的做法。<br><br>
<font color=blue>1：战斗大师：</font><br><br>
任务号103.任务名称：战斗大师的心得<br>
任务接受地点：达玛神殿B1F，宿屋前的神父。<br>
任务要求：使用100的超级蓄力的龙斩消灭5个史莱姆。<br>
详细方法：主角用应援，去最开始的村子找史莱姆，达玛神殿的史莱姆会合体，所以不推荐。任务的难点是如何不让史莱姆逃走，可以用僧侣的催眠，或者将队员都转为LV1，剩下的都好说了。<br><br>
<font color=blue>2：游侠</font><br><br>
任务号112.任务名称：生存力的智慧<br>
任务接受地点：比塔利山(石之镇)入处口，与普迪对话获得。<br>
任务要求：在比塔利山2F，使用短剑技能剧毒短剑让5只76号魔法奇美拉中毒，再让它慢慢被毒死，不能打死。<br><br>
<font color=blue>3：魔法战士</font><br><br>
任务号109.任务名称：第一印象<br>
任务接受地点：达玛神殿内右侧，与斯卡利奥对话。<br>
详细方法：要求是在使用魔结界的情况下杀死三只金属史莱姆。金属史莱姆在贝克赛利亚村西边被封印的遗迹里有，建议给使用魔结界的人装备毒针，可固定伤害1。<br><br>
<font color=blue>4：圣骑士</font><br><br>
任务号106.任务名称：被引导的精灵<br>
任务接受地点：古比亚纳城堡的顶层水池左上角，与帕斯利对话可获得。<br>
详细方法：出门随便找些怪，守护队友10次就行了，守护技能是战士的专有技能。<br><br>
<font color=blue>5：贤者</font><br><br>
任务号115.任务名称：沉眠书架的大贤者<br>
任务接受地点：加南帝国城进门以后走右边，一直上楼梯（2F东面通道），调查书柜即可接任务。<br>
任务要求：使用火球术梅拉打倒5个196号巨魔之王，地点在绝望与憎恶的魔宫，也就是快到最终BOSS的那里，途径经过一段监狱区，那里比较好出。<br>
详细方法：要求是使用魔法师的初级魔法火球术干掉5只这种怪。不算很困难，建议在通关前完成。<br><br>
<font color=blue>6：超级明星</font><br><br>
任务号118.任务名称：来吧！你也是明星！<br>
任务接受地点：通关后古比亚纳城左上的舞吧内，与萨尔巴利塔对话。 必须通关后方可接。<br>
任务要求：用旅艺的技能：吹火特技打倒248号王冠之首。（高阶宝之地图内的杂兵）。<br>
详细方法：这种怪并不少，实际上如果刷出洞穴系的宝物迷宫，基本上下几层就能看到，只要宝物图等级不是太低，一般都可以遇到（样子是个红红的脑袋），需要注意的是这种怪一般出现在地洞、水洞类的宝物迷宫。怪物的HP不足500，需要玩家用游艺人的特技吹火干掉他。由于该特技攻击极端低下，而且这个怪会自爆，所以务必看情况决定。<br><br></font>";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
