<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<center><font color=red size=5>商店道具</font></center>
<strong>沃尔罗村：</strong><br>
 道具店：药草 解毒草 奇美拉之翼 铜剑 士兵之剑 皮鞭 羽扇 锅盖 皮盾 头巾 布衣 旅行者之服 皮甲 布手套 短衬裤 布裤子 凉鞋 皮鞋<br>
 <br>
 <br>
 <strong>艾拉菲塔村：</strong><br>
 道具店：药草 满月草 奇美拉之翼 圣水 鳞盾 青铜盾 皮帽 木帽 皮质礼服 皮质斗篷 丝长袍 皮护手 军用麻手套 皮围裙 蓝色内裤 皮靴 木鞋 白兔护符<br>
 <br>
 <br>
 <strong>圣修塔因城：</strong><br>
 武器店：铜剑 士兵之剑 西洋剑 竹枪 铁枪 水果小刀 青铜小刀 神圣小刀 橡木之杖 魔道士之杖 皮鞭 荆棘鞭 晾衣杆 扁担 石爪 铁爪 羽扇 铁扇<br>
 防具店：皮盾 鳞盾 头巾 发带 皮帽 旅行者之服 皮甲 鳞甲 锁链甲 皮质礼服 丝长袍 练习服上衣 皮护手 布手套 布裤子 练习服下衣 皮鞋 高跟鞋<br>
 道具店：药草 解毒草 奇美拉之翼 回忆之铃 圣水 黄金戒指<br>
 <br>
 <br>
 <strong>贝克赛利亚：</strong><br>
 武器店：西洋剑 铁剑 铁枪 长枪 青铜小刀 神圣小刀 毒蛾小刀 橡木之杖 魔道士之杖 裁决之杖 荆棘鞭 战斗缎带 扁担 橡树棍 铁爪 铁甲钩 铁扇 战斗扇<br>
 防具店：青铜盾 甲壳盾 木帽 缠头巾 锁链甲 青铜铠甲 铁胸甲 华丽之服 白色T恤 皮护手 铁护手 皮手套 皮围裙 红色裙子 铁护膝 皮靴 铁腿甲 木鞋<br>
 道具店：药草 解毒草 满月草 奇美拉之翼 回忆之铃 圣水<br>
 <br>
 <br>
 <strong>达玛神殿：</strong><br>
 道具店：药草 解毒草 奇美拉之翼 铁剑 长枪 毒蛾小刀 裁决之杖 战斗缎带 橡树棍 铁甲钩 战斗扇 铁盾 铁头盔 铁铠甲 白色T恤 安乐长袍 铁护膝 ****裙子<br>
 <br>
 <br>
 <strong>草之海滨：</strong><br>
 武器店+防具店：铁斧 大钉锤 回旋镖 短弓 铁盾 铁头盔 羽毛帽 银发饰 铁铠甲 龟甲 闪避之服 舞女之服 铁护手 橡胶手套 回旋镖短裤 长袜 铁腿甲 橡胶长靴<br>
 道具店：药草 解毒草 满月草 奇美拉之翼 回忆之铃 圣水 天使之铃 魔法圣水<br>
 &nbsp; &nbsp; &nbsp; &nbsp; 白兔护符 史莱姆耳环 黄金手镯 黄金戒指<br>
 <br>
 <br>
 <strong>停船厂：</strong><br>
 道具店：药草 解毒草 满月草 奇美拉之翼 回忆之铃 圣水 魔法圣水 毛皮帽 尖角帽子 龟甲 安乐长袍 白银护腕 橡胶手套 回旋镖短裤 网格袜 橡胶长靴 铁木履 长领巾<br>
 <br>
 <br>
 <strong>卡拉柯塔桥：</strong><br>
 武器店+防具店：破邪之剑 神圣之枪 毒针 石化之杖 蛇皮鞭 铁棍 驱魔之爪 烈风之扇 闪光盾 铁头盔 影之头巾 厚皮铠甲 青草色的礼服 旅行者手套 开锁手套 蓝色牛仔裤 网球裙子 沉默之靴<br>
 道具店：药草 解毒草 满月草 奇美拉之翼 圣水 天使之铃 魔法圣水 史莱姆耳环 黄金手镯 黄金戒指 粉红珍珠 长领巾<br>
 <br>
 <br>
 <strong>萨玛隆：</strong><br>
 武器店：破邪之剑 白金之剑 神圣之枪 战叉 毒针 盗贼小刀 杀手耳环 石化之杖 海鸣之杖 蛇皮鞭 锁链十字鞭 铁棍 大黑柱 驱魔之爪 隼之爪 烈风之扇 龟之扇 利刃回旋镖<br>
 防具店1：闪光盾 白金盾 铁假面 战士之盔 羽饰发圈 头环 猫儿发圈 厚皮铠甲 白银之凯 武术服上衣 时髦的服装 闪亮的礼服 美丽的背心 战士的手套 礼服裙子 华丽裤子 战士裤子 武术服下衣<br>
 防具店2：战士之靴 亚马逊之靴 巡礼之靴 尖角靴 杂技师之靴 西部靴 时髦之靴 神圣腿甲 白色鞋子 魔道士的凉鞋 时髦蕾丝鞋 功夫鞋<br>
 <br>
 <br>
 <strong>古比亚纳城：</strong><br>
 武器店：白金之剑 山贼弯刀 战叉 沙尘之枪 刺客短剑 杀手耳环 海鸣之杖 雷电之杖 锁链十字鞭 铁鞭 大黑柱 演武之棍 隼之爪 钻头拳套 鸟之扇 战斧 战锤 十字回旋镖<br>
 防具店：魔法盾 白金头饰 神圣僧帽 魔女的头巾 暗之头巾 海狸帽子 魔法铠甲 夏季礼服 丝绒斗篷 魔法的法衣 魔法的护手 针箍手套 时髦的手套 魔道裤子 忍者裤子 剑士裤子 红色裤袜 寂静之靴<br>
 道具店：药草 上等药草 解毒草 上等解毒草 满月草 奇美拉之翼 回忆之铃 圣水 天使之铃 魔法圣水 粉红珍珠 长领巾<br>
 <br>
 <br>
 <strong>卡鲁巴德集落：</strong><br>
 武器店：山贼弯刀 女武神之剑 沙尘之枪 游击矛 刺客短剑 雷电之杖 铁鞭 演武之棍 微睡之棍 钻头拳套 蛇之扇 战斧 战锤 利刃回旋镖 十字回旋镖 风之刃 十字弓 猎人之弓<br>
 防具店：炎之盾 冰之盾 锁链帽 魔眼之帽 猎人的帽子 暖和的毛帽 头带 毛皮背心 武斗衣 亚马逊锁链甲 亚马逊的护手 射手的手套 蓝色裙子 亚马逊下装 锁链长袜 草原裤子 绿色裤袜 疾风之靴<br>
 道具店：药草 上等药草 解毒草 满月草 奇美拉之翼 回忆之铃 圣水 天使之铃 毒蛾粉 魔法圣水 花斑蜘蛛丝 柔软的羊毛<br>
 <br>
 <br>
 <strong>艾鲁希昂学院：</strong><br>
 小卖部：药草 解毒草 满月草 奇美拉之翼 圣水 魔法圣水 游击矛 熔岩之杖 猫之扇 智力头盔 治愈眼镜 艾鲁希昂西装上衣 艾鲁希昂裤子 艾鲁希昂裙子 皮鞋 黑色内裤 魔法裙子 白色裤袜<br>
 <br>
 <br>
 <strong>纳扎姆村：</strong><br>
 武器店：女武神之剑 杀龙剑 沙尘之枪 斧枪 冰刃 古文之杖 龙尾鞭 落雨棍 钻头拳套 龙爪 战斧 月之斧 战锤 巨大扳手 风之刃 双投刃 猎人之弓 斩风弓<br>
 防具店：战士之盾 龙盾 猛牛头盔 智力头盔 光辉之帽 神秘僧帽 龙铠 条纹T恤 龙之道服上衣 水之羽衣 武王的腕轮 金属手套 剑士的手套 龙之道服下衣 方格裙子 魔术裤子 长钉护腿 安全鞋<br>
 道具店：药草 上等药草 解毒草 上等解毒草 满月草 奇美拉之翼 回忆之铃 圣水 天使之铃 魔法圣水 毒蛾粉 花斑蜘蛛丝<br>
 <br>
 <br>
 <strong>德米尔之里：</strong><br>
 武器店：火焰之剑 闪电之枪 破剑小刀 魔法之杖 龙尾鞭 落雨棍 狼牙棒 龙爪 火焰之爪 星之扇 月之斧 王之斧 巨大扳手 土之锤 双投刃 风之回旋镖 斩风弓 大型弩枪<br>
 防具店：龙盾 风神盾 力量之盾 秘银头盔 武王头巾 魔法帽 龙铠 镜之铠甲 暗之衣 水之羽衣 轻型护腕 斗士的腕轮 贵妇人的手套 怪盗手套 战斗短裤 武斗鞋 海风裙子 暴风之靴<br>
 道具店：药草 上等药草 解毒草 上等解毒草 满月草 奇美拉之翼 回忆之铃 圣水 天使之铃 魔法圣水 毒蛾粉 花斑蜘蛛丝<br>
 <br>
 &nbsp; &nbsp; &nbsp; &nbsp;大家再配合这篇文章里的合成表加中文大地图素材的散落位置，相信合成什么so easy！";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
