<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<font size=4><center><h1>勇者斗恶龙9基本流程攻略</h1></center>
<p><span style='color: #ff0000;'><strong>剧情&middot;流程攻略部分</strong></span></p>
<p><span style='color: #800080;'><strong>【序章】</strong></span><br>
 这次的主角是一名天使，主角的任务就是保护村民的安全，帮助村民以获得他们的感谢，把他们感谢的结晶带回天使城的世界树上，完成天使一族的使命。这一天主角和他的老师在人类界沃鲁罗村巡逻，发现有怪物准备袭击村民，于是便去消灭这些怪物。这里是游戏的第一场战斗，大家可以先了解一下操作。 <br>
 战斗结束之后，回到天使城内拜见长老，长老让主角把结晶供奉到世界树上去。世界树就位于天使城的最上方，天使城内可以找到不少宝箱和道具，当然这也是DQ系列的传统，熟悉的玩家很快就能适应。需要注意的是本作比较独特，村庄中的柜子和坛子里的道具可以反复多次获得，不过里面只会随机给一些普通的道具，贵重物品一般都锁在红色的宝箱里的。 <br>
 来到世界树下，供奉完结晶之后老师会让主角回去见长老。长老说世界树的果实就快孕育完毕了，等到结出果实，天使一族的使命也就完成了，通往神之国的列车也就会降临。不过目前结晶的数量还远远不够，所以要求主角再次前往人类界去寻找更多的结晶。 <br>
 和天使城1楼水池旁边的女性对话即可前往人类界沃鲁罗村，注意此时主角是天使状态，只能调查柜子，地面上的坛子和木桶无法踢碎，只能以后来拿。和道具店旁边的一只狗对话之后，小狗会带领主角捡起地面上的一枚戒指，把戒指带到教堂里交给祈祷的老奶奶可以得到老奶奶感谢的结晶。接着来到村子西边农夫的马棚，这里的农夫睡着了，趁着他睡着的时候把地面上所有的马粪都调查拿走，然后农夫会感激天使帮自己清扫了马粪，得到农夫感谢的结晶&hellip;&hellip;此时夜幕降临，来到村子正中央会遇到自己的师父，对话得知主角还具有超度亡灵的能力。和旁边一个幽灵对话即可超度他的亡灵，同时得到亡灵感谢的结晶。拿完三个结晶之后，即可和师父对话回到天使城。 <br>
 回到天使城之后发现长老和师父都已经在世界树下等待主角了，当把三个结晶供奉到世界树上之后，银河列车终于出现了&hellip;&hellip;可是正当此时忽然出现了邪恶的波动，天使城受到了剧烈的攻击，主角也在劫难中掉落至下界&hellip;&hellip; <br>
 <span style='color: #800080;'><strong>【遗迹探险】</strong></span><br>
 醒来后主角发现自己身在沃鲁罗村中，而且已经没有了天使的能力，只是一个普通的旅行艺人。虽然没有了光圈和翅膀，但是主角仍然可以看见人类的亡灵&hellip;&hellip;也算是保留了一半的天使能力。人类状态的主角可以调查村子里的坛坛罐罐，并且从对话中得知人类界也发生了一场大地震，而自己在地震时从瀑布上跌落下来，被村子里旅馆的莉卡所救。先和村民们对话打听情报，村子右上角的房子就是莉卡的家，和莉卡对话即可休息。 <br>
 第二天，村长的儿子来找主角，说是准备和主角一起到村外去一趟。因为上次的地震，村子通往城堡的路被封死了，需要主角的协助一起去把路修好。整顿一下装备之后，和村口的NPC对话即可出村。 <br>
 大地图上的怪物可以看见，靠近怪物的话即可发生战斗，不想战斗的话不去惹他们就行。顺着路一直往东即可到达目的地，在这里发现对面森特修塔因城堡的士兵也正在修路。士兵询问主角村里有没有一个叫鲁伊达的女子来过，主角回答没有。士兵说鲁伊达可能去了村子东南方的遗迹，村长的儿子提出先回去像父亲报告，于是主角先回到村庄。 <br>
 向村长汇报以后，回到家里莉卡说她认识那个叫鲁伊达的，希望她别遇到什么危险。于是主角决定孤身一人前往遗迹探险，来到遗迹内部会发现一个幽灵，跟着幽灵走会在石像后面发现机关打开通往遗迹内部的大门。遗迹里的怪物比较强，建议先提升一下自己的等级。在遗迹最深处可以看到被困的鲁伊达，正当主角想救出鲁伊达时，忽然遭受怪物袭击，接下来是BOSS战。 <br>
 这个BOSS比较简单，攻击力也不算太高，只要注意及时回复HP即可。如果MP不够的话最好多备几片药草，坚持几个回合即可获胜，BOSS的HP不多。 <br>
 <strong><span style='color: #800080;'>【神秘的黑骑士】</span></strong><br>
 战斗之后自动从遗迹里脱出，遗迹内部似乎还有没走的路，但里面的宝箱暂时还拿不了，需要从另外一个入口进入才行。回到村庄以后，在旅馆内发生剧情。鲁伊达邀请莉卡前往城堡里开旅馆，但是莉卡却不愿意。鲁伊达请求主角去帮忙说服莉卡，主角回到莉卡自己的家中，在门口发现了一个幽灵，原来这个幽灵就是莉卡的父亲，莉卡的父亲以前是城堡里的旅馆老板，还得到过国王的嘉奖。帮助莉卡的父亲找到自己以前埋藏的奖杯（位于旅馆右边的草丛里），再把奖杯拿给莉卡看，即可说服莉卡前往城堡里开店，同时莉卡父亲的灵魂也被超度了&hellip;&hellip;这段剧情里可以遇到一个金色的精灵，精灵自称自己是银河列车的司机，看到主角成功超度莉卡父亲的灵魂之后，精灵也相信主角的天使身份，于是答应开动银河列车带主角回到天使城去。 <br>
 第二天鲁伊达带着莉卡离开了村子，主角随后也跟着出村冒险。来到第一次和村长儿子来过的山坡，这里路已经修好了。首先进入这里的列车门内，妖精试图开动列车，但是却失败了，原因可能是因为主角已经丧失了天使的能力，看来短时间内只好在人类界寻找线索了。 <br>
 顺着新开通的道路即可来到王城森特修塔因，这里城下村内可以看到鲁伊达的酒店。鲁伊达的酒店是召集同伴的地方，大家可以自由选择或创建自己喜欢的同伴一起战斗。不过需要说明一点，也不是同伴数量越多就越好。本次的DQ9模仿了3代的经验系统，战斗后胜利所获得的经验是在总经验的基础上除以同伴数量再乘以同伴之间的平均级别差比值，也就是说队伍中同伴数量越少，得到的经验越多，队伍中等级高的角色获得的经验也越多，所以请大家自己斟酌到底要挑选几名同伴随行。 <br>
 拜见国王之后，国王交给主角一个任务。原来这个城堡的公主被黑骑士给盯上了，黑骑士要求国王在规定的时间内把公主送到湖畔边，否则就要袭击这座城堡。而自作多情的国王以为这是黑骑士的阴谋，黑骑士打算扯着国王把兵力集中到护送公主前行的同时趁机袭击城堡，所以不敢轻举妄动。无奈之下只要麻烦旅行的主角去湖畔边和黑骑士见面并讨伐他。不过公主似乎很反感国王的做法，但是父命难违也无能为力。主角只好听从国王的命令来到湖畔边（从城堡往北走，过桥往右即到），在这里等 待一会即可看到黑骑士。黑骑士看见没有公主，不由分说便发动了袭击，接下来是BOSS战。 <br>
 由于黑骑士也是初期的BOSS，也不算太难打。黑骑士的攻击招式很简单，单体攻击和随机突击，只要同伴的血量在BOSS的攻击力以上并及时回复即可。注意黑骑士也会自己给自己回复HP，所以队伍里至少要有两个可以造成攻击输出的角色，否则会限于被动。 <br>
 <span style='color: #800080;'><strong>【约定】</strong></span><br>
 打倒黑骑士之后，黑骑士得知城堡里的公主并不是自己所要找的人，于是向自己的行为致歉。主角从黑骑士的口中得知，黑骑士要去鲁迪亚诺城寻找自己心爱的公主。主角回城向国王报告之后，国王却完全不相信主角所说的话，说见不到黑骑士的尸体，不能证明主角完成了任务。此时公主再次提出异议，并任性的离开了国王身边。主角过去追问之后，得知公主的乳母以前唱的摇篮曲中好像提到过鲁迪亚诺这个城堡的名字。 <br>
 根据公主提供的线索，主角来到位于森特修塔因城北边的艾拉费达村。找到公主的乳母之后，乳母当即给主角唱了一段摇篮曲。歌词中提到鲁迪亚诺城在遥远的北方，于是主角决定继续去北方寻找线索。正准备出村时黑骑士来袭，并认出了主角。得知鲁迪亚诺城的名字已经被写入摇篮曲之后，黑骑士非常震惊，打算一定要弄出真相。 <br>
 尾随黑骑士继续往北边前进，终于发现了废墟城堡鲁迪亚诺。这里有不少东西可拿，敌人的能力也较强，建议提升一下等级再说。在城堡的王座之间，发现黑骑士正在和一名女妖对峙。女妖释放出魔法将黑骑士困住，主角只要上前帮忙。接下来BOSS战，女妖也不算太难打，主要的招式就是吸血攻击和麻痹攻击，由于在游戏初期，同伴多半没有学会解除麻痹的咒文，所以一定要多准备满月草才行。好在BOSS的HP不多，万一没有解除麻痹的道具，硬撑5个回合后自动解除也行。 <br>
 胜利后从黑骑士口中得知他当年是在征讨女妖的途中中了诅咒，于是沉睡了多年。由于上次的地震黑骑士终于醒来，但是世界已经不是当年的世界了，黑骑士和公主的约定也无法实现了。此时森特修塔因城的公主突然出现，和黑骑士共舞，当黑骑士知道公主就是自己爱人的转世之后，自己的灵魂也升天了。 <br>
 <span style='color: #800080;'><strong>【学者与妻子】</strong></span><br>
 回到王城之后，国王终于认可了主角的功劳，并答应把宝物库里的东西送给主角。同时，城堡东北方的关卡也已经打开，这样又可以去新的地方冒险了。此时主角身边的精灵提出回到银河列车那里看看，也许主角已经取回了天使的能力。前往之后发现列车只是稍微晃动了一下，看来还必须拯救更多的人类，获得更多人类的感谢才能让主角天使的能力觉醒。 <br>
 通过森特修塔因城堡东北方的关卡来到下一张地图，这里走不远即可到达贝克赛利亚村。这个镇子里流行一种怪病，好多人都死了。拜访村长之后，得知村子西北方的一个学者正在进行病源的研究。主角前去拜访之后，学者不在家，学者的妻子带领主角来到学者的研究室里。和学者相见之后，从学者口中得知村子里的怪病是来源于西边一个被封印的遗迹，回去向村长汇报之后，村长给了主角遗迹的钥匙。回去把钥匙交给学者，学者会先行一步前往遗迹。 <br>
 遗迹不算太长，调查两个石像打开激光即可前往下一层，这里会发现一个破裂开的封印之壶。正当学者准备修复壶的时候，病魔原体出现并发动了袭击，学者要求主角负责对付BOSS，而自己趁机修复封印之壶，接下来BOSS战。注意病魔比前几个BOSS相比能力有了些许提升，不仅会两动，而且会降低我方防御力。建议队伍中最好有僧侣能加防，否则战局将会非常不利。 <br>
 打倒BOSS之后回到村里，此时学者的妻子已经染病身亡。学者由于过度悲伤，把自己关在研究室里不出门，连妻子的葬礼也没有参加。和村长对话之后，村长让主角晚上去找他拿礼物。到旅馆住宿选择第二项休息即可直接切换到晚上，和村长对话拿到礼物之后，先别忙着出村，在村子教堂门口的墓碑处可以看见学者妻子的灵魂。学者妻子让主角去帮助学者让他从悲伤中解脱开来，此时前往学者研究室门前即可打开大门。之后学者和主角一起行动，希望主角能带领他倾听村民的心声。 <br>
 带领学者在村子里和大家都对话以后，学者终于认识到大家的心意，并表示承认自己的过错。同时学者妻子的灵魂也满足的升天了，此时精灵提出回到银河列车那里看看，也许这次就可以回归天界了。 <br>
 <span style='color: #800080;'><strong>【达玛神殿】</strong></span><br>
 这次银河列车终于启动了，主角终于回到了天使城。长老见到主角平安回来十分激动，并知主角的师父下届寻找主角至今未回的消息。为了取回主角失去的天使能力，长老让主角去世界树下进行祈祷。但是祈祷之后主角并没有取回失去的能力，只是做了一个奇怪的梦。主角梦见有人企图毁灭人类，而另一个人在全力阻止他。此时又有神奇的声音指引主角，让主角去寻找掉落至下界的七颗女神之果实。 <br>
 乘坐火车回到人类界，这次火车停留在达玛神殿周边。达玛神殿是DQ系列转职的地方，但是这次由于大神官外出不在，所以暂时无法进行转职。和这里的NPC对话得知,大神官前几日吃了女神之果实，然后就莫名其妙的离开了神殿，估计是去了东边的达玛之塔。大臣告诉主角，达玛之塔的门必须用敬礼动作才能打开，之后主角习得敬礼动作。 <br>
 先把敬礼动作登录到操作指令之后，在达玛之塔门口按住B键做出敬礼的姿势之后，大门即可打开。这里的迷宫不算太难走，有不少宝箱可以回收。顶层有一个发光的时空门，进入之后看见大神官正在召唤某种力量，但是却走火入魔，变成了魔物的姿态，接下来是BOSS战。魔化的大神官多半会使全体攻击，还会吸收我方的MP。不过BOSS的HP不算太多，集中攻击即可轻松获胜。 <br>
 战斗胜利之后，大神官恢复原样，之后可以得到女神之果实。现在回到达玛神殿即可进行转职了，这次的转职在3代的基础上加以进化。转职虽然没有等级限制，但是转职成新的职业时等级会回归1级。而且咒文无法继承，只能保留先前职业通过分配技能点学会的固定特技。 <br>
 <span style='color: #800080;'><strong>【父亲与女儿】</strong></span><br>
 从达玛神殿出发一直往南走，可以看到一个小渔村。村子里的人都聚集在海边，似乎发生了什么事情。经过打听情报后得知，村子里的一个名叫奥莉卡的小女孩能够和海神进行交流，并且海神能够给村民送来海里的鱼类作为食物。于是村民都不愿意干活了，把生存的寄托都托付在海神身上。奥莉卡知道自己的做法有些不妥，但是也不好违背村长的指示，只能这样维持现状。夜晚来到奥莉卡家里和她对话，但是还没说几句村长就让奥莉卡过去一趟。跟随奥莉卡来到村长家里，原来奥莉卡的爸爸在上次地震发生的海啸中丧生，村长准备收养奥莉卡为干女儿，奥莉卡陷入了纠结中&hellip;&hellip; <br>
 第二天一大早，村长和奥莉卡都不见了。和村子西北边出口附近的村长儿子对话后得知，原来一早村长带着奥莉卡上了后山，主角于是前去一探究竟。来到后山山顶上，看到村长威胁奥莉卡，让奥莉卡跳海自杀，只有奥莉卡不在了，村长才好向村民们交代，并让村民们继续干活自给自足。此时海神突然出现，原来是一只巨大的鲸鱼。海神把奥莉卡吞到了肚子里，村长当即吓呆了，然后主角出场和鲸鱼进行BOSS战。鲸鱼基本上不算太难打，唯独需要小心鲸鱼的召唤海啸攻击，可以给全体构成30点以上伤害。最好保证有两名角色可以回复，及时补充同伴的体力。 <br>
 打倒鲸鱼之后，奥莉卡的父亲现身。原来那个鲸鱼其实是奥莉卡父亲的转世。父亲担心自己年幼的女儿无法继续生存，所以每次都去给自己的女儿送食物。父亲让奥莉卡和她一起走，离开那个村子。但是奥莉卡却果断的拒绝了，说是自己要像爸爸一样，成为村子里一流的渔师，自己劳动来养活自己。爸爸听到女儿这些话，确定女儿已经长大了，已经可以脱离爸爸独自生存了，爸爸的灵魂也满足的升天了&hellip;&hellip;之后主角得到第二枚女神之果实。 <br>
 <span style='color: #800080;'><strong>【雕刻家】</strong></span><br>
 回到村子以后，村民们已经准备了一艘船，送主角前往东边的大陆。在东边的大陆码头下船之后，得知东南方有一个大桥。来到大桥所在的场所之后，这里居然是个村子。村子里可以打听到一些关于女神之果实的情报，据说有一个富翁买走了女神之果实。另外这个村子里有收集小徽章的海盗，游戏中得到的小徽章都可以用来换取道具。3枚小徽章即可得到盗贼钥匙，游戏到这里应该都积攒到10枚左右了，有了盗贼钥匙可以打开已经上锁的宝箱。 <br>
 穿过大桥，顺着路往南边走，可以来到比塔利山脚下那个雕刻家的房子。但是房子里空无一人，从雕刻家的日记中可以看出，雕刻家上了比塔利山，一直没有回来。后山这里迷宫比较复杂，多观察路线即可寻找到正确的路。在后山山顶上，可以看到一个全部是石头雕刻出的村子，而且这个村子的构造有些眼熟。从石雕村子右上角的房间里可以找到一只史莱姆，和它对话得知这个村子是雕刻家用一生的心血才完成的。此时外面传来魔物的吼叫声，主角出门后发现一只巨大的石像鬼，接下来是BOSS战。 <br>
 这个BOSS主要会使用蓄力攻击，一旦蓄力到50点大概能构成100点以上伤害，所以一定要小心。此外，BOSS还会使用提高物理防御和魔法防御的咒文，如果队伍里有魔法师使用降防咒文相抗将会轻松许多。BOSS固定2次行动，如果感觉到棘手的话，回去修炼一下等级再来挑战也行。 <br>
 打倒BOSS之后在房间旁边看到了那个雕刻家的灵魂，原来雕刻家一直喜欢着艾拉费达村（听黑骑士摇篮曲的那个村子）的一名女子，但是雕刻家由于外出了几年，回来之后女子已经和别人结婚了。雕刻家感到非常难过，于是抑郁的离开了那个村子，搬到了比塔利山脚下，并用一生的心血完成了山顶上的这个石雕村。雕刻家用女神之果实的力量召唤出巨大的魔物石像来保护这个村子的安全，但是这一切并非雕刻家的本意。剧情结束后雕刻家的灵魂升天，接着第三个女神之果实也入手了。 <br>
 <span style='color: #800080;'><strong>【人偶与朋友】</strong></span><br>
 沿着比塔利山脉的另一条路往南边走，不久即可抵达桑马罗镇。这个镇子里有一位富翁，但是富翁已经去世了，所有的家产都交给唯一的女儿马奇娜继承。从镇子里打听到马奇娜的家产中有一艘船，主角刚想去拜访马奇娜，但是入口的守卫却不让主角通过。于是主角只好来到船只停泊的码头，码头这里有一位老爷爷，老爷爷是马奇娜的父亲生前的手下，专门负责管理这艘船只，富翁去世之后，船只也不出航了，所以老爷爷也一直清闲着。老爷爷听说主角想要这艘船只，于是便让主角去马奇娜家问问。回到马奇娜豪宅门口，守卫听说主角是老爷爷的朋友，于是便让路了。 <br>
 在马奇娜家里，马奇娜似乎得了抑郁症，召集很多朋友和自己相处。主角和她对话之后，马奇娜显得惊慌失措，说什么主角是来带她走的，然后就把自己关到了屋子里。没有办法，只好继续在镇子里收集情报。 <br>
 听说马奇娜以前有一位乳母和自己关系非常好，主角找到乳母之后，乳母让主角去找教堂旁边的一位工匠，因为那个工匠经常打造马奇娜喜欢的玩具，所以一定能够和马奇娜进行沟通。找到工匠之后，说明原委，工匠便和主角一起来到了马奇娜的房间。但是此时马奇娜已经不在了，在马奇娜的房间内找到了一张绑匪留下的纸条，说是要想救出马奇娜必须带着赎金去北边的洞窟。工匠深知大事不好，于是赶紧去通知其他人。主角继续在马奇娜的房间里探索，在另一个入口出去之后可以看到一个墓碑。调查墓碑出现马奇娜真身的灵魂，原来原本的马奇娜早已经患病死去，马奇娜临死之前给自己喜欢的人偶吃了女神之果实，于是人偶变成了人类的姿态，一直装扮成马奇娜的模样。 <br>
 整顿一下装备之后，来到北边的洞窟。洞窟里可以遇到一对绑匪兄弟，绑匪兄弟正在和主角交涉时，忽然听说关着的马奇娜不见了，主角只好继续在洞窟里探险。这个洞窟里出没一种金属史莱姆兄弟，给很多的经验，想提升等级的玩家一定要多多利用。在洞窟深处终于发现了马奇娜，马奇娜说自己新交了一个朋友，原来是居住在洞窟里的怪物，接下来BOSS战。 <br>
 这个BOSS虽然不算太难打，但是会使用全体剧毒状态攻击，如果队伍里没有僧侣及时解毒的话将会非常不利。BOSS其他没有什么威胁的招数，及时解毒并留意HP的话即可轻松取胜，BOSS的HP也不算多。打倒BOSS之后，马奇娜的灵魂也升天了。回到桑马罗镇，调查马奇娜的墓地之后发现人偶已经恢复原样了，接着得到第四个女神之果实。 <br>
 <span style='color: #800080;'><strong>【女王与宠物】</strong></span><br>
 马奇娜临终前已经交代手下把船只送给了主角，这样主角就可以出海自由冒险了。在海上不是明雷遭遇战，和以往作品一样是随机遇敌。在海上按B键即可切换到甲板内画面，调查轮盘即可继续出海。在想登陆的地方一直按方向键即可上岸，此外，使用鲁拉咒文传送之后，船只也会回到附近的海域，并在地图上有所标示。 <br>
 首先乘坐船只来到达玛神殿东边的一个小岛，这里面有沙漠之城古比亚娜。首先在城堡里打听情报，得知女王有洁癖，喜欢洗澡&hellip;&hellip;而且旅行的商人曾经捡到过一个女神之果实，并且献给了女王。主角刚想去拜访女王，但是由于女王正在洗浴，无法相见，只好继续在城堡里转悠。从一名女佣口中得知，女王的一个心爱宠物黄金蜥蜴似乎不见了。接着来到王座拜访大臣，大臣允诺主角，如果主角能够找回女王喜爱的宠物的话，即可安排主角和女王见面。 <br>
 从城堡门口的一名卫兵口中得知，城下村剧场里新来了一名对动物习性掌握的非常清楚的游牧民，拜访之后，得知这一带的日光太强烈，蜥蜴之类的动物肯定是躲到了阴凉的地方。女王的女佣之前也告诉过主角，只要拍拍手的话蜥蜴就会探出脑袋。于是主角来到城堡外围左侧的阴凉处，在这里登录拍手动作并使用之后即可发现蜥蜴。靠近蜥蜴按A键即可抓住蜥蜴，接着会见大臣。 <br>
 大臣按照约定安排主角与女王见面，但是这里的女王似乎非常难以沟通。不但因为失职导致蜥蜴弄丢的女佣被当场解雇，而且女王对于主角提出的索要女神之果实的请求置之不理，还说自己要和蜥蜴共浴，并用女神之果实的碎片泡澡。无奈之下主角只好寻找其他的办法，首先在女王浴场下方的一名女子口中打听到，楼上有一位色狼经常会偷看女王洗澡。来到楼上的水池附近，发现一名男子正在垂钓。和他对话后得知，这里的水源直接流向女王的浴场，如果从这里跳下去的话一定能到达女王旁边。主角可是连瀑布都跳下去过的，这点问题当然不在话下，调查水池即可跳到女王的浴场。正在大家惊讶主角从天而降的时候，女王的宠物蜥蜴忽然吞下去一片女神果实的碎片，接着身体巨大化，并挟持了女王跳到了井里。 <br>
 为了救出女王，主角跟着蜥蜴进入井里。这里是前代国王建造的地下水域，现在已经成了怪物的巢穴。在迷宫里可以遇到前代国王的灵魂，国王告诉主角，自己由于过度溺爱自己的女儿，所以导致女王现在性格孤僻，希望主角一定要帮助女王。在迷宫深处终于发现了被蜥蜴挟持的女王，蜥蜴由于吃了女神之果实现在也会说话了，蜥蜴说自己非常喜欢女王，要和女王一起生活&hellip;&hellip;接下来BOSS战。 <br>
 蜥蜴的主要招式就是物理攻击和喷火。物理攻击大概能造成70点前后伤害，所以一定要保证全员HP在70以上。不过，这个BOSS不会两次行动，而且速度也慢，所以只要及时回复HP的话，对我方也构不成多大威胁。此外，战士系的特技龙斩对BOSS有效，可以多加利用。 <br>
 打倒蜥蜴之后，得到了第五个女神之果实，同时蜥蜴也恢复了原样。女王对自己的行为感到忏悔，原来城里还有这么多珍惜自己的人，女王表示今后会好好治理国家，再也不会像以前那样任性了。 <br>
 <span style='color: #800080;'><strong>【族长与儿子】</strong></span><br>
 这次要乘船前往沙漠王城北边的大陆，在这里往北边前进不远可以找到一个游牧民族的集落。打听情报后得知，这个集落的族长被魔物给盯上了，族长想让自己的儿子纳姆金去讨伐魔物，但是纳姆金却不争气。会见族长之后，主角说明自己的来意。族长身边的一位女巫师听说是来寻找女神之果实的，神情有些不自然。谈话间忽然魔物来袭了，族长下令让儿子纳姆金出去迎战，但是纳姆金却胆小，躲在一旁瑟瑟发抖。无奈之下族长只好委托主角去清除魔物，等主角出来时，所谓的魔物原来是一只大猩猩，大猩猩看到主角之后奇迹般的逃走了。 <br>
 集落里的人都以为是主角吓跑了大猩猩，纷纷表示感谢。族长已经派人带着纳姆金去集落北方的营地，准备讨伐大猩猩。不过族长也担心自己的儿子肯定不会去，想拜托主角协助纳姆金。同时，族长一旁的女巫师也告诉主角，成功讨伐大猩猩之后，女巫师会帮助主角打听女神之果实的线索。 <br>
 离开集落到达北方的帐篷，在这里遇到纳姆金之后，纳姆金询问主角是否也同意大猩猩盯上父亲的看法。之后纳姆金会独自离去，从门口的守卫口中得知纳姆金好像一个人去讨伐大猩猩去了。跟着纳姆金往深山里走，进入山尽头的小庙里会发生剧情。纳姆金和大猩猩在一起，并告诉主角大猩猩是自己的朋友，大猩猩之所以去骚扰集落并不是冲着父亲去的，目标是父亲身边的女巫师。等到纳姆金和大猩猩离去之后，在这里主角会遇到纳姆金的母亲的灵魂，灵魂告诉主角集落里的女巫师是怪物扮的，需要主角去东边的卡兹恰村寻找还原草，才能揭开魔物的真面目。同时，纳姆金母亲的灵魂还告诉主角，把还原草交给纳姆金之后，纳姆金自己知道接下来该怎么做。 <br>
 顺着路一直往东边走，终于找到了已经变成废墟的卡兹恰村。在村子里最深处得到还原草之后，回到集落北边的帐篷里和纳姆金对话，纳姆金想起了调和药草的办法，于是先行准备去了。主角接着来到集落里，看到广场聚集了很多人，纳姆金当着大家的面成功打倒了大猩猩。正在族长夸奖纳姆金之时，大猩猩突然向女巫师发动了袭击，而纳姆金趁机把还原草配合出的液体泼洒在女巫师身上。女巫师露出真面目之后，接下来是BOSS战。 <br>
 这个BOSS本身的攻击力不高，但是会使出异常状态招数降低我方物理命中以及限制我方的行动等。况且BOSS会使用提高魔法抗性的咒文，所以也就注定这是一场持久战。建议使用主角的应援+魔法师的魔法攻击给BOSS构成伤害。此外，BOSS的物理攻击可以吸取我方的MP，所以也要多备一些上级药草用来回复。打倒BOSS之后，巫师露出了原形，同时女神之果实入手。接着，纳姆金正式成为了集落的下一任族长，而大猩猩也带着巫师的原形离开了集落。 <br>
 <span style='color: #800080;'><strong>【学院的幽灵】</strong></span><br>
 顺着集落一直往南，沿着湿地向东边走到尽头可以到达一片雪原地带。这里可以找到一个学院，和入口的老人对话得知，他就是这个学院的院长。院长以为主角是远道而来的侦探，不由分说便拜托主角去调查学院内学生无故失踪的事件真相，并支付了2000G定金。 <br>
 先在学院里四处逛一逛，可以打听到不少有用的情报。主角现在要假扮成这个学院的学生，协助院长一起调查这个事件的元凶。首先来到学生宿舍，位于学院的右下方。和门口的NPC对话得知自己的房间在2楼。上了2楼会发生剧情，三个不良少年聚集在主角的房间内似乎在议论着什么，而且在他们身后似乎有一个幽灵。正当主角推门而入时，幽灵却突然的不见了，3个不良少年得知这里是主角的宿舍，也就离开了。 <br>
 跟着他们3个离开宿舍，紧接着会发生剧情，好像是上课的时间到了，大家都赶到教学楼去听课去了。但是在学院左边的空地角落却发现3个不良少年却没去上课，打听后得知，原来这个学院里流传着幽灵怪谈，据说只要夜晚去触摸一下学院顶楼的天使像就会有幽灵出现。此时正好赶上下课了，大家都回到了宿舍里，主角也回到自己的房间，在自己的床边调查选择第二项即可切换到夜晚时段。 <br>
 夜晚的学院非常安静，主角按照3个不良少年的指示来到学院顶层的天使像。调查之后，发现并没有幽灵出现，此时3个不良少年刚好赶到。其中狂妄自大的一个学生认定幽灵之类的全部是谣言，但是突然一个幽灵出现在他身后，抓住刚才那个学生从顶楼直接跳了下去。其他人都已经惊呆了，主角赶紧寻找幽灵逃走的方向。在学院的墓地里终于发现了幽灵的所在，幽灵打开了墓地下面一个入口的机关，然后就带着刚才那个学生进了墓地里。 <br>
 主角跟随幽灵进入之后，发现这里是一个地下校舍，不过现在已经成了魔物的巢穴。在校舍的最深处发现了刚才那个幽灵，幽灵正在强行对3名学生进行说教，而3名学生似乎被施了法术动弹不得，只能永无止境的听课&hellip;&hellip;幽灵已经察觉到了主角的存在，并催促主角赶快回到自己的座位上听课。主角当然不会就范，和幽灵对话之后进行BOSS战。 <br>
 这个BOSS的攻击力比较高，而且固定两次行动。BOSS如果配合蓄力+物理攻击的话几乎可以构成100点以上的伤害，等级较低的话很可能会被直接秒杀。建议先补充一下防具提升角色的防御力，然后灵活利用加防御的咒文和BOSS打持久战。BOSS偶尔也会使用全体咒文攻击，如果队伍里有魔法师的话，配合使用魔法反弹也能发挥不错的效果。打倒BOSS之后，BOSS现出了真身。原来幽灵的本体是学院的创立者，因为学生越来越难以管教，幽灵担心自己学院的名声会不好，所以想借助女神之果实的力量让自己能够更好的管教学生。谁知道吃了女神之果实之后自己反而变成了魔物，看来自己当初的想法还是太天真了，接着最后一个女神之果实也入手了。 <br>
 回去向院长汇报可以得到3000G额外的奖励，院长得知原委之后也认识到自己学校的教育制度也有待于改善，今后会着重考虑这方面的事情。 <br>
 <span style='color: #800080;'><strong>【试炼】</strong></span><br>
 现在已经收集完7个女神之果实了，精灵提议回到达玛神殿旁边的蓝色树上，乘坐银河列车回到天空界向长老他们报告。然而就在回去的路上，主角的师父突然间出现了。师父让主角把收集到的女神之果实全部交给他，然后主角却发现师父在和一个来自什么帝国的人在对话。接着师父挥剑与主角对决，此战必败。趁着主角被师父击昏的时候，师父乘坐暗黑龙向银河列车发动了袭击，主角和精灵一起再次从高空中坠落&hellip;&hellip; <br>
 主角醒来时,发现自己被那扎姆村的少年迪尔所救。从村民口中得知，暗黑龙前几日从村子上空经过，然后主角便从空中掉到这个村子里。村长让主角夜晚去教堂参加会议，似乎有重要的事情要询问主角。主角如约夜晚来到教堂，村长说主角可能和暗黑龙有所关联，而主角不能澄清自己和暗黑龙的关系，主角的存在会对村子构成威胁，村长要挟主角立刻离开这个村庄。而营救主角的少年迪尔提出异议，但是却不被村长理会，于是迪尔一个人愤愤的离开了村庄。 <br>
 既然村民们不欢迎主角，主角只好离开村子。首先到位于村子北方的妖精之泉，在这里发现一个洞穴，进入后见到了少年迪尔。迪尔说村子以前发生过因为外乡人引起的劫难，所以村民们很排斥外乡人，而自己也是外乡人投靠到这个村子的，所以自己在村子里没什么立场。迪尔让主角去多米尔火山寻找英雄古雷纳鲁的帮助，而要想前往多米尔火山必须有光之箭打开龙之门的机关才行。迪尔说罢先回村子里打听打开机关的方法，而主角正准备离去时遇到了一个幽灵模样的女子。该女子声称自己名叫拉迪纳，拉迪纳请求主角去村子里的天使像附近调查，帮忙找到自己以前埋藏的重要东西并带回来。 <br>
 主角回到那扎姆村，在武器店门口发现了破旧不堪的天使像，但是并没有找到什么奇怪的东西。此时迪尔再次出现，说村子里非常珍贵的天使像不应该落魄成这样&hellip;&hellip;于是主角想起教堂里还有一块石碑，也许和天使像有所关联。前往教堂调查石碑，果然找到了拉迪纳的首饰。 <br>
 再次回到妖精之泉，把首饰交给拉迪纳之后，拉迪纳终于诉说出原委，原来拉迪纳自己以前也是那扎姆的村民，村子被帝国袭击，而自己被一名天使所救，自己一直在寻找救自己的天使。拉迪纳答应帮助主角打开魔兽洞窟的封印，这样就能拿到光之箭前往多米尔火山了。 <br>
 一路向西走到尽头，终于来到了魔兽洞窟。在洞窟门口拉迪纳施展法术解开了封印，这个洞窟里出没离散金属，可以用来多升几级。在洞窟最深处和大石像发生BOSS战，这个BOSS虽然每回合只能行动一次，但是他的物理攻击力非常高，而且会使出全体麻痹吐息，必须及时解除才行。其他方面只要用辅助咒文提升防御力和速度之后，保证及时回复HP即可。不过，BOSS偶尔会使出会心一击，如果不幸有同伴阵亡的话，只有赶快复活以扭转不利的局面。 <br>
 <span style='color: #800080;'><strong>【传说中的英雄】</strong></span><br>
 得到光之箭之后，回到龙之门调查地板上的花纹即可触发剧情。主角把光之箭架在弦上发射出去，空中搭建出里彩虹桥。此时那扎姆村的村长和迪尔他们也赶来了，村长说主角能够造出彩虹桥，一定能够见到英雄古雷纳鲁。穿过彩虹桥之后沿着路前进，绕着多米尔火山走了一大圈，终于发现了通往火山上的道路。 <br>
 多米尔之里也是一个小村子，这里可以买到不错的武器和防具。从村民口中可以打听到，英雄古雷纳鲁在300年前曾经打败过暗黑龙，并且古雷纳鲁已经隐居在火山顶很多年了。现在通往火山顶的路有守卫把手，所以暂时只能先拜见一下长老。说明来意之后，长老允许主角去会见古雷纳鲁，并让手下打开了通往火山顶的道路。 <br>
 火山这里地形比较复杂，注意走到岩浆上面会掉血。来到火山顶之后如果感觉MP不足可以先回去睡觉补充MP，因为这里可以直接用鲁拉传送。见到英雄古雷纳鲁之后，原来它是一只白色的龙，不过古雷纳鲁似乎并不友好，立即向主角发动了攻击。 <br>
 这个BOSS虽然每回合只能行动一次，但是BOSS基本上都是全体攻击的招式。由于现在的等级不可能学会全体回复咒文，所以队伍里最好要保证有两个可以回复的同伴。建议使用提升速度和抗性的咒文和BOSS打持久战，攻击方面，战士系的特技龙斩对BOSS比较有效。 <br>
 打倒古雷纳鲁之后，对方并没有打算帮助主角的意思，而且声称自己已经年迈体衰，斗不过暗黑龙了，主角只好原路返回村庄。刚到村子里，忽然发现村子里似乎十分吵闹，打听情报后得知原来是帝国的军队突然来袭了。建议此时先到旅馆住宿一下回复HP，顺便存档&hellip;&hellip;主角和帝国军队的士兵对话后开战，虽然是3个杂兵，但是也不能忽视，中间的那个蓄力两次之后再放全体吐息威力巨大，一不小心就会被全灭。 <br>
 消灭掉帝国来犯的敌人之后，多米尔之里暂时恢复了安全。在通往山顶的入口处，一位老奶奶告诉主角，古雷纳鲁让主角一个人带着龙之火酒去见他。此时先从左边的楼梯前往地下室，和中间的壮汉对话即可拿到火酒。现在去鲁伊达酒店把同伴都先存下来，一个人使用鲁拉去火山山顶会见古雷纳鲁即可触发剧情。古雷纳鲁喝了火酒之后状态恢复了许多，接着把一个奇怪的纹章送给了主角，说可能以后会对主角有所帮助。 <br>
 古雷纳鲁告诉主角，必须有穿着龙战士盔甲的人骑在自己背上，自己才能恢复以前的能力。此时帝国军的手下再次袭击多米尔火山，不过这次只有1个人。现在主角可以先传送到鲁伊达酒店召集同伴再来打这名杂碎，也可以直接以1个人的状态去挑战它。反正这个魔物的HP不多，只要主角有回复魔法即可轻松取胜。不过，如果召集了同伴的话，战斗之后还要把同伴送回去才能触发下面的剧情。 <br>
 战斗结束之后，古雷纳鲁把龙骑士套装都送给了主角，全部穿上之后，和古雷纳鲁对话即可触发剧情。古雷纳鲁承载着主角翱翔于空中，与暗黑龙展开了激烈的对决。恢复体力了古雷纳鲁完全不逊当年之勇，两个回合下来，暗黑龙明显处于劣势。不过暗黑龙突然间使用了神秘的力量，自己的能力一下子变强了好几倍，并释放出强力的魔法准备摧毁整个多米尔火山。情急之下，古雷纳鲁只好把主角从高空中扔下&hellip;&hellip;自己一个人去抵挡住了魔法，拼死守护了自己的村庄&hellip;&hellip; <br>
 <span style='color: #800080;'><strong>【监狱】</strong></span><br>
 主角醒来时，发现自己已经被抓到监牢里了。这个监牢是帝国军队奴役犯人的地方，在这里两名卫兵押送主角会见了帝国三巨头之一格莱恩将军，格莱恩将军似乎一直在抓天使，不过看主角怎么也不像是天使的样子，于是下令遣送主角去做苦工。剧情结束之后主角会被送到牢房里，调查铁门之后即可触发剧情，隔壁似乎有人和主角打招呼，接着主角很快就进入了梦乡。 <br>
 第二天醒来，从牢房里出来顺着路往外走可以见到一个叫做阿基罗的大汉。阿基罗似乎并不像是坏人，他告诉主角自己是负责带领主角熟悉监狱生活的人，说罢还主动带领主角在监牢四处参观&hellip;&hellip;之后阿基罗跟随主角一起行动，在这里分别和囚犯以及卫兵们对话即可触发剧情。阿基罗非常震惊主角居然不受结界的控制，原来是先前古雷纳鲁交给主角的纹章起的作用。阿基罗说这件事情一定不要对别人说，自己也会为主角保密的。全部剧情触发完毕之后，继续和阿基罗对话即可开始今天的奴隶生涯&hellip;&hellip;之后直接切换到第二天。 <br>
 早上照例从监牢里出来，但是今天似乎有人即将被行刑。阿基罗终于按捺不住怒火，冲上去殴打了卫兵，并号召其他囚犯一起起义。不过其他人似乎并不太配合，因为结界的原因大家认为即使现在造反成功也逃不掉的。阿基罗告诉大家主角可以不受结界的控制，并让主角赶快去高塔里解除结界的机关，他和大家会拖住这里的守卫给主角争取时间。 <br>
 此时先从结界出来到大地图，在大地图画面现在已经可以使用鲁拉咒文了，先传送到鲁伊达酒店里把同伴带上，然后再回到监牢这里继续完成任务。登上监牢里的高塔之后，调查结界发生装置会和旁边的帝国士兵强制战斗，虽然敌人看似其貌不扬但实际上是经过强化的，不可轻敌。战斗之后再次调查装置即可令结界消失，出来之后阿基罗表示非常感谢，并先行一步进入监牢内部营救其他同伴。 <br>
 跟随阿基罗一起进入监狱地下室，在这里可以看到格莱恩将军已经恭候多时了，和格莱恩对话之后直接BOSS战。这个BOSS的攻击力非常高，尤其是出会心一击的概率非常高，基本上出了会心就能秒杀我方同伴，所以队伍中一定要有僧侣能够保证第一时间复活同伴。打倒BOSS之后，阿基罗拿走了BOSS身边的一个宝箱，说是拿回自己丢失的物品，而主角调查另一个宝箱即可找到最后钥匙。有了最后钥匙即可打开所有牢房的铁门，同时也能救出监牢地下室里被困的天使们了。一一打开牢房解救这些天使之后，再和阿基罗对话即可带着天使逃离地下室。 <br>
 回到地面之后，大家刚想庆祝这次起义成功，却遭到暗黑龙的突然袭击。大家在阿基罗的号令下先行逃命，而阿基罗吹响了刚才从宝箱里拿到的笛子召唤出银河列车，从空中给暗黑龙沉重的撞击&hellip;&hellip; <br>
 <span style='color: #800080;'><strong>【神之国】</strong></span><br>
 主角和阿基罗还有精灵三个人乘坐在银河列车上，原来阿基罗就是精灵一直要找的人，而阿基罗的真实身份居然是银河列车的车长，解救出来的天使们已经安排到银河列车的车厢里乘坐了，现在大家要回到天使城上去，把天使们平安送回家，并向长老报告帝国军队的事情。 <br>
 乘坐银河列车回到天使城之后，主角会见了长老。从长老口中得知，主角的师父已经把7个女神之果实都平安送来了，而主角途中却被师父袭击&hellip;&hellip;这究竟是怎么回事？长老决定先和主角一起乘坐银河列车到神之城看看，来到世界树旁边和长老对话后进入列车，再和阿基罗对话即可开动列车到达神之城。 <br>
 来到神之城以后，这里居然一个人也没有。来到王座之后，发现这里已经一片荒凉，原来上次天使城被袭击的时候，连神之城也受到了波及。接着来到王座2楼可以看见阳光的窗台，在这里把女神之果实献上去之后会发生剧情。女神赛蕾西亚复活，并告诉主角一切事情的真相。女神赛蕾西亚自称是神灵古兰&middot;塞尼斯的女儿，父亲由于憎恨人类，打算让人类灭亡，而赛蕾西亚阻止了父亲，并自愿化身为世界树，以证明人类的善良。当人类感谢的结晶聚集到世界树上时，世界树就会孕育女神之果实。在当7个女神之果实运送到神之城的时候，赛蕾西亚就会从封印中醒来&hellip;&hellip;赛蕾西亚牺牲了自己来向父亲证明了人类的伟大，而天使城一族也正是被神灵塞尼斯创建出来、用来保护人类、并负责把女神之果实护送到神之城的。 <br>
 剧情结束之后，赛蕾西亚带领大家回到天使城世界树下，并且开启了通往帝国城堡的银河列车停靠站。长老现在正式拜托主角去消除邪恶的源头，打倒帝国军队，让世界回复真正的和平。现在和阿基罗对话还不能让列车启航，必须回去找神父记录一下才行。记录后和阿基罗对话，选择前往帝国城堡即可。 <br>
 由于现在已经拿到了最后钥匙，可以到世界各地搜刮一下以前落下的宝箱。帝国城堡就位于列车停靠站北方的结界内，靠近结界之后，赛蕾西亚会帮助主角打开结界的入口。进入城堡之后立即会有BOSS战，所以应该提前做好准备。 <br>
 这次的BOSS是帝国三巨头之一的葛鲁尼克将军，BOSS固定每回合两次行动，而且和两个杂兵一起出现。建议先消灭两个会使用物理攻击的杂兵，然后再对付BOSS就简单了。由于BOSS自己只会使用魔法攻击，所以只要给我方角色使用魔法反弹之后基本上就没有什么威胁了。唯一需要小心的是BOSS会使用混乱咒文，一旦队伍中的主力战士中了混乱自相残杀的话，后果将是不堪设想的。 <br>
 <span style='color: #800080;'><strong>【帝国攻略】</strong></span><br>
 打倒BOSS之后即可进入城堡内部，这个城堡也不算太难，熟悉一下路线即可。城堡里有一个回复点，可以用来回复HP与MP。在城堡最上阶门口会遇到三巨头最后一名，接下来是BOSS战。这个BOSS每回和固定2次行动，特点是物理攻击力非常高，而且还会魔神斩，运气不好一上来就会被全灭。建议大家一定要有全员加防咒文，两轮防御加上来BOSS的物理攻击力就没有太大威胁了，然后即可和BOSS打持久战。 <br>
 打倒最后一名将军即可进入王座之间，在这里可以看到主角的师父和帝国皇帝正在对峙。原来师父是为了拯救天使而假装栖身于帝国门下的，但是帝国皇帝的实力的确太强，师父两轮下来就被皇帝打得失去还手之力，接下来主角和皇帝对话即可进行BOSS战。 <br>
 皇帝一共有两个形态，第一个形态比较简单，只要小心BOSS的单体大火球即可。打完第一形态之后，BOSS会变身为第二形态，中间没有回复和存档的机会，一定要节省MP。BOSS的第二形态固定能够两次行动，而且会全员喷火吐息，必须有足够的等级才行。打法方面，建议使用降防+物理攻击的战术，也可以灵活利用蓄力。 <br>
 打倒皇帝之后，师父终于承认主角已经超过了自己，此时BOSS临死前袭击主角，师父舍身相救，不久师父的灵魂也升天了。现在城堡里通往地下监牢的入口已经打开了，进入地下监牢内部即可拯救剩下的天使们。在地下监牢最深处，主角把一名天使身上的枷锁打开之后，发现这位名叫艾尔吉奥斯的天使才是罪恶的元凶。接下来BOSS战，此战必败。战斗后他说当初天使城和神之城受到袭击就是自己的伎俩，然后召唤出了暗黑龙，直奔神之城而去，并扬言要取代神灵称霸这个世界。艾尔吉奥斯走后，幽灵女拉迪纳再次出现，拉迪纳说艾尔吉奥斯就是自己一直在寻找的人，并且告诉主角一切事情的原委。 <br>
 原来艾尔吉奥斯一直是那扎姆村的守护天使，300年前由于保护拉迪纳而得罪了帝国军队，在帝国的频繁袭击下终于受伤。这一天帝国再次出兵袭击那扎姆村的时候，长老要求拉迪纳带着艾尔吉奥斯去妖精之泉避难，并给了他们一瓶药水。艾尔吉奥斯带着拉迪纳来到妖精之泉之后，还是不放心村子的安危，强撑着虚弱的身体要和帝国军队决斗。拉迪纳把长老交付的药水给了艾尔吉奥斯，说这是村子里能治百病的秘药，肯定能让艾尔吉奥斯的身体迅速康复。而艾尔吉奥斯刚吃了药才发现这瓶药原来是安眠药&hellip;&hellip;自己很快就进入了梦乡，拉迪纳对着熟睡的艾尔吉奥斯说这也是长老的安排，为了保护他们俩的安全。但是突然间长老带着帝国军队出现在拉迪纳他们面前，原来这一切是长老的计策，长老为了村子的安全而故意出卖了艾尔吉奥斯。但是残酷的帝国军得逞之后并没有履行先前保证长老和拉迪纳生命安全的承诺，反而无情的杀害了他们。从此拉迪纳的灵魂一直在四处游荡，寻找机会见到艾尔吉奥斯向他解释这一切都是误会。 <br>
 <span style='color: #800080;'><strong>【最终决战】</strong></span><br>
 阿基罗出现在主角面前，说救出来的天使们都安排到银河列车里就坐了，并邀请主角回到天使城上去。回到天使城把一切向长老汇报之后，长老也说天使界下级不能反抗上级这是规矩，艾尔吉奥斯现在已经没有人能和他对抗了&hellip;&hellip;此时女神的声音呼唤主角，邀请主角到世界树旁边去。 <br>
 来到世界树之后，女神交给主角一块女神之果实，女神说吃了果实主角就能变成人类了，这样就可以无视天使界的规矩和艾尔吉奥斯战斗了。主角乘上银河列车，和阿基罗对话之后即可吃掉女神之果实，然后选择前往神之城。神之城现在已经在艾尔吉奥斯的支配下完全变了样子，现在要前往神之城最高处，和BOSS进行最后决战。由于是最后的迷宫了，里面出没的敌人非常棘手，不过宝箱里也能找到不少好东西。在迷宫前进的途中会分别遇到先前帝国的3个将军，对方的招式基本上没有变化，只不过HP减少、攻击力增加了一些，这里由于篇幅所限就不再重复介绍了。 <br>
 来到神之国最上层即可见到最终BOSS艾尔吉奥斯，和他对话之后开战。这个BOSS不算太难打，基本上就是物理攻击和一些小魔法，只要提升全员防御力即可轻松迎战。战胜后BOSS逃走，出门会发生剧情，主角掉到神之城中央部位，此时可以先回去补充MP并存档，当然如果对自己的实力有信心可以直接继续挑战下一个BOSS。 <br>
 和艾尔吉奥斯对话之后对方这次会召唤出暗黑龙，接着又是BOSS战。暗黑龙最讨厌的招数是暗之波动，同时降低我方全员角色的防御力和速度，必须及时使用对用的咒文补回来才行，此外也必须小心BOSS的单体强力暗属性咒文。不过好在暗黑龙不会冻结波动，看着有什么能加的状态咒文全都给同伴加上，这个BOSS也不算太难。 <br>
 打完暗黑龙之后，主角还能自由行动，建议先回去保存一下记录并补充MP，接下来就是最终决战了。最终BOSS是艾尔吉奥斯的魔化形态，对方的招式多种多样，经过这么长时间的战斗想必大家已经积累了不少战斗经验，如果感觉到实力悬殊太大，还是老老实实回去练级去吧。提醒一下BOSS最强的马丹特咒文能够给全体造成200点以上伤害，大家先留意一下自己同伴的HP上限吧&hellip;&hellip; <br>
 战斗胜利之后，艾尔吉奥斯试图释放自己的最强力量，毁灭整个世界。但是就在这千钧一发之际，女幽灵拉迪纳出现，并带来了艾尔吉奥斯当年送给自己的首饰&hellip;&hellip;艾尔吉奥斯得知事情的真相以后，终于认识到自己行为的愚蠢，于是自己的灵魂也和拉迪纳一起升天。之后女神赛蕾西亚终于恢复自己本来的面貌，并向主角致谢，天使城中的所有天使也化为了空中的星星，永远保佑着生活在地面上的人类们。 <br>
 <span style='color: #800080;'><strong>【通关之后】</strong></span><br>
 按照DQ系列的惯例，通关之后冒险当然不会结束，本作也一样。由于在通关之前无法获得飞行道具，很多场所都无法到达，而且某些特定的任务必须通关之后才能开启。 <br>
 等待通关画面结束，存档完毕之后画面会直接切换到达玛神殿左边的银河列车停靠点。先来到达玛神殿南方的小渔村，来到奥莉卡家和奥莉卡对话之后得知真海神的情报，接着领到一个任务。奥莉卡说村子里很早以前有一位女巫知道召唤海神的方法，但是女巫很早就已经去世了。接着夜晚来到海边，可以看到一位老奶奶的幽灵，和他对话之后选择&ldquo;否&rdquo;，即可得知召唤海神需要水之羽衣（みずのはごろも）、海鸣之杖（うみなりの杖）和水镜之盾（みかがみの盾）三件装备。其中水之羽衣可以在多米尔火山的防具店里买到，海鸣之杖可以在沙漠王城的武器店买到，而水镜之盾只有通关之后从森特修塔因城新开的防具店里才能买到，当然也可以通过炼金合成来获得。准备完三件装备之后，和奥莉卡对话，奥莉卡会说自己在后山山顶上等着主角。 从小渔村另外一个出口出去，到达后山山顶上即可见到奥莉卡，把三件装备同时给同一个角色装备之后再和奥莉卡对话，接着会发生剧情，真的海神出现，接下来BOSS战。 <br>
 真海神基本上招数和以前那个BOSS都是一样的，不过这次能力大幅强化，不仅每回合固定2次行动，而且可以使出全体80点伤害的强化海啸攻击。对于已经打倒最终BOSS的主角来说，对付现在的海神当然不在话下。不过，海神的会心一击大概能构成250点前后伤害，大家要做好心理准备。 <br>
 打倒海神之后，海神交给奥莉卡一个父亲的遗物，同时又给了主角一个女神之果实。主角吃掉果实之后，现在终于恢复了天使一半的能力，可以看见妖精、阿基罗和银河列车了。接着画面自动切换到银河列车上，阿基罗交给主角一个口笛，在大地图画面使用口笛可以随时召唤银河列车，乘坐银河列车就能飞越一切障碍，在大地图上畅所欲游了。 <br>
 通关之后主要的乐趣在于任务和藏宝图迷宫，而藏宝图迷宫最深处有强力的BOSS等待玩家去挑战，而且藏宝图迷宫里可以得到非常珍贵的最强装备炼成素材。此外，满足特定的条件之后，可以挑战DQ1~8代所有的最终BOSS，所以说DQ9的真正乐趣是从通关之后才开始的，好了，剩下的就交给大家自己去探索吧。 <br>
 <span style='color: #ff0000;'><strong>【玩后感】</strong></span><br>
 大概花了40个小时打穿了本作，总体感觉还算良好。游戏的可玩性要素非常多，即使通关过后仍然有很多需要刷素材、做任务的地方。和NDS上的众多RPG相比，本作的素质绝对是其他游戏望尘莫及的。不过，站在传统DQ玩家的角度来看，本作中加入了太多网游化的要素，而且部分剧情及细节处理方面仍然不及系列以往的作品。总之，作为DS上的压轴大戏，推荐所有玩家都可以进行尝试，体验一下国民RPG的庞大魅力。<br>
 </p></font>";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
