<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:left} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body><div id='divcenter'>";
echo "<br><center><font color=red size=6>游戏心得</font></center><br>
1.地上闪闪发光的东西可以调查得到东西，一般在大地图某些固定的区域会有，这些道具每过相应的游戏时间后会再生成。如果在鲁伊妲酒店中选择擦身，然后盖上DS的盖子进行待机，那么只要经过了相应的时间，道具就会刷新，游戏时间不会增加。<br>
<br>
2.怪物是全部可见的，被怪物发现的话，怪物会追着你跑，遇到主角即进入战斗（如果你等级高了，怪物见到你，它反而会逃跑，注意金属史莱姆系怪物跑了一段路程会消失掉）。如果被怪物从背面追上，那么就有可能会是先被攻击，如果是从怪物后面遇上进入战斗，就有可能先制攻击。当怪物靠近但头上出现“！”之前，打开菜单，等到怪物远离了之后即可不被怪物发现并安全地通过。要是怪物头上已经出现了“！”那么再打开菜单也是来不及了，怪物会紧盯着主角，一旦关闭菜单就会进入战斗。<br>
<br>
3.本作的聚气与DQ8不同，并不是一个选项而是技能。武斗家的专有技能中16点技能点数学到的特技蓄气（ためる）就是。另外在酒店与鲁伊妲对话之后，她给予主角一个技能应援（おうえん），作用是给队友蓄气。蓄气到5是效果1.5倍、到20是效果2倍、到50是效果4倍、到100是效果6倍。从50蓄气到100大概有50%的几率失败。<br>
<br>
4.本作中道具和装备分开了，道具是放在每个人的身上，然而装备除非是装备在身上的，否则全部在一个地方，换装备的时候只需要切换人就可以了，不用把装备给来给去。<br>
<br>
5.必杀技是在战斗中随机出现，但如果被一击从几乎满血打到黄血，基本100%出必杀。另外，四把终极扇子以及魔法战士的转生后得到的饰物的作用是必杀出现率提升，详见职业详细介绍中的<a href='coup-de-grace.htm' target='_blank'>必杀技</a>相关页面。<br>
<br>
6.さくせん（作战）—はいちがえ（改变配置）—选ぜんれつ（前列）/こうれつ（后列），在后列被攻击的概率会更低——虽说对全体攻击无任何意义，同时也不会出现攻防双方伤害降低的情况，将僧侣、魔法师等存活率较低的职业放后排吧。<br>
<br>
7.嫌本作的掉宝率低？那么さくせん（作战）—プロフィールせってい（设定简介）—たんじょうび（生日），改成和DS的时钟同一天即可（例如DS时钟设定为7月30日，那么这里也改成7月30日）。掉宝率会提升。<br>
<br>
8.还是嫌掉宝率低？那么就使用盗贼技能的ぬすむ（偷盗）吧，个人感觉对使用过みやぶる（识破）的怪物使用偷盗，偷盗成功率有所提升，特别是偷盗稀有宝物的几率——当然只是大家的感觉，无科学依据。另外偷盗和角色的器用度（也就是技术值）有关，建议用盗贼和游侠来，这两个职业的器用是排行第二和第一的。装备上盗贼之证后偷盗成功率会上升不少。<br>
<br>
9.本作中，连续对同一个怪物使用同种类型的攻击后，会发生伤害连携，第二击是1.2倍、第三击为1.5倍、第四击以后为2.0倍伤害。同种类型的攻击是指，要么全是普通攻击，要么全是咒文攻击，而特技的话要求则为“同一个攻击特技”，比其他麻烦点。注意一旦我方发生不是同种类型的攻击后，或者敌人行动后伤害连携会中断。连携的另外一个必要条件是必须是单体攻击，全体攻击无法连携，比如全体攻击的咒文或者是对象无法选择的爆裂拳等多次攻击技能无法连携，不过鞭和回旋镖的普通攻击虽说是多段攻击，但可以进行连击。技能表和咒文表中有对每个技能是否可以进行连击进行了注释。<br>
<br>
10.武器类攻击特技的伤害上限是1999，空手类技能（含战士的勇敢技能中的两个攻击技能）为999，攻击咒文的伤害上限有是999、1999和2999三种，分别对应初、中（和中高）、高三种等级的攻击咒文，マダンテ是4017，战圣的斗魂中的三个攻击特技的伤害上限是9999。普通攻击没有伤害上限，已有人打出超过20000的伤害。<br>
<br>
11.本作中“冻结波动（いてつくはどう）”和以往的作品有些不同。具体如下：<br>
可解除的状态：封咒、能力变化（含上升和下降）、蓄气上升、反弹咒文的光之壁（咒文或盾技能）、吐息吹返＆风姿花传（扇技能）、守护之盾（盾技能）、僵尸守护＆圣女守护（信仰之心技能）、精神统一（魔法技能）、气合爆裂（斗魂技能）、所有元素之力、透明＆防御之雾（生存技能）、治疗之雨＆回音之悟（悟道技能）、奇迹之歌＆超级奇迹之歌＆杂技明星（必杀）、火焰盾和冰盾当道具使用时产生的护罩、奇怪光线（怪物专用技能，异常状态耐性下降）。<br>
爪的终极技能黄金手指和最强的四把杖具备和冻结波动同样的效果。<br>
鉴于冻结波动有打消不利状态的效果，因此战斗中还得根据实际情况来决定是否使用这个技能。<br>
<br>
12.本作中可以使用DQM系列中究极的状态恢复技能“光之波动（ひかりのはどう）”。<br>
可解除的状态：睡眠、混乱、幻惑、封咒、麻痹、毒/猛毒、停止、能力下降、奇怪光线。<br>
气合的特技不屈不挠和僧侣的必杀技的效果和光之波动一样。<br>
<br>
13.本作中一部分异常状态的咒文和特技也是有着会心的判定的，一旦发生会心，除非对方的耐性是100，否则必定成功。<br>
<br>
14.グビアナ城剧情结束后，在沐浴场里会发生某女士的替换衣服“消失”的事件，在现场附近帮忙找的话……<!--专题内容结束--></div>
      <div id='comment' style='display:none'><br><br>";
echo "</div></body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
