<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body>";
echo "配合的法则M1和M2都是一样的。<br />
<br />
M1配合地点：大树国最底层的地下室就是怪物们诞生的地方：星降之祠。<br />
M2配合地点：，玛露达北边就是怪物们诞生的地方：星降之祠。<br />
<br />
配合法则<br />
1.配合必须由一公一母两只怪物进行（♂-公，♀-母）；<br />
2.父母怪物的等级必须都在10以上，父母等级的和会影响子怪物的“+”数，等级和为20~39则+1，40~59则+2，60~79则+3，以此类推。另外，2只同系怪物配合的，+的数值额外+1；<br />
3.配合结束后，父母怪物会消失；<br />
4.配合时父母怪物的前后顺序会影响子怪物的种族（子怪物的种族一般会跟随排在前面的怪物的种族）；<br />
5.确定公母怪物以后，老人会告诉你子怪物的名称。如果将出生的是高等级的稀有怪物，老人会说看样子能生出强大的怪兽；<br />
6.确定要交配的话，会强制记录，如果选不记录，则交配不能进行（这令玩家要深思熟虑，因为没有退路可走，这在二代就被取消了）；<br />
7.和NPC的怪物交配，不必考虑性别，但你的怪物只能排前面。<br />
<br />
孵化法则<br />
1.交配以后会生出一个蛋，星降之祠老人会问你是否立即孵化，多数情况下建议否，因为你还不知道怪物的性别；<br />
2.入口右边房间里的吟游诗人可以帮你查看怪物蛋的性别，还可以花钱更改性别，有助于下次的交配；<br />
3.怪兽出生时等级为1，野性值为0，其他能力值为父母怪物该项能力值之和的四分之一；<br />
4.子怪后的“+”数字为父母怪蜀中“+”数较高的数字加上父母怪兽等级之和所附加的数字；<br />
5.子怪兽的“+”数字越高，其能力值提高也越快，等级上限也越高（等级上限提高值为“+”数的两倍）；<br />
6.子怪物可以习得的特技为：父母怪物拥有的特技、子怪物本身能学得的特技（父母怪物本身能学得但尚未学得的特技不会传给子怪物）；<br />
7.子怪物的“+”数字高，可以使它在更低的等级学会原本要较高等级才能学的特技（每个特技都有等级下限）。<!--专题内容结束--></div>";
echo "</body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
