<?php
echo "<html><head>
<meta http-equiv='Content-Type' content='text/html; charset=utf-8' />
<link href='./main.css' rel='stylesheet' type='text/css' />";
echo "<style type='text/css'>
body{ text-align:center} 
#divcenter{margin:0 auto;width:800px}</style>
</head><body>";
echo "罅隙世界地图：<BR>
<IMG src='./walkm2/125.jpg' border='0' /><BR>
<BR>
<IMG src='./walkm2/126.jpg' border='0' /><BR>
来到罅隙世界之后只看到一片阴霾天空<BR>
唯一的道路是往南方依稀可见的终末之塔<BR>
<IMG src='./walkm2/127.jpg' border='0' /><BR>
<BR>
<IMG src='./walkm2/128.jpg' border='0' /><BR>
进入之后在阶梯顶端遇见黑衣人 把宝物交给他<BR>
没想到他很叼的问咱们：你所追求的力量是什么<BR>
我只相信强大   这是对于所谓正义的唯一解释<BR>
你的强大就是为了保护家园么 那样的力量<BR>
不能算是真正的强大 当然 我们都在追寻力量<BR>
可是途径和理解却是截然不同的   但是呢<BR>
阻止我们进一步升华力量的障碍必定将被铲除...<BR>
<BR>
<IMG src='./walkm2/129.jpg' border='0' /><BR>
接着开战 对方是死神贵族、镇魂装甲和古拉高斯<BR>
死神贵族就知道用水龙斩   没有火龙在队中就好<BR>
比较恶心的就是它会使用全体回复要优先干掉<BR>
镇魂装甲只会徊旋斩、龙斩和丧尸斩   不足为俱<BR>
当然最好还是别带以上两类怪物参战比较好<BR>
但是它魔法抗性比较高尽量使用物理攻击为上<BR>
臭名昭著的古拉高斯也是一样没脑袋瓜子<BR>
只知道一昧的往天上跳   威力不算太大<BR>
但是物理攻击无法打到它 这点比较烦人 <BR>
死神贵族的HP大概990左右 镇魂装甲大概930<BR>
古拉高斯的HP大概1020上下   相对来说并不算太难<BR>
虽然他貌似接受不了 但是他毕竟给干掉了-_,-<BR>
<BR>
<IMG src='./walkm2/130.jpg' border='0' /><BR>
然后看到了罪恶的元凶多克舒服的坐在宝座上<BR>
不好意思 咱们既然来了你貌似就坐不安稳了<BR>
'欢迎来到我的城堡   你们的宝物我收下了<BR>
你收集的镜子真是漂亮到了不起的宝贝啊<BR>
其实呢   这个世界上的收集家分为两类<BR>
一种是为了达到自己梦想价值高度的<BR>
另一种则是把众人觊觎的宝贝抢夺过来<BR>
这两类人做着同样的事情   在动机方面<BR>
确是完全不在一个层次上的   看到别人拥有<BR>
丑陋的人心因为妒忌和欲望衍生的能量<BR>
那种被解放的黑暗能量就是我强大的源泉<BR>
我手里有着维持玛露达平衡的终极之宝<BR>
如果没有那件东西的话你们的国家就完了<BR>
瞬间的毁灭简直太美妙了   快乞求我吧<BR>
那种感觉实在太好了 如果你们...'<BR>
你的废话好像太多了 阿拉伯丑老娘<BR>
难道你以为我会等你把臭口水吐完么<BR>
BOSS战   多克一只 弱智到无以复加<BR>
只会用拳头打架 垒好史库鲁多海扁之<BR>
几乎可以说完全没有难度可言的一战<BR>
不过是HP稍微厚了一点   有4200左右<BR>
<IMG src='./walkm2/131.jpg' border='0' /><BR>
<BR>
'我...我错了...(哦-___,-你这渣终于知道了)<BR>
难道说   你收集的动机不是为了自己的欲望么<BR>
那是什么...我无法理解 但是我知道了一点<BR>
你是最强的收集家   有着那么值得信赖的伙伴...'<BR>
所谓的幕后主使就这么给挂了-___,-得到肚脐<BR>
现在OK了 回到玛露达做英雄吧   一v一bbb<BR>
<BR>
但是好像事情远不如想象的那么顺利<BR>
确确实实的是用肚脐把封印之洞堵上 <BR>
可是玛露达的生命力已经临近极限了<BR>
瓦塔伯念叨着命运叫我们通知大家逃离<BR>
自己留下来 想逞一回伟人压制封印<BR>
但是确是完全不能行 一一   乃太丢人了<BR>
这时候   玛露达和所有异世界的人和怪们<BR>
汇聚了自己的力量、希望和对我们的感激<BR>
凝结成一道一道的希望之光飞向封印<BR>
来自时空罅隙的情感   守护住了玛露达...<BR>
<IMG src='./walkm2/132.jpg' border='0' /><BR>
<BR>
<IMG src='./walkm2/133.jpg' border='0' /><BR>
咱们这回是顺顺当当的成为万众拥护的勇者了<BR>
在嘈杂的皇宫接受了国王的表彰和感谢   一v一<BR>
走上阶梯来到玛露达大叔的顶端 亲人在这里<BR>
爹妈还有老哥 开心的对我表示着祝贺的喜悦<BR>
但是不知道怎么   似乎觉得有些开心不起来呢<BR>
或许在这些旅途之中遇见的那么多人<BR>
在玛露达即将崩塌之时借给我力量的人<BR>
却再也看不到他们了   灵魂里突然渗出寂寞<BR>
<IMG src='./walkm2/134.jpg' border='0' /><BR>
<BR>
这时候瓦路伯突然跑出来 不过不是交代任务<BR>
而是让我继续冒险   去任何想去的异世界...<BR>
它掏出一把奇妙钥匙从往下面扔了出去<BR>
下意识的反应就是拽着哥冲过去捡<BR>
看来真的有了崭新而不受束缚的冒险 <BR>
第一次完全属于自己的旅程要开始了…<BR>
<IMG src='./walkm2/135.jpg' border='0' /><BR>";
echo "</body></html>";
?>
<?php
include_once("/var/www/counter.php");
upcounter(__FILE__)
?>
