<?php
echo "<html><head><meta http-equiv='Content-Type' content='text/html; charset=utf-8' />";
echo "<style type='text/css'>
html{font-family:sans-serif;-webkit-text-size-adjust:100%;-ms-text-size-adjust:100%}
body{ text-align:left} 
#divcenter{margin:0 auto;width:1024px;font-family:'YaHei Consolas Hybrid'}</style>
</head><body>";
echo "<br><div id='divcenter'><font size=5 color=red>注：以下资料来源于百度dq吧：mys0719a 和 失误字 等几位吧友的帖子中</font></div><br>";
echo "<div id='divcenter'><br><font size=4>
在DQM2中，用不可思议的钥匙所进入的世界的大地图上，满足了一定的条件，就能够遇见各种各样的NPC，以下是出现条件。<br>
共通条件∶在大地图上移动了100步以上（含100步，PS版移动与GBC版不同，计算起来比较麻烦，多移动一些即可）后，移动到没有道具的区域。 满足了以上条件后，再满足以下相应条件即可出现NPC。 优先度为写在上面的NPC。 也就是说，当同时满足「神父」和「商人」的条件的话，出现的是「神父」。<br>
通缉犯（通关后从国王处接受讨伐坏训练员的请求后出现）<br>
商人∶所持金10000G以上。<br>
神父∶携带怪兽当前HP合计99以下。<br>
魔法师∶携带怪兽当前MP合计99以下。<br>
战士∶携带怪兽当前LV合计99以下。<br>
以上是训练员打败之后可以去国王处领赏，其携带怪物不可捕捉，且不会再度出现。<br>
<br>
以下是一般的NPC<br>
神父：HP、MP、异常状态全恢复 携带两个或者三个怪兽的HP数值满足以下条件之一即可∶<br>
1、三位数字全部相同，即都为111、222等等<br>
2、个位和十位数字相同，即都为11、22等等<br>
3、个位相同，即全为0、1、2等等<br>
<br>
商人：打折出售道具，道具随机 1、道具栏里有空位。<br>
2、所持金1000G以上。<br>
3、所持金各位数字之和在12以下。<br>
<br>
壮汉(恢复)：花1000G恢复。<br>
1、所持金1000G以上。<br>
2、携带两个以上怪兽时，当前HP的个位数全员一致。<br>
<br>
壮汉(出售物品)：高价出售道具，道具随机。<br>
1、道具栏里有空位。<br>
2、所持金5000G以上。<br>
3、所持金各位数字之和在30以上。<br>
<br>
兔女郎：花100G赌大小赢道具，赢了得到道具（道具随机），输了赔掉100G，连胜可得小徽章或者能力种子。<br>
1、所持物品10个以下。<br>
2、所持金5000G以上。<br>
<br>
神父(战斗)：战斗胜利后进行恢复。<br>
1、所持金1000G以上。<br>
2、所持怪兽中有中毒或者诅咒状态。<br>
<br>
商人(肉)：战斗胜利后将道具栏填满肉。<br>
1、所持物品10个以下。<br>
2、所持金1000G以上。<br>
3、道具栏中无肉（腐烂肉除外）。<br>
<br>
魔法师：花200G打开异世界地图。<br>
1、所持物品10个以下。<br>
2、所持金1000G以上。<br>
3、携带怪兽的当前HP总和小于最大HP总和的30%。<br>
<br>
吟游诗人：战斗胜利后将队伍中怪物当前最低的能力值各加20点。<br>
1、所持金1000G以上。<br>
2、携带怪物中至少一个的EXP最后三位数一致。 （EXP最大值为9999999，为0时也算满足条件）<br>
<br>
战士(男女随机)：战斗胜利后得到奇美拉之翼（90%几率）或者神奇钥匙（10%几率）<br>
1、物品栏有空位。<br>
2、所持金1000G以上。 （钥匙栏满了则不会得到钥匙）<br>
<br>
没有满足以上任何一个条件时任何NPC都不会出现。<br>
最有价值的NPC训练师当然是吟游诗人了，打败他（她）之后会帮我方队伍中的怪物能力值最低的那一项各加20点，如果熟练掌握了遇到吟游诗人的方法的话，那像黄金史莱姆这种最大HP成长率极低的怪想快速加满最大HP也不是梦想了。从楼上的NPC训练师出现的条件来看，只要满足了在异世界大地图上移动了100步，并且队伍中至少有一个怪物经验值后三位相同，或者经验值为0就能遇到吟游诗人，经验值后三位相同这个比较麻烦，经验值为0这个比较简单，找两个10级以上能力值比较低的怪物配合一下，得到一个经验值为0的1级怪，能力值也很低，把这个怪放在队伍里按照以上条件去异世界找吟游诗人，最好是地图比较小的异世界，这样也好找一点，先在地图上兜一圈，把道具都捡了，然后进地图上的村镇把道具卖了，一举两得，之后出村镇就可能会遇到吟游诗人了，战斗中先让对方把我方那个经验值为0的怪打死，这样它就得不到经验值了，可以接着再遇吟游诗人，方法和之前相同，先在地图上移动100步，再进村镇，之后出村镇就能遇到了。<br>
在DQM2鲁卡篇中，想要集齐全图鉴的话有两个怪要特别注意，一个是巨鸡，一个是利刃蚱蜢，这两个怪如果在初期没有遇到的话那么后期也是有方法遇到的，第一种方法是用一些很弱的怪组成队伍去找NPC训练师，NPC训练师出现的条件楼上已经说过了。第二种方法是在异世界的地图里刷到洞穴或者塔顶最终宝箱里是钥匙的话（在开宝箱之前用即时存档SAVE一下）先不要拿，回去找三个很弱的怪组成队伍，然后一路使用圣水去异世界开这个宝箱，这样得到的钥匙等级就会很低，然后去找鉴定师鉴定，鉴定前用即时存档SAVE一下，用S/L刷出这两个怪。（PS：其实楼主在队伍中怪物等级很高的时候也在NPC训练师那里遇到过巨鸡，而且出现率还很高）<br>
<br>
在本作中有三个隐藏怪物，分别是DQM1的拉米亚、DQM2鲁卡篇的次元龙和伊露篇的卡库郎王，这三个怪物没有出现在怪物图鉴中。在DQM1中，当完成了所有的旅行之门后再和棉崽对话便可让它加入，在DQM2中，当收集了250种以上的怪物图鉴后再和坏崽对话便可让它加入，如果DQM1要想得到坏崽的话可以和拥有坏崽的DQM2存档进行相亲配合，在游戏开始的菜单中有“相亲房间”的选项，必须要两个不同的存档，主角姓名也不能相同，相亲的结果是DQM1的存档得到坏崽失去棉崽，DQM2的存档得到棉崽失去坏崽，之后也可以用相同的方法将它们再换回来，还有奇异蛋也是靠相亲得到的。<br>
</div>";
